{
    "title": "星阵围棋专业版用户服务协议",
    "content": [
        {
            "title": "一、特别提示",
            "id": "p1",
            "content": [
                "在此特别提醒您（用户）在注册成为“星阵围棋专业版”（以下简称“星阵”）用户之前，请认真阅读本《星阵用户服务协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。 本协议约定北京深客科技有限公司（以下简称“星阵团队”）与用户之间关于“星阵”服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由星阵团队随时更新，星阵团队将会通过适当方式向用户提示修改内容。在修改协议条款后，如果用户不接受修改后的条款，请立即停止使用星阵提供的服务，用户继续使用星阵提供的服务将被视为接受修改后的协议。"
            ]
        },
        {
            "title": "二、账号注册",
            "id": "p2",
            "content": [
                "1、用户在使用本服务前需要注册一个“星阵”账号。“星阵”账号应当使用手机号码绑定注册，请用户使用尚未与“星阵”账号绑定的手机号码，以及未被星阵团队根据本协议封禁的手机号码注册“星阵”账号。星阵可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。",
                "2、如果注册申请者有被星阵团队封禁的先例或涉嫌虚假注册及滥用他人名义注册，及其他不能得到许可的理由，星阵团队将拒绝其注册申请。",
                "3、鉴于“星阵”账号的绑定注册方式，用户同意星阵团队在注册时将允许您的手机号码及手机设备识别码等信息用于注册。",
                "4、在用户注册及使用本服务时，星阵团队需要搜集能识别用户身份的个人信息以便在必要时使用。星阵团队搜集的信息包括但不限于用户的姓名、手机号等；星阵团队同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。"
            ]
        },
        {
            "title": "三、账户安全",
            "id": "p3",
            "content": [
                "1、用户一旦注册成功，成为星阵的用户，将得到一个用户名和密码，并有权利使用自己的用户名及密码随时使用星阵",
                "2、用户对用户名和密码的安全负全部责任，同时对以其用户名进行的所有活动和事件负全责。",
                "3、用户不得以任何形式擅自转让或授权他人使用自己的星阵账号。",
                "4、如果用户泄漏了密码，有可能导致不利的法律后果。因此不管任何原因导致用户的密码安全受到威胁，应该立即和星阵客服人员取得联系，否则后果自负。"
            ]
        },
        {
            "title": "四、用户声明与保证",
            "id": "p4",
            "content": [
                "1、用户承诺其为具有完全民事行为能力的民事主体，且具有达成交易履行其义务的能力。",
                "2、用户有义务在注册时提供自己的真实资料，并保证诸如手机号码、姓名等内容的有效性及安全性，保证星阵工作人员可以通过上述联系方式与用户取得联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。",
                "3、用户承诺账号仅限本人使用，不得将账号转借他人。如果出现将账号出租等牟利行为，星阵团队将立即终止服务，并保留通过法律手段追回不当得利的权利。",
                "4、用户在使用星阵的过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复和相关链接页面，以及其他使用账号或本服务所产生的内容，不得违反国家相关法律制度，包含但不限于如下原则：",
                {
                    "subContent": [
                        "（1）反对宪法所确定的基本原则的；",
                        "（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；",
                        "（3）损害国家荣誉和利益的；",
                        "（4）煽动民族仇恨、民族歧视，破坏民族团结的；",
                        "（5）破坏国家宗教政策，宣扬邪教和封建迷信的；",
                        "（6）散布谣言，扰乱社会秩序，破坏社会稳定的；",
                        "（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；",
                        "（8）侮辱或者诽谤他人，侵害他人合法权益的；",
                        "（9）含有法律、行政法规禁止的其他内容的。"
                    ]
                },
                "5、用户不得利用“星阵”账号或本服务制作、上载、复制、发布、传播干扰“星阵”正常运营，以及侵犯其他用户或第三方合法权益的内容：",
                {
                    "subContent": [
                        "（1）含有任何性或性暗示的；",
                        "（2）含有辱骂、恐吓、威胁内容的；",
                        "（3）含有骚扰、垃圾广告、恶意信息、诱骗信息的",
                        "（4）涉及他人隐私、个人信息或资料的；",
                        "（5）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；",
                        "（6）含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。"
                    ]
                },
                "6、用户不得通过计算机程序等方式自动获取星阵数据、不得使用任何方式非法访问星阵服务器。如用户有类似行为，星阵团队将立即终止服务，并保留追究其法律责任的权利。"
            ]
        },
        {
            "title": "五、服务内容",
            "id": "p5",
            "content": [
                "1、星阵具体服务内容由星阵团队根据实际情况提供，包括但不限于：",
                {
                    "subContent": [
                        "（1）围棋人工智能（下称AI）使用服务（仅限于提供AI数据，对于使用AI数据产生的后果星阵概不负责）；",
                        "（2）收入结算和用户支付费用：具体金额以星阵产生的统计数据为准。"
                    ]
                },
                "2、星阵团队有权随时审核或删除用户发布/传播的涉嫌违法或违反社会主义精神文明，或者被星阵团队认为不妥当的内容（包括但不限于文字、语音、图片、视频、图文等）。",
                "3、所有发给用户的通告及其他消息都可通过APP或者用户所提供的联系方式发送。4、在服务中所产生的数据、信息等所有权及解释权归星阵团队所有，任何人不得在未经星阵团队允许的前提下使用星阵的数据进行不正当的活动（包括但不限于牟利、传播等）"
            ]
        },
        {
            "title": "六、服务的终止",
            "id": "p6",
            "content": [
                "1、在下列情况下，星阵团队有权终止向用户提供服务，当用户的行为对星阵团队权益造成损害时，星阵团队有权扣留账户内余额：",
                {
                    "subContent": [
                        "（1）在用户违反本服务协议相关规定时，星阵团队有权终止向该用户提供服务。如该用户再一次直接或间接或以他人名义注册为用户的，一经发现，星阵团队有权直接单方面终止向该用户提供服务；",
                        "（2）用户不得通过计算机程序方式自动获取星阵数据，若发现用户有自动获取数据类似行为，星阵团队将立即终止服务，对星阵团队造成损失的，保留追究其法律责任的权利；",
                        "（3）一旦星阵团队发现用户提供的数据或信息中含有虚假内容，星阵团队有权随时终止向该用户提供服务；",
                        "（4）本服务条款终止或更新时，用户明示不愿接受新的服务条款；",
                        "（5）其它星阵团队认为需终止服务的情况。",
                        "（6）用户单方面终止服务的情况。"
                    ]
                },
                "2、服务终止后，星阵团队没有义务为用户保留原账号中或与之相关的任何信息。"
            ]
        },
        {
            "title": "七、服务费用",
            "id": "p6",
            "content": [
                "1、星阵的部分服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议。",
                "2、星阵可能根据实际需要对收费服务的收费标准、方式进行修改和变更，星阵也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，星阵团队将提前在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。",
                "3、在星阵降低收费服务的收费标准或者将收费服务改为免费服务提供时，星阵保留不对原付费用户提供退费或者费用调整之权利。",
                "4、用户享有参加各项星阵优惠活动的权利，在由于用户个人原因中止服务时，星阵团队保留收回用户所享优惠的权利。"
            ]
        },
        {
            "title": "八、服务的变更、中断",
            "id": "p6",
            "content": [
                "1、鉴于网络服务的特殊性，用户需同意星阵团队会变更、中断部分或全部的网络服务，并删除（不再保存）用户在使用过程中提交的任何资料。星阵团队无需对使用中断所造成的附加后果承担任何责任。",
                "2、星阵团队需要定期或不定期地对提供网络服务的平台进行检测或者更新，星阵团队会提前通过适当的方式进行通知。如因此类情况而造成网络服务的中断，星阵团队无需为此承担任何责任。"
            ]
        },
        {
            "title": "九、服务条款修改",
            "id": "p6",
            "content": [
                "1、星阵团队有权随时修改本服务条款的任何内容，一旦本服务条款的任何内容发生变动，星阵将会通过适当方式向用户提示修改内容。",
                "2、如果不同意星阵团队对本服务条款所做的修改，用户有权停止使用网络服务。",
                "3、如果用户继续使用网络服务，则视为用户接受星阵团队对本服务条款所做的修改。"
            ]
        },
        {
            "title": "十、免责与赔偿声明",
            "id": "p6",
            "content": [
                "1、若星阵团队已经明示其服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。",
                "2、用户明确同意其使用星阵所存在的风险将完全由其自己承担，因其使用星阵而产生的一切后果也由其承担。",
                "3、用户同意保障和维护星阵团队及其他用户的利益，由于用户在使用星阵过程中有违法、不真实、不正当、侵犯第三方合法权益的行为，或用户违反本协议项下的任何条款而给星阵团队及任何其他第三方造成损失，用户同意承担由此造成的损害赔偿责任。"
            ]
        },
        {
            "title": "十一、隐私声明",
            "id": "p6",
            "content": [
                "1、适用范围：",
                {
                    "subContent": [
                        "（1）在用户注册星阵账户时，根据要求提供的个人注册信息；",
                        "（2）在用户使用星阵服务，或访问其相关网页时，星阵团队自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址、AI分析数据等数据记录。"
                    ]
                },
                "2、信息使用：",
                {
                    "subContent": [
                        "（1）星阵团队不会向第三方出售或提供用户的个人信息，除非事先得到用户的许可。",
                        "（2）星阵团队亦不允许任何第三方以任何手段收集、编辑、出售或者传播用户的个人信息。任何用户如从事上述活动，一经发现，星阵团队有权立即终止与该用户的服务协议，并保留追究法律责任的权利。",
                        "（3）为达到服务用户的目的，星阵团队可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息。"
                    ]
                },
                "3、信息披露：用户的个人信息将在下述情况下部分或全部被披露：",
                {
                    "subContent": [
                        "（1）经用户同意，向第三方披露；",
                        "（2）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；",
                        "（3）如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；",
                        "（4）为提供用户所要求的产品和服务，经用户同意后，必须和第三方分享用户的个人信息；",
                        "（5）其它星阵团队根据法律或者网站政策认为合适的披露。"
                    ]
                }
            ]
        },
        {
            "title": "十二、其他",
            "id": "p6",
            "content": [
                "1、星阵团队郑重提醒用户注意本协议中免除星阵团队责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。",
                "2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和星阵团队之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交星阵团队住所地有管辖权的人民法院管辖。",
                "3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。",
                "4、本协议最终解释权归星阵团队所有，并且保留一切解释和修改的权利。",
                "5、本协议从2019年11月08日起适用。 "
            ]
        }
    ]
}









