{
    "content": {
        "summary": {
            "name": "总体",
            "list": [
                {
                    "Q": "星阵提供哪些功能？",
                    "A": "星阵是人工智能围棋第一网站，提供智能对弈、棋谱报告、分析研究、大赛直播（开发中）等功能。"
                },
                {
                    "Q": "星阵围棋取得过哪些比赛成绩？",
                    "A": "星阵于2018年4月战胜世界冠军柯洁九段，2018年5月让先对阵顶尖职业棋手41局获得40胜1负，随后相继4次获得世界人工智能围棋大赛冠军。2019年4月，星阵让二子对阵四位世界女子顶尖棋手，获得全胜。"
                },
                {
                    "Q": "星阵跟其他AI比水平怎么样？",
                    "A": "星阵水平明显高于其他公开AI。星阵研究中的旗舰版120X是目前所有公开AI中的最高水平。"
                },
                {
                    "Q": "手机或平板电脑上也可以使用星阵专业版吗？有APP吗？",
                    "A": "在手机或平板电脑上使用浏览器（推荐chrome浏览器），输入星阵专业版的网址www.19x19.com即可。手机APP正在开发，一段时间后将会与大家见面。"
                },
                {
                    "Q": "星阵陪练小程序跟星阵专业版一样吗？",
                    "A": "不完全一样，星阵陪练小程序支持对弈，而星阵专业版还支持报告和研究等功能，体验更好。"
                },
                {
                    "Q": "星阵专业版是收费的吗？是不是很贵？",
                    "A": "星阵专业版的大部分功能是免费的，例如升降级对弈、自由对弈、查看大赛棋谱报告、直播等。也有如研究、生成报告等收费功能，星阵为这些付费功能配备了强大的后台计算能力。另外由于星阵的算法优势，即使在相同算力下星阵的水平也会明显高于其他开源AI。因此，使用星阵比用户自己配置高性能电脑运行开源AI要更加经济划算。此外，用户使用星阵无需下载、安装、调参，还节省了大量时间成本。"
                },
                {
                    "Q": "海外可以使用吗？",
                    "A": "海外同样可以使用，少数地区受网络环境等影响，可能偶尔有卡顿。我们会尽力优化海外使用的体验。"
                }
            ]
        },
        "game": {
            "name": "对弈",
            "list": [
                {
                    "Q": "星阵有多少个不同的人工智能棋手？",
                    "A": "星阵有37个不同等级的人工智能棋手，水平均匀分布，每个水平的星阵都经过严格的训练和测试。无论你是刚刚学习围棋，还是职业顶尖棋手，都能找到水平相当的对手。"
                },
                {
                    "Q": "与人工智能对弈有什么优势？",
                    "A": "人工智能棋手随时奉陪，水平可选，落子速度可调。您不会再有找不到对手、对手填子耍赖、故意拖延时间、中途逃跑的烦恼。系统提供的领地、支招等道具可以提升对弈体验。"
                },
                {
                    "Q": "星阵各个级位和段位都是什么水平？",
                    "A": {
                        "txt": "星阵的等级是按照标准等级分严格测定的，星阵10级至2段与中国围棋协会的相应等级完全对应，准3段至9段对应业余3段至业余6段，职业1星对应普通职业水平，职业2星对应人类顶尖水平，职业3星超越人类顶尖水平。具体对应关系参见下表。",
                        "img": "hl1.png"
                    }
                },
                {
                    "Q": "升降级、自由战和高水平对弈有什么区别？",
                    "A": "升降级中，系统自动匹配与用户等级相同的星阵进行对弈，净胜两局则自动升降；无等级用户先自选一个等级的星阵进行对弈，获胜后获得相应的等级。自由战中，用户可以从10级到职业三星中选择任意等级的星阵，设置用时与黑白，还可从任意盘面开始对局。自由战保存棋谱但不记录成绩。高水平对弈选择星阵3X及以上的配置进行对局，你将挑战远超人类棋手的星阵。"
                },
                {
                    "Q": "与星阵对弈需要付费吗？",
                    "A": "升降级、自由战覆盖从入门到超越职业顶尖的所有级别，全部免费。高水平对弈根据选择的配置付费。"
                },
                {
                    "Q": "与星阵对弈的棋谱会被保存吗？在哪里可以找到？",
                    "A": "所有完成的对局都会被保存，在棋谱功能中打开我的棋谱库，即可找到之前的对局与报告等。中途放弃的对局不保存。"
                },
                {
                    "Q": "星阵的水平跟棋局用时或落子速度有关吗？",
                    "A": "星阵10级至职业三星的水平是稳定的，与设定的AI落子速度无关，也与对局用时无关。高水平对弈中的专业版3X至旗舰版120X，用时越长水平越高。"
                },
                {
                    "Q": "怎么能获得更多的道具？",
                    "A": "每日签到可以领取每种道具2个，也可以在商城中购买更多自己需要的道具。"
                },
                {
                    "Q": "几种道具（领地、支招、变化图）都是什么水平的？",
                    "A": "在与星阵9段及以下的水平对局时，领地、支招和变化图都是星阵9段的水平。在与职业1星至3星对弈以及高水平对弈时，道具的水平与星阵的水平一致。"
                },
                {
                    "Q": "高水平对弈与研究水平一样吗？",
                    "A": "同样的配置在高水平中与研究中是一样的水平，高水平对弈中你将面对一个颇为强大的对手。"
                },
                {
                    "Q": "如何从某一盘面开始对局？",
                    "A": "在自由对弈中，先在棋盘上摆好想要的局面或上传棋谱，然后选择从当前盘面开始对局即可。"
                },
                {
                    "Q": "怎么设置让子棋？",
                    "A": "在自由对弈中，先在棋盘上配合“停一手”按钮连续摆上黑子，然后选择从当前盘面开始对局即可。星阵可以匹配任意爱好者的水平，建议大家找到合适的对手进行分先对局，这样更有利于提升棋力。"
                }
            ]
        },
        "analyse": {
            "name": "研究",
            "list": [
                {
                    "Q": "研究功能有哪些使用场景？",
                    "A": "赛前准备布局，赛后分析棋局关键处，定式的深度研究和拆解，都是研究功能可以使用的场景。还可以用研究来实时观战。"
                },
                {
                    "Q": "研究的各个配置是什么水平？",
                    "A": "3X的水平即远超人类顶尖棋手，旗舰版120X是目前公开AI中的最高水平。配置的水平与配置高低是正相关的，计算速度和X数成正比，例如3X计算20秒与6X计算10秒水平相当。"
                },
                {
                    "Q": "我自己配置高性能电脑，安装开源AI有可能达到星阵研究的水平吗？",
                    "A": "据测算，星阵专业版6X棋力大致相当于6万元家用电脑安装开源围棋AI。星阵高配置是家用电脑无法达到的水平。"
                },
                {
                    "Q": "AI水平与我的电脑配置有关吗？",
                    "A": "星阵AI部署在云端，水平与用户使用的设备完全无关，无论电脑或是手机都可以轻松获得最权威的AI分析数据。"
                },
                {
                    "Q": "研究功能如何收费？",
                    "A": "研究功能按照时长付费，不同配置单价不同。例如大家常用的专业版6X为￥0.25/分钟。"
                },
                {
                    "Q": "星光会员合适吗？什么人适合办会员卡？",
                    "A": "经常使用星阵的用户大多办理星光卡，以享受更优惠价格。会员卡除了本身的折扣以外，还有数量相当可观的赠品。会员卡种类多样，用户可根据自己的需要选择相应的会员卡。"
                },
                {
                    "Q": "星阵的权重是最新的吗？",
                    "A": "星阵每隔一段时间就会更新权重，让大家使用到更新，更高水平的星阵。"
                },
                {
                    "Q": "如果离开电脑时忘记关闭星阵，会一直计费吗？",
                    "A": "星阵研究有防发呆功能，5分钟没有任何操作会自动关闭。"
                },
                {
                    "Q": "有时目数和胜率有偏差（甚至反过来了），是怎么回事？",
                    "A": "目数与胜率是两个不同的评估体系。例如杀大龙的棋局，可能生与死在一线之间，胜率就在50左右波动，但如果死龙就输了100目，那目数就可能就是负数。"
                },
                {
                    "Q": "计算量达到多少时变化图比较可信？",
                    "A": "计算量越高的变化图越可信，不同的局面需要的计算量也不完全相同，用户可以根据自己的水平以及判断来决定"
                },
                {
                    "Q": "研究中计算能保存变化图吗？",
                    "A": "目前还没有这个功能，我们会积极评估这个功能，呈现给大家一个方便好用的功能。"
                }
            ]
        },
        "report": {
            "name": "报告",
            "list": [
                {
                    "Q": "报告功能如何使用？",
                    "A": "报告功能可以完整的分析一盘对局，是老师授课，棋友复盘的利器。用户可以上传一盘棋谱，或者直接分析与星阵AI对弈的棋谱。打开棋谱后，选择报告类型，点击生成报告即可。报告生成过程中数据实时刷新，可以一边生成一边查看。"
                },
                {
                    "Q": "一篇棋谱报告包含哪些信息？",
                    "A": "报告包含全局胜率和子差的走势图，以及黑白双方的发挥水准。报告给出每一手棋的星阵推荐点，同时给实战每一手打分。可以直观的比较星阵推荐和棋手实战。每一手都有参考变化图以及领地判断。"
                },
                {
                    "Q": "该如何选择普通报告还是精准报告，两种报告的水平有什么差别？",
                    "A": "报告分为普通报告和精准报告两种。普通报告的水平就远超人类顶尖棋手，精准报告更为准确，计算量是普通报告的6倍。普通报告生成更快，两分钟左右即可完成；精准报告10多分钟可以完成。用户可以根据自己的水平以及棋局的重要性进行选择。"
                },
                {
                    "Q": "报告如何收费？",
                    "A": "报告按棋局付费，普通报告4元/局，精准报告18元/局，一次性购买多篇报告可享优惠。新用户注册即送1张普通报告券。"
                },
                {
                    "Q": "报告能不能作为检查是否遛狗的标准？",
                    "A": "报告一定程度上可以反映对局双方发挥的水准，但不能作为判断是否遛狗的依据。"
                },
                {
                    "Q": "生成好的报告在哪查看？",
                    "A": "在棋谱库中打开带有报告的棋谱就会自动打开报告。已经生成过报告的棋谱在棋谱的左上角会有标识。在报告模式“我的报告”标签内也可以看到所有生成过的报告。用户还可以通过扫码将报告分享给其他棋友。"
                },
                {
                    "Q": "有没有历史名局的报告？",
                    "A": "星阵挑选了若干大家感兴趣的历史名局，分析成了超高计算量的超精准报告收集在“公开报告”中，供广大棋友免费查阅。星阵希望通过这些报告，帮助大家更好的理解历史名局的对局进程，把握棋局的脉络和关键点。"
                }
            ]
        },
        "pay": {
            "name": "付费",
            "list": [
                {
                    "Q": "充值的余额可以用来干什么？",
                    "A": "充值后，您的余额可用来在商城内购买星光会员卡、道具、报告券，也可以在研究、高水平对弈和生成报告时直接消费。"
                },
                {
                    "Q": "充值的余额是否存在有效期？",
                    "A": "充值后的余额长期有效，不会过期。"
                },
                {
                    "Q": "星光会员卡是什么？",
                    "A": "星光卡是针对研究和高水平对弈用户的折扣卡。经常使用星阵的用户大多办理星光卡，以享受更优惠价格。会员卡除了本身的折扣以外，还有数量相当可观的赠品。星光卡可按月办理或连续办理12个月，从75折到95折不等，用户可根据自己的需要选择相应的会员卡。"
                },
                {
                    "Q": "道具是什么？",
                    "A": "道具是对弈中可以使用的特别功能，可以提升对弈体验。目前有领地、支招、变化图和悔棋。领地可以查看每个交叉点的领地归属概率以及胜率子差判断；支招可以查看星阵推荐选点；变化图可以查看星阵首选推荐的变化图。高水平对弈的相应功能不需要消耗道具。每日签到可以获得少量道具，需要更多道具可以到商城购买。"
                },
                {
                    "Q": "报告券是什么？",
                    "A": "生成报告可以直接余额消费，也可以使用报告券，复盘一盘棋使用一张报告券。报告券分为普通报告券和精准报告券。批量购买报告券可以享受折扣，也会有不定期的报告券赠送。"
                }
            ]
        }
    }
}