{
    "title": "“你和AlphaGo Zero谁更厉害？”",
    "author": "星阵围棋",
    "time": "2019年6月3日",
    "content": [
        "近日，星阵围棋蓝V认证的官方微博正式开通了。星阵围棋团队于6月1日，在微博上与网友们进行了密切互动，陆续回答了大家关心的一些具体问题。有些问题是星阵在面对镜头与媒体时经常遇到的，有些问题是围棋爱好者们站在提高棋力的角度最关心的，而有些问题却是非常犀利，回答以后或许会引发争议的……",
        {
            "name": "7a.jpg",
            "title": "星阵团队在2019世界智能围棋公开赛上"
        },

        "网友：一直想知道星阵围棋是如何实现动态贴目的。",
        "星阵：星阵的技术叫做任意贴目，星阵采用多任务学习技术，通过训练领地网络和子差网络，学会点目，于是可以进行任意贴目的对局。",
        
        "网友：星阵前身为“神算子”，以前采访中，金博士说星阵早期用人类棋谱，后期用自我对弈训练。那这早期用人谱，已和Alphago zero纯自我对弈训练不同。从技术角度来说，这是否影响星阵围棋棋力的上限？",
        "星阵：无论是使用人类棋谱版本开始，还是像Zero一样从零开始，并不是最重要的差别，两种方式都可以通过强化学习螺旋上升达到很高的水平。影响棋力上限的不是起点，而是学习的方法和过程。",
        
        "网友：是否有计划推出电脑版本或移动设备版本？",
        "星阵：星阵陪练小程序就是移动设备版本，可以满足从入门级棋友到职业级棋友的练棋需求。",
        
        "网友：下了几盘，体验非常好。不知道用户量大起来以后，服务器还能不能跟得上。",
        "星阵：用户大量增加时，我们也会增加相应的服务器资源，以保证服务质量。",
        
        "网友：运行星阵围棋电脑需要什么配置？",
        "星阵：星阵不提供本地版，星阵AI部署在云上，AI水平与本地电脑配置无关。",
        
        "网友：星阵能否放出一些自对弈棋谱让大家欣赏？像阿法狗那样。",
        "星阵：可以，后续我们可以放一些自对弈棋谱供大家欣赏。",
        
        "网友：是否敢和人类棋手下一年一盘棋的比赛？比方和聂卫平对局，一天一方只走一步。这样人类可以避免计算力不足和昏招，而AI可以更深入检验围棋理论深度。",
        "星阵：这样的比赛需要组织者和愿意参与的人类棋手。如果有人组织这样的比赛，星阵也愿意参加。",
        
        "网友：如果星阵跟棋手搭档下联棋，觉得哪一种棋风会配合得比较好？有具体的棋手人选么？",
        "星阵：星阵以“不退让围棋”著称，搭档力战风格棋手应该更能让棋局展现的精彩刺激！在这一点上芈昱廷、时越、连笑等都是绝佳人选。但联棋还讲求心灵上的默契，而星阵毕竟是一款程序，在双方的配合上就更需要人类去多照顾和适应AI。例如在关键处如果判断不清可以打将后交给星阵处理，星阵选择一种下法后尽量去理解他的战略意图，以保持行动一致，都是很有用的联棋技巧。",
        
        "网友：在围棋领域的其他方面会不会带来一些突破？",
        "星阵：（不知道其他方面是指排除了哪些方面）星阵的任意贴目任意棋盘路数是突破。星阵通过智能棋手族用少量算力满足广大棋友对不同水平AI的需求，匹配任意棋迷的水平，也是一项突破。还会有更多突破，例如智能裁判，棋谱分析，水平评测等。",
        
        "网友：开发，训练围棋AI,在物力人力方面，都花费很多资金。 人工智能的应用，又很难短时间带来现金收益。 请问贵公司如何长远发展下去呢？",
        "星阵：随着过去几年人工智能围棋的飞速发展，星阵与整个围棋行业都正面临历史性的机遇，通过人工智能的技术驱动，可以改变对弈、训练、教学、考试等方方面面，将围棋行业推向智能化、标准化、体系化、科学化。",
        
        "网友：星阵围棋和AlphaGo Zero相比谁更厉害或者差距有多少？",
        "星阵：真要比较星阵和AlphaGoZero的棋力水平的话，只有通过比赛才能获得有说服力的答案。但是很遗憾，AlphaGoZero不再继续研发了，也没有机会通过比赛进行比较了，如果有可能的话，星阵随时愿意应战。",
        "然而事实上，星阵棋力超过AlphaGoZero只是一个时间问题，仍未超越或已经超越，其实都不再重要。更有意义的是从技术突破而非棋力比较的角度来考虑这个问题。AlphaGo将深度学习和强化学习技术引入了围棋AI，取得了举世瞩目的成就，星阵则站在巨人的肩膀上继续前进，研究了多任务学习和迁移学习在围棋AI上的应用，也取得了不错的进展。技术的发展是递进式的，围棋的问题足够复杂，留给研究者的空间足够广阔，相信未来还有更优秀的研究团队，可以取得更大的成绩。"

]
    
}