{


    "lcb3": "lcb3_e",
    "hl1": "hl1_e",
    "hl2": "hl2_e",
    "hl3": "hl3_e",
    "gold": "gold_e",
    "silver": "silver_e",
    "platinum": "platnium_e",
    "diamond": "diamond_e",
    "black_gold": "black_gold_e",
    "r11": "r11_e",
    "r13": "r13_e",
    "ds5.jpg": "ds5_e.jpg",
    "connector-oi": "connector-oi_e",
    "hl1.png": "hl1_e.png",
    "incb1.png": "incb1_en.png",
    "incb2.png": "incb2_en.png",
    "incb3.png": "incb3_en.png",
    "incb4.png": "incb4_en.png",
    "incb5.png": "incb5_en.png",

    "再变化图中向前跳转1手": "in the variation, go forward - one move",
    "再变化图中向后跳转1手": "in the variation, go backward - one move",
    "再变化图中向前跳转5手": "in the variation, go forward - five moves",
    "再变化图中向后跳转5手": "in the variation, go backward - five moves",
    "星阵研究具有以下核心优势：": "Golaxy Analysis has the following core advantages:",
    "1. 高水平：星阵曾获得四次世界人工智能围棋大赛冠军，并仍在不断进步，星阵会不断地将最新最高版本的AI提供给用户，提供最先进的围棋理论。": "1. High level: Golaxy has won four gold metals in World Artificial Intelligence Go Competitions and is still constantly improving. Golaxy will continue to provide the latest and the best AI Edition to the users alongside the most advanced Go theories.",
    "2. 易理解：星阵提供目数判断、领地判断等功能，与人类思维更加贴合，下法更容易被人理解、接受和学习。星阵界面清晰简洁、易上手。": "2. Easy to understand: Golaxy provides functions such as counting of moves, estimation of territory and so on. These functions matches with our way of thinking. So the game techniques are easy for players to understand, accept and learn. Additionally, the Golaxy interface is clear and concise, very easy for players to use.",
    "3. 免安装：用户无需进行装机、下载、安装、调参等繁琐的工作，扫出了电脑技术障碍，只需打开网页，便可轻松获得最顶尖的人工智能。": "3. Installation-free: Users need to neither download or install any software. All the technical difficulties are avoided, you only need to open the web page and you can gain access to the top AI technology.",
    "3. 免安装：用户无需进行装机、下载、安装、调参等繁琐的工作，扫除了电脑技术障碍，只需打开网页，便可轻松获得最顶尖的围棋人工智能。": "3. Installation-free: Users need to neither download or install any software. All the technical difficulties are avoided, you only need to open the web page and you can gain access to the top AI technology.",
    "4. 资源多：运行围棋AI需要的强大算力资源由星阵后台配备，用户无需购置高性能电脑，可按需选择不同配置，使用中可灵活切换配置。": "4. Unlimited sources: Running go AI requires powerful computing power sources and this is equipped within Golaxy’s backend support. Users do not need to purchase high-performance computers, you can freely choose different configurations based on your own needs, and can flexibly switch between them.",
    "5. 随时用：无论是在外比赛还是在家休息，只要有一台普通电脑就可以随时随地使用星阵高水平分析，摆脱了高配置电脑及使用场景的束缚。": "5. Flexibility: No matter you are competing outside or relaxing at home, as long as you have a usable computer, you can use the high-level analysis provided by Golaxy anytime freely. This means that users are free from the constraints of theirs locations and their computer configurations.",
    "5. 随时用：无论是在外比赛还是在家休息，只要有一台普通电脑就可以随时随地使用星阵高水平分析，摆脱了高配置电脑成本及使用场景的束缚。": "5. Flexibility: No matter you are competing outside or relaxing at home, as long as you have a usable computer, you can use the high-level analysis provided by Golaxy anytime freely. This means that users are free from the constraints of theirs locations and their computer configurations.",
    "6. 更划算：专业版6X棋力约相当于6万元左右电脑运行现有的开源围棋AI。按照一般学棋每周使用8小时计算，每月仅花费500元左右，三年节省花费70%以上。": "6. Worthiness: The level of professional Edition 6X is equivalent to a 60,000 yuan (RMB) computer running an existing open source go AI player. Based on the data that it takes about 8 hours per week in general to learn to play go, it only costs about 500 yuan (USD) per month, which helps  you to save more than 70% of money in three years.",
    "6. 更划算：专业版6X棋力相当于6万元电脑运行现有开源围棋AI。按照一般学棋每周使用8小时计算，每月仅花费500元左右，三年节省花费70%以上。": "6. Worthiness: The level of professional Edition 6X is equivalent to a 60,000 yuan (RMB) computer running an existing open source go AI player. Based on the data that it takes about 8 hours per week in general to learn to play go, it only costs about 500 yuan (USD) per month, which helps  you to save more than 70% of money in three years.",
    "星阵为研究功能提供了丰富的配置，专业版经济实惠，旗舰版水平超高。研究中的不同的配置表现为几X（X为速度单位，我们使用星阵拼音首字母x作为速度单位，1x的配置高于现今主流电脑的资源配置，1x的棋力即超越人类顶尖棋手），X数越多计算速度越快。除了计算速度的区别外，还存在计算量上限等区别。大家可以根据自己的需要选择相应的配置。": "Golaxy provides an abundant number of configurations for the analysis function, the professional edition is very economical and affordable, the Ultimate Edition has very high standards. In the analysis, the different configurations are expressed as X (X is the unit for speed and it is the first letter of Golaxy in Mandarin. The configuration of 1X is higher than the source configurations of the mainstream computers nowadays and the go level of it even exceeds the top human Go players). The more the number of X, the faster the simulation speed. In addition to the difference in the simulation speed, there are also differences in the upper limits of the simulation amounts. You can choose the suitable configuration based on your needs.",
    "用户使用前需要先进行充值，目前注册登录可以领取￥5试用金，可选择专业版3x进行充分试用。在使用前需确保自己有足够的余额使用（余额不足后将会自动结束服务）。根据每次使用的时长以及配置，会自动从账户中扣除相应金额。（以分钟为单位计费，不足1分钟的部分按1分钟收取）": "Users need to recharge before using the functions. If you register now, you will receive a 5 CNY gift, and you can select the professional Edition 3X to try out. Before using, please make sure that you have sufficient wallet balance (If the balance is insufficient, the service will be automatically ended). Based on the duration and configuration of each use, the corresponding amount will be automatically deducted from your balance. (The amount of charge is calculated in terms of minutes, the parts that are less than one minute is counted as one minute.)",
    "将鼠标放在绿点上（或右侧列表相应选点上），可以预览该推荐选点的变化图。": "Place the mouse onto the green dot (or the corresponding point shown in the list on the right side), you can preview the variation of that recommended point selection.",
    "中国香港特别行政区": "HongKongSpecialAdministrativeRegionofChina",
    "中国澳门特别行政区": "MacaoSpecialAdministrativeRegionofChina",
    "中国台湾地区": "Taiwan,China",
    "阿尔巴尼亚": "Albania",
    "阿尔及利亚": "Algeria",
    "阿富汗": "Afghanistan",
    "阿根廷": "Argentina",
    "爱尔兰": "Ireland",
    "埃及": "Egypt",
    "埃塞俄比亚": "Ethiopia",
    "爱沙尼亚": "Estonia",
    "阿拉伯联合酋长国": "UnitedArabEmirates",
    "阿鲁巴": "Aruba",
    "阿曼": "Oman",
    "安道尔": "Andorra",
    "安哥拉": "Angola",
    "安圭拉": "Anguilla",
    "安提瓜和巴布达": "AntiguaandBarbuda",
    "澳大利亚": "Australia",
    "奥地利": "Austria",
    "阿塞拜疆": "Azerbaijan",
    "巴巴多斯": "Barbados",
    "巴布亚新几内亚": "PapuaNewGuinea",
    "巴哈马": "Bahamas",
    "白俄罗斯": "Belarus",
    "百慕大": "Bermuda",
    "巴基斯坦": "Pakistan",
    "巴拉圭": "Paraguay",
    "巴林": "Bahrain",
    "巴拿马": "Panama",
    "保加利亚": "Bulgaria",
    "巴西": "Brazil",
    "北马里亚纳群岛": "TheNorthernMarianaIslands",
    "贝宁": "Benin",
    "比利时": "Belgium",
    "冰岛": "Iceland",
    "博茨瓦纳": "Botswana",
    "波多黎各": "PuertoRico",
    "波兰": "Poland",
    "玻利维亚": "Bolivia",
    "伯利兹": "Belize",
    "波斯尼亚和黑塞哥维那": "BosniaandHerzegovina",
    "不丹": "Bhutan",
    "布基纳法索": "BurkinaFaso",
    "布隆迪": "Burundi",
    "朝鲜": "NorthKorea",
    "赤道几内亚": "EquatorialGuinea",
    "丹麦": "Denmark",
    "德国": "Germany",
    "东帝汶": "EastTimor",
    "多哥": "Togo",
    "多米尼加": "Dominica",
    "多米尼加共和国": "DominicanRepublic",
    "厄瓜多尔": "Ecuador",
    "厄立特里亚": "Eritrea",
    "俄罗斯": "Russia",
    "法国": "France",
    "法罗群岛": "FaroeIslands",
    "梵蒂冈": "Vatican",
    "法属波利尼西亚": "FrenchPolynesia",
    "斐济": "Fiji",
    "菲律宾": "Philippines",
    "芬兰": "Finland",
    "佛得角": "CapeVerde",
    "福克兰群岛": "FalklandIslands",
    "冈比亚": "Gambia",
    "刚果（布）": "Congo(Brazzaville)",
    "刚果（金）": "Congo(DRC)",
    "格陵兰": "Greenland",
    "格林纳达": "Grenada",
    "格鲁吉亚": "Georgia",
    "哥伦比亚": "Colombia",
    "哥斯达黎加": "CostaRica",
    "关岛": "Guam",
    "古巴": "Cuba",
    "圭亚那": "Guyana",
    "海地": "Haiti",
    "韩国": "Korea",
    "哈萨克斯坦": "Kazakhstan",
    "黑山共和国": "TheRepublicofMontenegro",
    "荷兰": "TheNetherlands",
    "荷属安的列斯群岛": "TheNetherlandsAntilles",
    "洪都拉斯": "Honduras",
    "加纳": "Ghana",
    "加拿大": "Canada",
    "柬埔寨": "Cambodia",
    "加蓬": "Gabon",
    "吉布提": "Djibouti",
    "捷克共和国": "CzechRepublic",
    "吉尔吉斯斯坦": "Kyrgyzstan",
    "基里巴斯": "Kiribati",
    "几内亚": "Guinea",
    "几内亚比绍": "GuineaBissau",
    "开曼群岛": "CaymanIslands",
    "喀麦隆": "Cameroon",
    "卡塔尔": "Qatar",
    "科科斯群岛": "CocosIslands",
    "克罗地亚": "Croatia",
    "科摩罗": "Comoros",
    "肯尼亚": "Kenya",
    "科特迪瓦": "IvoryCoast",
    "科威特": "Kuwait",
    "库克群岛": "CookIslands",
    "莱索托": "Lesotho",
    "老挝人民民主共和国": "LaoPeople'sDemocraticRepublic",
    "拉脱维亚": "Latvia",
    "黎巴嫩": "Lebanon",
    "利比里亚": "Liberia",
    "利比亚": "Libya",
    "列支敦士登": "Liechtenstein",
    "立陶宛": "Lithuania",
    "罗马尼亚": "Romania",
    "卢森堡": "Luxembourg",
    "卢旺达": "Rwanda",
    "马达加斯加": "Madagascar",
    "马尔代夫": "Maldives",
    "马耳他": "Malta",
    "马来西亚": "Malaysia",
    "马拉维": "Malawi",
    "马里": "Mali",
    "曼岛": "Manisland",
    "毛里求斯": "Mauritius",
    "毛里塔尼亚": "Mauritania",
    "马其顿": "Macedonia",
    "马绍尔群岛": "MarshallIslands",
    "马约特": "Mayotte",
    "美国": "UnitedStates",
    "美属萨摩亚": "AmericanSamoa",
    "美属维京群岛": "VirginIslandsoftheUnitedStates",
    "蒙古": "Mongolia",
    "孟加拉国": "Bangladesh",
    "蒙塞拉特群岛": "Montserratislands",
    "缅甸": "Myanmar",
    "密克罗尼西亚联邦": "FederatedStatesofMicronesia",
    "秘鲁": "Peru",
    "摩尔多瓦": "Moldova",
    "摩洛哥": "Morocco",
    "摩纳哥": "Monaco",
    "莫桑比克": "Mozambique",
    "墨西哥": "Mexico",
    "纳米比亚": "Namibia",
    "南非": "SouthAfrica",
    "南极洲": "Antarctica",
    "瑙鲁": "Nauru",
    "尼泊尔": "Nepal",
    "尼加拉瓜": "Nicaragua",
    "尼日尔": "Niger",
    "尼日利亚": "Nigeria",
    "纽埃": "Niue",
    "挪威": "Norway",
    "帕劳": "Palau",
    "皮特凯恩群岛": "Pitcairnislands",
    "葡萄牙": "Portugal",
    "瑞典": "Sweden",
    "瑞士": "Switzerland",
    "萨尔瓦多": "ElSalvador",
    "塞尔维亚": "Serbia",
    "塞拉利昂": "SierraLeone",
    "塞内加尔": "Senegal",
    "塞浦路斯": "Cyprus",
    "塞舌尔群岛": "Seychelles",
    "萨摩亚": "Samoa",
    "沙特阿拉伯": "SaudiArabia",
    "圣巴泰勒米": "St.bartholomey",
    "圣诞岛": "ChristmasIsland",
    "圣多美和普林西比": "SaoTomeandPrincipe",
    "圣赫勒拿": "St.Helena",
    "圣基茨和尼维斯": "SaintKittsandNevis",
    "圣卢西亚": "SaintLucia",
    "圣马丁": "SaintMartin",
    "圣马力诺": "SanMarino",
    "圣皮埃尔和密克隆": "SaintPierreandMiquelon",
    "圣文森特和格林纳丁斯": "SaintVincentandtheGrenadines",
    "斯里兰卡": "SriLanka",
    "斯洛伐克": "Slovakia",
    "斯洛文尼亚": "Slovenia",
    "斯威士兰": "Swaziland",
    "苏丹": "Sudan",
    "所罗门群岛": "SolomonIslands",
    "索马里": "Somalia",
    "泰国": "Thailand",
    "塔吉克斯坦": "Tajikistan",
    "汤加": "Tonga",
    "坦桑尼亚": "Tanzania",
    "特克斯和凯科斯群岛": "TurksandCaicosIslands",
    "特立尼达和多巴哥": "TrinidadandTobago",
    "土耳其": "Turkey",
    "土库曼斯坦": "Turkmenistan",
    "突尼斯": "Tunisia",
    "托克劳": "Tokelau",
    "图瓦卢": "Tuvalu",
    "瓦利斯和富图纳": "WallisandFutuna",
    "瓦努阿图": "Vanuatu",
    "危地马拉": "Guatemala",
    "委内瑞拉": "Venezuela",
    "文莱": "Brunei",
    "乌干达": "Uganda",
    "乌克兰": "Ukraine",
    "乌拉圭": "Uruguay",
    "乌兹别克斯坦": "Uzbekistan",
    "西班牙": "Spain",
    "希腊": "Greece",
    "新加坡": "Singapore",
    "新喀里多尼亚": "NewCaledonia",
    "新西兰": "NewZealand",
    "匈牙利": "Hungary",
    "叙利亚": "Syria",
    "牙买加": "Jamaica",
    "亚美尼亚": "Armenia",
    "也门": "Yemen",
    "意大利": "Italy",
    "伊拉克": "Iraq",
    "伊朗": "Iran",
    "印度": "India",
    "印度尼西亚": "Indonesia",
    "英国": "Britain",
    "英属维京群岛": "BritishVirginIslands",
    "以色列": "Israel",
    "约旦": "Jordan",
    "越南": "Vietnam",
    "赞比亚": "Zambia",
    "乍得": "Chad",
    "直布罗陀": "Gibraltar",
    "智利": "Chile",
    "中非共和国": "CentralAfricanRepublic",
    
    "棋盘大小：19x19": "Board Size 19×19",
    "让子：分先": "Even Game",
    "贴目": " Komi ",
    "贴目：3又3/4子": "Komi 7.5 Points",
    "黑贴3又3/4子": "Komi 7.5 Points",
    "5 秒": "5s",
    "10 秒": "10s",
    "20 秒": "20s",
    "30 秒": "30s",
    "40 秒": "40s",
    "60 秒": "60s",
    "根据您当前等级自动匹配电脑等级，您当前净胜局数为-2局": "The computer level will be automatically matched according to your current level. Your current number of wins is - 2 matches.",
    "根据您当前等级自动匹配电脑等级，您当前净胜局数为-1局": "The computer level will be automatically matched according to your current level. Your current number of wins is - 1 match.",
    "根据您当前等级自动匹配电脑等级，您当前净胜局数为1局": "The computer level will be automatically matched according to your current level. Your current number of wins is 1 match.",
    "根据您当前等级自动匹配电脑等级，您当前净胜局数为0局": "The computer level will be automatically matched according to your current level. Your current number of wins is 0 matches.",
    "领先(目)": " Lead",
    "胜率(%)": " Win rate",
    "还未获得任何成就，赶快去": "Nothing has been achieved yet ",
    "本次消费将从您的余额扣除，当前余额": "This purchase will be deducted from your current balance ",
    "白银卡": "Silver",
    "黄金卡": "Gold",
    "钻石卡": "Diamond",
    "白金卡": "Platnium",
    "黑金卡": "Black",
    "发生了未知错误，请检查网络或稍后再试...": "AN unknown error has occurred, please check the connection or try again later...",
    "尚未终局，请继续落子": "The game has not yet ended, please continue the play",
    "登录后可使用道具，注册即送新手道具大礼包及其他好礼。": "Login to use the tools; register to receive the beginnre gift packages and other gifts",
    "使用变化图功能，获得星阵想象的棋局进程。可以当作高级的支招使用，还可以窥探星阵的心理，找到克敌良计。": "You can use the variation to get the game progress envisioned by Golaxy. This can not only be used as a high-level tactic but also help you understand how Golaxy thinks and find a good way to defeat the opponent.",
    "星阵围棋专业版具有几大核心产品优势:": "Golaxy Analysis has the following core advantages:",
    "在报告模式中选择生成报告即可以进入准备页，此时可以在棋盘上摆好自己想要分析的棋谱，也可以点击“打开棋谱”（或左侧棋谱按钮）。如果是自己摆的棋谱或者本地上传的棋谱，可以在右侧上方编辑棋谱信息。": "In the report mode, select “generate report” to enter the preparation page. You can then place the kifu that you want to analyze on the board or click “open kifu ” (or the kifu button on the left). If the kifu is arranged by yourself on the Go board or uploaded locally, you can edit the information on the upper right section of the page.",
    "在右侧选择合适的报告类型（普通为1600po，精准为10000po），点击生成报告即可以开始生成报告。": "Select the suitable report type on the right side of the page (standard is 1600po, accurate is 10000po). Click “generate report” to start generating the report.",
    "问题手中会给出每方各5个问题手（当问题手不足5个时会显示全部问题手）。还可以分阶段、分棋手查看，如此可以看出更多的问题手。点击问题手跳转到问题手的盘面，直接查看该问题手具体哪里有问题。每个问题手最上方白线所处的位置为下这手棋之前落子方的胜率，圆圈所处位置为下完这手棋之后的胜率，对应的坐标为手数。哪里下的有问题？怎么就输出去了？星阵来告诉你。": "Five problem moves will be given to each side (when there are less than 5 moves, all of them will be displayed). You can also check by looking at different stages and moves so that you are able to find out more moves that have problems. Click on the moves to directly jump to the board that it is located on so that you are able to directly see what the problem is. The white line on top of each problem move shows the win rate before making this move and the area that has the circle indicates the win rate after making this move. The corresponding coordinates reflect the number of moves made. By using this function, let Golaxy help you find out what are the problems with your moves and possibly make improvements.",
    "有时你可能只是不小心手滑，或者不经意地随手，你都可以悔棋，选择一步更好的棋。星阵固然也想赢，但是比起赢棋，能与你有一盘精彩的对局更加令人欣喜。有时你可能是想尝试另一种下法，星阵也十分乐意与你探索不同的棋局。有时你可能对于局面不满意，你也可以退回到你觉得没下好的局面再来一次，也许此刻的你，正在成长。": "Sometimes you might have accidentally touched the mouse and moved a stone or inadvertently made a wrong move, but don’t worry, you can always undo the move and choose a better one. Although Golaxy wants to win, it is more exciting to enjoy a wonderful game with you. Sometimes you might want to try another tactic, Golaxy is also happy to explore different tactics with you. Sometimes you might be dissatisfied with the game situation, you can always go back to the part where you want to try again and redo it. Maybe at these moments, you are progressing and improving your Go skills.",
    "有了悔棋，你还可以放心的试验自己的想法，你那些天马行空的想法，灵光一现的妙手。星阵陪你在实战中不断验证。围棋，本来就是该无拘无束的。": "With this undo tool, you can also feel free to experiment with your own ideas. You may even be surprised to discover how amazing those ideas are. Golaxy is happy to explore those together with you in actual games. Go, is meant to be unfettered.",
    "星阵围棋（以下简称星阵）是北京深客科技有限公司研发的高水平人工智能围棋程序。它使用少量硬件资源完成训练，实现更具通用性、更人性化的高水平围棋智能软件。对局进程中，星阵会像人类一样用点目的方式进行形势判断，无论优势劣势，始终追求最优下法，以“不退让围棋”闻名。星阵还可以进行任意路数和任意贴目的对局，完美适应各种围棋规则。<br />　　星阵于2018年4月战胜世界冠军柯洁九段，2018年5月让先对阵顶尖职业棋手41局获得40胜1负，随后相继三次获得世界人工智能围棋大赛冠军。2019年4月，星阵让二子对阵四位世界女子顶尖棋手，获得全胜。<br /> 　　星阵曾代表中国人工智能参加第四届东方经济论坛。并在世界人工智能大会上与刘鹤副总理对弈。": "　　Golaxy Go (hereinafter referred to as “Golaxy”) is a high-level computer AI program developed by Beijing Thinker Technology company Co., Ltd. The training only took a small number of hardware resources to complete, so the Golaxy AI appears to be not only high-level but also user-friendly. In the games, Golaxy judges the situations by counting points just like what a human does. Regardless of whether you are in the lead or in a disadvantaged situation, Golaxy always pursues the best way to play. Accordingly, Golaxy is known for “non-giving in go”. Galaxy can also play any kind of board size or komis, and perfectly adapt to any Go rules.<br />　　  In April 2018, Golaxy defeated the world champion Jie Ke 9dan. In May 2018, in a total of 41 rounds of games against the top professional player, Golaxy won 40 rounds. Additionally, Golaxy won the championship of the World AI Go Competition three times in succession. In April 2019, Golaxy played against four world’s top female go players, and won the championship. <br /> 　　Golaxy has also represented the Chinese Artificial Intelligence to attend the 4th Eastern Economic Forum. In the World AI Conference, Golaxy also played against the Vice Premier, Lie He.",
    "2016年3月，DeepMind团队的围棋AI程序AlphaGo 4:1战胜世界冠军李世石九段，成为人工智能历史上的里程碑事件。2017年5月，改进后的AlphaGo再次与柯洁九段对弈，以3:0获得完胜。DeepMind团队发表在《自然》杂志上的两篇重磅论文，阐释了这两次胜利背后的技术驱动力。<br />　　然而，以AlphaGo-Zero为代表的围棋AI仍然存在一些问题：<br />　　首先，是水平上限的问题。AlphaGo-Zero证明了使用强化学习技术可以提高AI的棋力，但是从论文的实验数据来看这种棋力增长的速度越来越慢，后期趋向停滞。在这一框架下，棋力的提升存在瓶颈。<br />　　其次，是资源开销问题。目前的强化学习方法自对弈消耗的计算资源空前巨大，DeepMind团队为了打造AlphaGo-Zero，使用了2000个TPU进行自对弈，总耗资过亿元。这样的算力消耗是中小型学术机构、研究团队难以承受的，需要从算法层面做出改进，降低训练使用的计算资源开销。<br />　　第三，是算法的通用性、灵活性、可迁移性的问题。AlphaGo-Zero的强化学习算法，基于单一、特定的围棋规则，也即中国规则黑贴3.75子。一旦规则改变，就需要重新训练，之前投入的大量计算资源训练的模型没有利用价值。全世界的围棋规则并没有统一，而如果为各个围棋规则分别训练围棋AI，会造成极大的浪费。显然，这和人类所认识的“举一反三”类型的智能是不相符的。<br />　　星阵围棋力求使用更少的训练资源，实现更具通用性、更人性化的高水平围棋智能。它在AlphaGo的基础上做了一些技术创新。星阵的主要贡献涉及到机器学习的两个重要领域，多任务学习和迁移学习。": "　　In March 2016, the AI program developed by the DeepMind team, AlphaGo, defeated the world Go champion, Shishi Lee, with a score of 4:1. This legendary win became a milestone in AI history. In May 2017, the improved AlphaGo Edition played against Jie Ke 9dan once again and won with a score of 3:0. In Nature Magazine, the DeepMind team published two articles explaining the technical driving force behind these two victories.<br />　　However, the Go AI represented by AlphaGo-Zero still has some problems:<br />　　Firstly, there is an issue of the upper limit for the AI’s game level. AlphaGo-Zero proved that the Go power of AI can be improved by using reinforcement learning technologies. But the experimental data included in the article showed that the growth rate of the AI’s Go level is becoming slower and slower, gradually progressing to stagnation. Under this framework, there is a bottleneck phase within the improvement of the AI’s go level.<br />　　In addition, there is an issue with the spending used on resources. The current reinforcement learning method requires a huge amount of computing sources. In order to create AlphGo-Zero, the DeepMid team used 2000 TPUs for self-match purposes, which costed a total of over 100 million CNY. For smaller academic institutions and research teams, such a huge amount of computer power consumption is unaffordable. So in order to reduce the cost, improvements of the simulation methods need to be made.<br />　　Moreover, there are issues regarding the flexibility and portability of the simulation methods. AlphaGo-Zero’s reinforcement learning method is based on a single, specific go rule, also known as the Chinese rule of the black Komi 7.5 points. Once the rule is changed, it needs to be retrained, and the large amount of computing sources invested previously is wasted. There is no uniform Go rule in the world, and if you train Go AI for each Go rule separately, it will cause great waste. Obviously, this is inconsistent with the type of intelligence known by human beings.<br />　　Golaxy strives to use fewer training resources to achieve a more versatile and humanized high-level Go intelligence. It has made some technological innovations on the basis of AlphaGo. The main contribution of Golaxy involves two important areas of machine learning, multi-task learning and transfer learning.",
    "多任务学习（MTL）是机器学习中一个很有前景的领域，它利用多个学习任务中包含的有用信息来帮助每个任务学习到更为准确的学习器。<br />　　在现实世界中，有很多问题都是相关联的，如果把这些问题当做一个一个独立的任务来建模，就忽略了这些问题之间所富含的丰富关联信息。在机器学习中，把相关的多个任务放在一起学习，可以更容易地学习到多个任务间共性的特征，进而减小对训练数据的需求量，加快学习的速度，提升模型的泛化能力，比单独学习它们得到更好的性能。<br />": "　　Multi-task learning(MTL) is a promising field of machine learning. It utilizes the useful information contained in multiple tasks to help each task learn a more accurate learner.<br />　　In reality, many questions are related. If these questions are modeled as independent tasks, the valuable information contained in the correlation between these questions is lost. Learning multiple related tasks together makes it easier for the AI to grasp the common features among multiple tasks, thus reducing the amount of training data needed. The learning speed and the generalization ability of the AI are also improved, resulting in better performance than learning each task independently.<br />",
    "与AlphaGo只使用策略网络（Policy Network）和价值网络（Value Network）不同，星阵同时学习了四个主任务，另外两个是领地网络（Area Network）和子差网络（Score Network）。领地网络基于任意给定盘面，分别估算棋盘上每个交叉点最终归属黑棋或白棋的概率。子差网络基于任意给定盘面，估算最终黑方子数与白方子数的差值。很显然，占据哪些领地、双方子数的差距、以及哪方获胜这三个训练任务具有很强的相关性，事实上占据哪些领地就直接决定了哪一方能够取胜。因此价值网络与领地网络、子差网络同时训练可以相互促进，提升性能，这一点是毋庸置疑的。<br />　　在领地网络和子差网络的帮助下，星阵对局面的判断更加全面、立体，这也让星阵学会了像人一样“点目”，而不仅仅是依靠胜率来下棋。在胜率接近的情况下，星阵会选择子差更优的下法，将领先的优势继续扩大，或者试图缩小落后的目数，咬住局面寻找机会。这一技术特点也形成了星阵“不退让围棋”的棋风。<br />　　多任务学习能够行之有效，有其深层次的原因。<br />　　首先，越多任务的越多标签，就可以从每一个训练样本中汲取更多的信息，也意味着数据量的增加，因此多任务学习能够显著提升训练速度，消耗更少训练数据，降低过拟合的风险。<br />　　其次，当单独训练一个任务时，模型会学习到针对这个任务的一些好的隐藏特征表示。而采用共享权重的方式同时学习多个任务，使模型更容易捕捉到那些同时对多个任务有益的隐藏特征表示，这样的隐藏特征表示更为通用，对于新环境的新任务也会表现的更好，模型因而具有更强的泛化能力。<br />　　有时候，单独训练A任务可能很难学习到某种对该任务有益的隐藏特征表示，但是这种特征表示在B任务中却很容易学到。同时学习两个任务时，通过借用从B任务中学到的隐藏特征表示，A任务从中获益。": "　　Different from AlphaGo, which only used the Policy Network and Value Network, Golaxy learned four main tasks at once. The other two are Area Network and Score Network. With any given board, the Area Network assesses the probability that the intersection points will be attributed to the black or white side. With any given board, the Score Network assesses the final score difference between the two sides.  Obviously, these three training tasks including which territories are occupied, the score difference of the two sides, and which side wins have strong correlations. In fact, which territories are occupied is the factor that directly determines which side can win the game. Therefore, undoubtedly, the simultaneous training of the Value Network. Area Network and Score Network can help to improve the AI’s performance.<br />　　With the help of the Area Network and the Score Network, Golaxy is able to assess the situation of the game more accurately and precisely. Rather than only relying on the win rate to play the games, this also allowed Golaxy to learn to “count points” like a human. When the win rates are close, Golaxy will choose the variation depending on the points, expanding the leading advantage, or try to narrow the points gap. This characteristic also formed Goloxy’s game style of never giving in.<br />　　There are more in-depth reasons of why multi-task learning can be effective.<br />　　First of all, more tasks mean more labels, which more information can be drawn from each training sample. Accordingly, the number of data increases. This means that the learning speed can be significantly improved through multi-task learning, less training data is needed and the risk of overfitting is reduced.<br />　　Additionally, when training for a task independently, the AI will be able to learn the presentation of some beneficial hidden features of this task. Using the measure of shared weights to learn multiple tasks, the AI can learn the presentation of hidden features that are beneficial to multiple tasks. By using this way, the hidden features learned by the AI are more versatile. The AI will be able to adapt to new tasks better in new situations and has stronger generalization capabilities.<br />　　 Sometimes, training task A alone may make it hard for the AI to learn hidden feature presentations. But this s feature representation may be easy to learn in task B. When learning two tasks at the same time, by borrowing the hidden feature representation learned from task B, task A benefits from it.",
    "机器学习的模型训练是靠数据驱动的，但在很多情况下数据极端匮乏，迁移学习就是解决数据量匮乏的一种重要方法。假定源域具有充足的数据，并已经训练出足以解决源问题的模型，迁移学习利用源域中的现有模型，帮助在缺乏训练样本的目标域，训练出解决目标任务的模型。<br />": "　　AI’s model training is driven by data, but there are many situations in which the amount of data is extremely scarce, and transfer learning is an important method that can be used to solve this problem. Assuming that the source domain has sufficient data and has trained enough models to solve the source problems, transfer learning would use the existing models to help to develop models in the domain that are lacking samples to solve the target tasks.<br />",
    "　　使用迁移学习有两个假设，源域与目标域的样本分布不同；目标域严重缺乏带有标签的样本。围棋规则并没有在全世界范围内统一，不同围棋规则下的训练样本并不通用。目前围棋AI大多使用19路棋盘，中国规则黑贴3.75子，此规则下的训练样本相对充足。星阵通过引入迁移学习技术，将中国规则黑贴3.75子的模型，用较小的代价，迁移到其他规则下。迁移学习为星阵带来了极大的算法灵活性，于是星阵可以进行任意路数的对局，也可以进行任意贴目的对局，可以进行让子棋的对弈，完美适应中国规则数子法和韩日规则数目法。可以说，迁移学习使得星阵在围棋上实现了“举一反三”的智能。": "　　There are two assumptions for using transfer learning. The source and target domains have different sample distributions; the target domain is seriously lack of labeled samples. Go rules are not uniform across the world, and training samples under different Go rules are not universal. Currently, Go AI mostly uses a 19-way board, the Chinese rule is Komi with 7.5 points The training samples under this rule are relatively sufficient. By introducing migration learning technology, Golaxy transferred the model of Chinese rule to the other rules at a relatively low cost. Transfer learning brings  great algorithm flexibility to the Golaxy, so the Golaxy can play any number of games, can also play any targeted game, and can play handicap games, which perfectly adapts to the Chinese, Korean and Japanese rules of counting points. It can be said that transfer learning has enabled Golaxy to realize the intelligence of “inferences from one another” on Go.",
    "2018年4月27日，在福州举行的“贝瑞基因杯”2018世界人工智能围棋大赛上，星阵围棋执黑第145手中盘战胜五次（当时）世界冠军柯洁九段。这场比赛被媒体称作“第三次人机大战”。<br />　　在与柯洁对阵前，星阵围棋与职业棋手们进行了让先三十番棋，战绩达到28胜2负，战胜过的对手包括周睿羊、范廷钰、朴廷桓等强手。在与柯洁对阵后，星阵围棋又让先与围棋高手轮番对战，取得40胜1负的战绩。战胜过的对手包括檀啸、谢尔豪、时越、江维杰、柁嘉熹、党毅飞、崔哲瀚、元晟溱、周俊勋等世界冠军。2018年11月17日，在江西抚州，人工智能大会围棋AI人机表演赛上，执白让先倒贴3.75子，中盘战胜世界冠军时越九段。<br />": "　　On April 27th, 2018, in the “Berry Gene Cup” 2018 World AI Go Competition held in Fuzhou, Golaxy (playing black) defeated the five-time World Champion Jie Ke 9dan by resignation at the 145th move. This game is known as the “Third Human-AI war” among the media.<br />　　Before playing against Jie Ke, Golaxy and some other professional players did 30 komi games, which Golaxy won 28 rounds and lost 2 rounds. Lots of strong players were defeated such as Ruiyang Zhou, Tingyu Fan and Junghwan Park, and so on. After playing against Jie Ke, Golaxy did several rounds of komi games with other top players, with 40 wins and 1 loss. Several world champions that were defeated include Xiao Tan, Erhao Xie, Yue Shi, Weijie Jiang, Jiaxi Tuo, Yifei Dang, Cheolhan Choi, Seongjin Weon, Junxun Zhou and so on. On November 17th, 2018, in Fuzhou, Jiangxi, at the Artificial Intelligence Conference Go AI showcase, Golaxy played white and reverse compensated 7.5 points in the game, defeated the World Champion Yue Shi 9dan in the middlegame.<br />",
    "2019年4月30日，在“博思杯”2019世界人工智能围棋大赛人机对抗赛中，星阵围棋授二子与第二届吴清源杯四强棋手芮乃伟九段、王晨星五段、李赫五段和曹承亚二段对弈，获得四战全胜。这是围棋人工智能首次在授二子的正式比赛中战胜人类职业棋手。<br />": "　　On April 30th, 2019, in the “Bosi Cup” 2019 World Go Human - AI Competition, Golaxy gave two handicaps and competed with the top four players of the “Second Wu Qingyuan Cup”: Naiwei Rui 9dan, Chenxing Wang 5dan, He Li 5dan, and Senga Cho 2dan. Additionally, Golaxy won all four games. This is the first time that a Go AI has defeated human players in an official game of giving two handicaps.<br />",
    "　　2018年7月，星阵围棋在2018腾讯世界人工智能围棋大赛上获得亚军。2018年8月13日至15日，第二届“中信证券杯”世界智能围棋公开赛在广西南宁举行，星阵围棋击败了来自中国、美国、日本、韩国等高水平AI，夺得冠军，并获奖金45万元。这是AI围棋界有史以来规格和奖金最高的比赛。": "　　In July 2018, Golaxy won the second place in the 2018 Tencent World AI Go Competition. From August 13th to 15th, 2018, the second “CITIC Securities Cup” World Go Championship was held in Nanning, Guangxi. Golaxy defeated other high-level AIs that are from China, the United States, Japan, and South Korea, and won the championship with a 450 thousand CNY prize. This is the competition with the largest scale and the highest prize in Go AI competition history.",
    "2018年12月15日，星阵围棋在日本东京获得第二届AI龙星战冠军。<br />　　2019年3月17日，星阵围棋受邀参加世界最强棋士战AI配对赛，携手芮迺伟九段获得冠军。<br />　　2019年4月26到29日，星阵围棋参加在福州举行的“博思杯”2019世界人工智能围棋大赛，并获得冠军。": "　　 On December 15th, 2018, Golaxy won the Second AI Dragon Starwars Competition in Tokyo, Japan.<br />　　On March 17, 2019, Golaxy was invited to participate in the match of the world’s strongest Go AI players and won the championship together with Naiwei Rui 9dan.<br />　　 On April 16th - 19th, 2019, Golaxy participated in the “Bosi Cup” 2019 World AI Go Competition held in Fuzhou and won the championship.",
    "　　2018年9月11-13日，星阵围棋作为中国人工智能的唯一代表受邀赴俄罗斯符拉迪诺斯托克参加了第四届东方经济论坛，进行表演和展示。俄罗斯国有开发银行行长谢尔盖•高科夫Sergey Gorkov，符拉迪沃斯托克市市长维塔利•沃克延科Vitaly•Verkeenko，欧洲围棋联盟主席马丁•斯蒂阿斯尼Martin Stiassny，全球最大贵金属生产商之一PolyMental公司董事长 维塔利•内西斯Vitaly Nesis等先后与星阵围棋对弈。": "　　On September 11th - 13th, 2018, as the only representative of Chinese AI, Golaxy was invited to attend the 4th Eastern Economic Forum in Vladivostok, Russia for performances and demonstrations. Many guests played against Golaxy including Sergey Gorkov( the president of the State-owned Development Bank of Russia), Vitaly Verkeenko (the Mayor of Vladivostok), Martin Stiassny (the Chairman of the European Go Union), Vitaly Nesis (the Chairman of PolyMental, one of the world’s largest precious metal mining companies), and so on.",
    "　　2018年9月17日，星阵围棋受邀参加在上海举办的第二届世界人工智能大会。国务院副总理刘鹤视察了星阵围棋的展台，询问了星阵围棋与AlphaGo的差异，饶有兴致地与星阵围棋对弈，并勉励星阵发展人工智能围棋产业。": "　　On September 17th, 2018, Golaxy was invited to participate in the 2nd World AI Conference in Shanghai. He Liu, the Vice Premier of the State Council, visited Golaxy’s exhibition booth and inquired about the difference between Golaxy and AlphaGo. He also played with Golaxy and encouraged us to further help develop the AI Go industry.",
    "刘鹤副总理与星阵围棋对弈（前排右2国务院副总理刘鹤；前排右3工信部部长苗圩；前排右5上海市市长应勇；前排右1星阵围棋主创金涬）": "Vice Premier, He Liu, played against Golaxy (front row, 2nd from the right is He Liu, the Vice Premier of the State Council; 5th from the right is Yong Ying, the Mayor of Shanghai; 1st from the right is Xing Jin, the main creator of Golaxy)",
    "　　2019年5月7日下午，福州海峡国际会展中心中庭，星阵围棋与来自比利时的LeelaZero进行了一场围棋顶级对抗赛，万众瞩目。最终星阵围棋中盘战胜LeelaZero，获得本次对抗赛的优胜。同时，星阵围棋主创金涬博士与职业棋手王鹭三段在现场配合星阵智能分析，为观众进行了人工智能与围棋相关内容的讲解。": "　　On the afternoon of May 7th, 2019, Golaxy and LeelaZero from Belgium played against each other in the atrium of the Fuzhou Strait International Conference and Exhibition Center, this top-level Go match attracted lots of attention. In the end, Golaxy defeated LeelaZero in the middle game and won the championship. During the game,  Dr. Xing Jin, the main creator of Golaxy, and Lu Wang 3dan, a professional Go player, explained AI and Go-related content to the audience.",
    
    "星阵围棋专业版用户服务协议": "Golaxy Professional Edition User Service Agreement",
    "一、特别提示": "1、Special Note",
    "在此特别提醒您（用户）在注册成为“星阵围棋专业版”（以下简称“星阵”）用户之前，请认真阅读本《星阵用户服务协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。 本协议约定北京深客科技有限公司（以下简称“星阵团队”）与用户之间关于“星阵”服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由星阵团队随时更新，星阵团队将会通过适当方式向用户提示修改内容。在修改协议条款后，如果用户不接受修改后的条款，请立即停止使用星阵提供的服务，用户继续使用星阵提供的服务将被视为接受修改后的协议。": "We would like to remind you (users) that before registering as a user of “Golaxy Professional Edition” (hereinafter referred to as “Golaxy”), please read the “Golaxy Service Agreement” carefully to ensure that you fully understand the terms, and choose to accept or deny this agreement. Unless you accept all the terms in this agreement, you will not be given the right to register, log in, to use the services. Your registration, login, and use of Golaxy will be deemed as you have accepted this agreement, and agree to be bound by the terms mentioned. This agreement stipulates the rights and obligations between users and Beijing Thinker Technology Co., Ltd. (hereinafter referred to as “Golaxy team”) regarding the “Golaxy” services (hereinafter referred to as “service”). “Users” refer to individuals who register, log in, or use this service. This agreement can be updated by the Golaxy team at any time, and the users will be notified about the modified contents through appropriate methods. After the terms of the agreement is modified, if the user does not accept the new terms, please stop using the services provided by Golaxy immediately. The users who continue to use the services will be deemed as accepting the modified terms of the agreement.  ",
    "二、账号注册": "2、Account Registration",
    "1、用户在使用本服务前需要注册一个“星阵”账号。“星阵”账号应当使用手机号码绑定注册，请用户使用尚未与“星阵”账号绑定的手机号码，以及未被星阵团队根据本协议封禁的手机号码注册“星阵”账号。星阵可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。": "1、Before using the services, users need to register for a “Golaxy” account. The account need to be registered with  the mobile phone number binding. Please use the number that has not been previously registered or banned by the Golaxy team in accordance with this agreement. Golaxy can change the account registration and binding methods according to the user needs or product needs, without notifying users in advance. ",
    "2、如果注册申请者有被星阵团队封禁的先例或涉嫌虚假注册及滥用他人名义注册，及其他不能得到许可的理由，星阵团队将拒绝其注册申请。": "2、If the person trying to register has been previously banned by the Golaxy team, has been suspected of using other people’s information to register, or performing other disapproved actions, the Golaxy team will reject their register application. ",
    "3、鉴于“星阵”账号的绑定注册方式，用户同意星阵团队在注册时将允许您的手机号码及手机设备识别码等信息用于注册。": "3、In terms of the binding registration method of the Golaxy account, the user agrees that their phone number, mobile device identification code, or other related information to be used by the Golaxy team for registration.  ",
    "4、在用户注册及使用本服务时，星阵团队需要搜集能识别用户身份的个人信息以便在必要时使用。星阵团队搜集的信息包括但不限于用户的姓名、手机号等；星阵团队同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。": "4、When users register and use this service, the Golaxy team needs to collect personal information that can be used to identify the user if necessary. The information collected by the Golaxy team includes but is not limited to the user’s name, phone number, etc.; the Golaxy team agrees that the use of the information will be restricted by the 3rd clause of the agreement regarding the user’s personal privacy and information protection. ",
    "三、账户安全": "3、Account Security",
    "1、用户一旦注册成功，成为星阵的用户，将得到一个用户名和密码，并有权利使用自己的用户名及密码随时使用星阵": "1、Once the user has successfully registered and becomes a Golaxy user, they will get a username and password. Additionally, the user will have the right to use their own username and password.  ",
    "2、用户对用户名和密码的安全负全部责任，同时对以其用户名进行的所有活动和事件负全责。": "2、The user is fully responsible for the security of their username and password, and all all activities and events conducted under their username.",
    "3、用户不得以任何形式擅自转让或授权他人使用自己的星阵账号。": "3、The user should not transfer or let others use their Golaxy account in any way without proper authorization.  ",
    "4、如果用户泄漏了密码，有可能导致不利的法律后果。因此不管任何原因导致用户的密码安全受到威胁，应该立即和星阵客服人员取得联系，否则后果自负。": "4、If the user leaks their password, adverse legal consequences might be caused. Therefore, if the security of the user’s account is threatened because of any reason, please immediately contact the customer service of Golaxy, otherwise you will be at your own risks.",
    "四、用户声明与保证": "4、User’s Statement and Obligation",
    "1、用户承诺其为具有完全民事行为能力的民事主体，且具有达成交易履行其义务的能力。": "1、The user promises that they are an individual with full civil capacity, has the ability to make a transaction, and fulfill their obligations.",
    "2、用户有义务在注册时提供自己的真实资料，并保证诸如手机号码、姓名等内容的有效性及安全性，保证星阵工作人员可以通过上述联系方式与用户取得联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。": "2、The user is obliged to provide their real personal information when registering, and to ensure the validity and security of the information including phone number, name, and so on. The user needs to make sure that the Golaxy staff can get in touch with them through the registered contact methods. Also, the user is responsible for updating the registered information once any changes are made to the provided information.",
    "3、用户承诺账号仅限本人使用，不得将账号转借他人。如果出现将账号出租等牟利行为，星阵团队将立即终止服务，并保留通过法律手段追回不当得利的权利。": "3、The user promises that the account is for their own use only, and it cannot be transferred to others. If profit-related activities are detected such as renting the account to others, the Golaxy team will immediately end the service and preserve the right to take back the unjust enrichment through legal methods.",
    "4、用户在使用星阵的过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复和相关链接页面，以及其他使用账号或本服务所产生的内容，不得违反国家相关法律制度，包含但不限于如下原则:": "4、Any content produced, uploaded, copied, published, or disseminated by users  in the process of using Golaxy, including but not limited to account avatar, name, user descriptions, registration information and authentication materials, or text, voice, pictures, videos, graphics, and other related linked pages, as well as other contents generated by using the account or the service, should not violate the relevant national laws and regulations, including but not limited to the following principles:",
    "（1）反对宪法所确定的基本原则的；": "(1) Opposing the basic principles established by the Constitution;",
    "（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；": " (2) Endangering national security, leaking state secrets, subverting state power, and undermining national unity;",
    "（3）损害国家荣誉和利益的；": "(3) Negatively impacting national honor and interests;",
    "（4）煽动民族仇恨、民族歧视，破坏民族团结的；": "(4) Inciting ethnic hatred, ethnic discrimination, and undermining ethnic unity;",
    "（5）破坏国家宗教政策，宣扬邪教和封建迷信的；": "(5) Undermining national religious policies, promote cults and feudal superstitions;",
    "（6）散布谣言，扰乱社会秩序，破坏社会稳定的；": "(6) Spreading rumors, disturbing social order and undermining social stability;",
    "（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；": "(7) Spreading obscenity, pornography, gambling, violence, murder, homicide, terror or abetting crime;",
    "（8）侮辱或者诽谤他人，侵害他人合法权益的；": "(8) Input or slander others, infringing on the legal rights and interests of others;",
    "（9）含有法律、行政法规禁止的其他内容的。": "(9) Containing other contents prohibited by laws and administrative regulations.",
    "5、用户不得利用“星阵”账号或本服务制作、上载、复制、发布、传播干扰“星阵”正常运营，以及侵犯其他用户或第三方合法权益的内容:": "5、Users should not use the “Golaxy” account or services to create, upload, copy, publish, or disseminate contents that interferes with the normal operation of Golaxy, or infringes on the legal rights and interests of other users or third parties.",
    "（1）含有任何性或性暗示的；": "(1) Containing any sexual contents;",
    "（2）含有辱骂、恐吓、威胁内容的；": "(2) Containing abusive, intimidating or threatening contents;",
    "（3）含有骚扰、垃圾广告、恶意信息、诱骗信息的": "(3) Containing harassment, spam advertisements, malicious information, and deceptive information;",
    "（4）涉及他人隐私、个人信息或资料的；": "(4) Involving others’ privacy, personal information or materials;",
    "（5）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；": "(5) Infringe on the legal rights of others’ reputation, portrait rights, intellectual property rights, business secrets, etc.;",
    "（6）含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。": "(6) Containing other information that interferes with the normal operation of Golaxy’s service and infringes on the legal rights and interests of other users or third parties.",
    "6、用户不得通过计算机程序等方式自动获取星阵数据、不得使用任何方式非法访问星阵服务器。如用户有类似行为，星阵团队将立即终止服务，并保留追究其法律责任的权利。": "6、Users are not allowed to obtain any Golaxy data through computer programs or through other means automatically, and must not use any methods to illegally access the Golaxy server. If a user is detected to have such behaviors, the Golaxy team will immediately terminate the service and preserve the rights to pursue  in the user's legal liabilities.",
    "五、服务内容": "5、Service Scope",
    "1、星阵具体服务内容由星阵团队根据实际情况提供，包括但不限于:": "1、The specific service content of Golaxy is provided by the Golaxy team according to the specific situation, including but not limited to:",
    "（1）围棋人工智能（下称AI）使用服务（仅限于提供AI数据，对于使用AI数据产生的后果星阵概不负责）；": "(1) Go Artificial Intelligence (will be referred to as “AI”) service (limited to proviging AL data, and Goaxy is not responsible for the consequences of using these data)",
    "（2）收入结算和用户支付费用:具体金额以星阵产生的统计数据为准。": "(2) Revenue simulations and user payments: the specific amount will be simulated based on the statistical data generated by Golaxy.",
    "2、星阵团队有权随时审核或删除用户发布/传播的涉嫌违法或违反社会主义精神文明，或者被星阵团队认为不妥当的内容（包括但不限于文字、语音、图片、视频、图文等）。": "2、The Golaxy team has the right to review or delete any content posted by the user that is suspected to be illegal or violates the socialist cultural-ethical standards, or is considered inappropriate by the Golaxy team (including but not limited to text, voice, pictures, videos, graphics, etc.)",
    "3、所有发给用户的通告及其他消息都可通过APP或者用户所提供的联系方式发送。": "3、All notifications and messages sent to the users can be sent through the APP or through the contact information provided by the user.",
    "4、在服务中所产生的数据、信息等所有权及解释权归星阵团队所有，任何人不得在未经星阵团队允许的前提下使用星阵的数据进行不正当的活动（包括但不限于牟利、传播等）": "4、The ownership and the right of explanation of all the data and information generated in the service belong to the Golaxy team. No one may use these data or information for improper activities without the permission of the Golaxy team (including but not limited to profit-making, spreading and so on).",
    "六、服务的终止": "6、Termination of Service",
    "1、在下列情况下，星阵团队有权终止向用户提供服务，当用户的行为对星阵团队权益造成损害时，星阵团队有权扣留账户内余额:": "1、Under the following circumstances, the Golaxy team has the right to end the provision of services to the user: if the user’s actions cause damage to the rights of the Golaxy team, the Golaxy team also has the rights to withhold the remaining balance in the user’s account:",
    "（1）在用户违反本服务协议相关规定时，星阵团队有权终止向该用户提供服务。如该用户再一次直接或间接或以他人名义注册为用户的，一经发现，星阵团队有权直接单方面终止向该用户提供服务；": "(1) When the user violates terms mentioned in this agreement, the Golaxy team has the right to end the service. If the user registers directly or indirectly under the name of another person, the Golaxy team has the right to directly and unilaterally end the provision of the service to the user.",
    "（2）用户不得通过计算机程序方式自动获取星阵数据，若发现用户有自动获取数据类似行为，星阵团队将立即终止服务，对星阵团队造成损失的，保留追究其法律责任的权利；": "(2) Users are not allowed to obtain any Golaxy data through computer programs automatically. If the user found to have such behaviors, the Golaxy team will immediately end the service, and preserve the right to investigate in their legal liability.",
    "（3）一旦星阵团队发现用户提供的数据或信息中含有虚假内容，星阵团队有权随时终止向该用户提供服务；": "(3) Once the Golaxy team finds that the data or information provided by the user contains false contents, the team has the right to end the provision of services to the user at any time;",
    "（4）本服务条款终止或更新时，用户明示不愿接受新的服务条款；": "(4) When the terms of service are terminated or updated, the user refuses to accept the new terms of service;",
    "（5）其它星阵团队认为需终止服务的情况。": "(5) Other Golaxy believes that the service needs to be terminated.",
    "（6）用户单方面终止服务的情况。": "(6) The user’s unilateral termination of the service.",
    "2、服务终止后，星阵团队没有义务为用户保留原账号中或与之相关的任何信息。": "2. After the service is terminated, the Golaxy team has no obligation to retain any information that were in or related to the user’s original account.",
    "七、服务费用": "7、Service Fees",
    "1、星阵的部分服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议。": "1. Some of Golaxy’s services requires payment. If you use the paid services, please abide by the related agreements.",
    "2、星阵可能根据实际需要对收费服务的收费标准、方式进行修改和变更，星阵也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，星阵团队将提前在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。": "2. Golaxy may modify and change the amount of charge or methods of payment for the paid services based on the needs. Golaxy may also start charging for some free services. Before the occurrence of such modifications or changes, the Golaxy team will make a notice or announcement on the corresponding service page in advance. If you do not agree to the modifications or changes, please stop using the service.",
    "3、在星阵降低收费服务的收费标准或者将收费服务改为免费服务提供时，星阵保留不对原付费用户提供退费或者费用调整之权利。": "3. When Golaxy lowers the amount of charge or changes the paid service to free service, Golaxy preserves the right to not to provide refund or payment adjustments to the original user who already paid.",
    "4、用户享有参加各项星阵优惠活动的权利，在由于用户个人原因中止服务时，星阵团队保留收回用户所享优惠的权利。": "4. The user has the right to participate in various Golaxy’s discount events. When the service is ended due to the user’s personal reasons, the Golaxy team preserves the right to withdraw the discount previously enjoyed by the user.",
    "八、服务的变更、中断": "8、Service changes and interruptions",
    "1、鉴于网络服务的特殊性，用户需同意星阵团队会变更、中断部分或全部的网络服务，并删除（不再保存）用户在使用过程中提交的任何资料。星阵团队无需对使用中断所造成的附加后果承担任何责任。": "1. Due to the specialty of the online service, users need to agree that the Golaxy team may change or end some or all of the services, and delete (no longer save) any information submitted by the user during the period of using the service. The Golaxy team shall not bear any responsibility for any additional consequences caused by the discontinuation of use.",
    "2、星阵团队需要定期或不定期地对提供网络服务的平台进行检测或者更新，星阵团队会提前通过适当的方式进行通知。如因此类情况而造成网络服务的中断，星阵团队无需为此承担任何责任。": "2. The Golaxy team needs to test or update the platform that provides online services on a regular or irregular basis. On such occasions, the user will be notified through appropriate means. If service interruptions are caused by such activities, the Golaxy team does not need to undertake any responsibility for this.",
    "九、服务条款修改": "9、Modifications of the Terms of Service",
    "1、星阵团队有权随时修改本服务条款的任何内容，一旦本服务条款的任何内容发生变动，星阵将会通过适当方式向用户提示修改内容。": "1. The Golaxy team has the right to modify any contents contained within the Terms of Service at any time. Once any contents changes, Golaxy will notify the user through appropriate methods.",
    "2、如果不同意星阵团队对本服务条款所做的修改，用户有权停止使用网络服务。": "2. If the user do not agree to the changes made by the Golaxy team regarding the Terms of Service, the user has the right to stop using the online service.",
    "3、如果用户继续使用网络服务，则视为用户接受星阵团队对本服务条款所做的修改。": "3. If the usr continues to use Golaxy’s service, it is deemed as that the user accepts the changes made by the Golaxy team regarding the Terms of Service.",
    "十、免责与赔偿声明": "10、Disclaimer and Compensation Statement",
    "1、若星阵团队已经明示其服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。": "1. If the Golaxy team has clearly indicated that the method of how the service is provided is changed and notified the users about the related matters that needs attention, all consequences caused by the user’s failure to follow the instructions shall be borne by the user themselves.",
    "2、用户明确同意其使用星阵所存在的风险将完全由其自己承担，因其使用星阵而产生的一切后果也由其承担。": "2. The user agrees that they are using this service at their own risk and shall be responsible for actions carried out and their results upon using this service.",
    "3、用户同意保障和维护星阵团队及其他用户的利益，由于用户在使用星阵过程中有违法、不真实、不正当、侵犯第三方合法权益的行为，或用户违反本协议项下的任何条款而给星阵团队及任何其他第三方造成损失，用户同意承担由此造成的损害赔偿责任。": "3. The user agrees to protect the rights of the Golaxy team and other users. If the user has violated the law, provided untrue information, performed improper actions, infringed the legal rights of third parties,  violated any of the terms of the agreement, or caused losses to the Golaxy team or other third parties, the user agrees to be fully responsible for and compensate for the losses if needed.",
    "十一、隐私声明": "11、Privacy Statement",
    "1、适用范围:": "1、Scope of Application:",
    "（1）在用户注册星阵账户时，根据要求提供的个人注册信息；": "(1) Personal information provided upon request when the user register for a Golaxy account;",
    "（2）在用户使用星阵服务，或访问其相关网页时，星阵团队自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址、AI分析数据等数据记录。": "(2) When the user uses the Golaxy service, or visits related websites, the Golaxy team automatically receives and records the server data from the user’s browser, including but not limited to IP addresses, AI analysis data, and so on.",
    "2、信息使用:": "2、Use of Information:",
    "（1）星阵团队不会向第三方出售或提供用户的个人信息，除非事先得到用户的许可。": "(1) The Golaxy team will not sell or provide users’ personal information to any third parties, unless permitted by the user.",
    "（2）星阵团队亦不允许任何第三方以任何手段收集、编辑、出售或者传播用户的个人信息。任何用户如从事上述活动，一经发现，星阵团队有权立即终止与该用户的服务协议，并保留追究法律责任的权利。": "(2) The Golaxy team does not allow any third parties to collect, edit, sell or disseminate users’ personal information by any means. If any user is found to be involved in such activities, the Golaxy team has the right to terminate the service immediately and preserves the right to take legal actions.",
    "（3）为达到服务用户的目的，星阵团队可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息。": "(3) In order to effectively serve the users, Golaxy may provide services to users with the provided personal information, including but not limited to sending product and service information to users.",
    "3、信息披露:用户的个人信息将在下述情况下部分或全部被披露:": "3. Information Disclosure: The user’s personal information will be partially for fully disclosed under the following circumstances:",
    "（1）经用户同意，向第三方披露；": "(1) Disclose the information to a third party with the consent of the user;",
    "（2）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；": "(2) Disclosure to third parties, administrative or judicial institutions in accordance with relevant provisions of laws and requirements;",
    "（3）如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；": "(3) If the user violates any Chinese laws or website policies, the information may need to be disclosed to a third party;",
    "（4）为提供用户所要求的产品和服务，经用户同意后，必须和第三方分享用户的个人信息；": "(4) In order to provide the products and services requested by the user, the user’s personal information need to be shared with third parties with the user’s consent;",
    "（5）其它星阵团队根据法律或者网站政策认为合适的披露。": "(5) Disclosures deemed as appropriate by Galaxy in accordance with laws or website policies.",
    "十二、其他": "12、Others",
    "1、星阵团队郑重提醒用户注意本协议中免除星阵团队责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。": "1. The Galaxy team solemnly reminds users to pay attention to the Terms & Conditions in this agreement that exempt the Galaxy team from liabilities and restrict users’ rights. Users are requested to read them carefully and consider the risks. Minors should this agreement accompanied by their legal guardian or legal representative.",
    "2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和星阵团队之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交星阵团队住所地有管辖权的人民法院管辖。": "2. The validity, interpretation, and dispute resolutions of this agreement shall be governed by the laws of the People Republic of China. If any dispute occurs between the user and the Galaxy team, it should first be settled through friendly negotiation. However, if the negotiation fails, the user agrees to submit the dispute to the jurisdiction of the People’s Court where the Galaxy team resides.",
    "3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。": "3. If any clause of this agreement becomes invalid or unenforceable for any reason, other clauses will still remain valid and binding on both parties.",
    "4、本协议最终解释权归星阵团队所有，并且保留一切解释和修改的权利。": "4. The final right of legal interpretation of this agreement belongs to the Galaxy team, and all the interpretation and modification rights are reserved.",
    "个不同等级的星阵智能棋手。": " different levels.",
    "无论你是入门还是职业顶尖，总有一个适合你。": "Regardless of whether you are a beginner or a top master, there is always a suitable level for you.",
    "随时随地的围棋陪练，每个阶梯都见证你的成长。": "Play Go anytime, anywhere, and witness your consistent growth.",
    "星阵陪练已完成2316万盘对局。": "Golaxy has already completed over 23.87 Million games.",
    "顶尖围棋AI，大算力权威分析数据。": "Top Go AI, authoritative analysis data with great computing power.",
    "胜率，子差多角度评价，更易理解。": "Includes win rate, score, multi-angle assessment, easy to understand.",
    "操作简单，随时随地分析你想了解的局面。": "Simple operation to help analyze the situation anytime, anywhere.",
    "全面分析棋局的每一手的每一个变化，发现问题手。": "A comprehensive analysis of each move, and help you find the problem move.",
    "一键生成立等可取，云端保存随时查阅，方便分享。": "One-click to generate , saved in the cloud server for reviewing and sharing any time.",
    "是老师授课、棋手复盘的利器。": "A great tool for Go teachers to teach and for players to review the game.",
    "上<span class='el-icon-top shortcut-key-icon'></span>": "up<span class='el-icon-top shortcut-key-icon'></span>",
    "下<span class='el-icon-bottom shortcut-key-icon'></span>": "down<span class='el-icon-bottom shortcut-key-icon'></span>",
    "左<span class='el-icon-back shortcut-key-icon'></span>": "left<span class='el-icon-back shortcut-key-icon'></span>",
    "右<span class='el-icon-right shortcut-key-icon'></span>": "right<span class='el-icon-right shortcut-key-icon'></span>",
    "升级到黑金会员卡": "Upgrade to Golaxy Black Card",
    "升级到钻石会员卡": "Upgrade to Golaxy Diamond Card",
    "升级到白金会员卡": "Upgrade to Golaxy Platnium Card",
    "升级到黄金会员卡": "Upgrade to Golaxy Gold Card",
    "如果你是一名职业棋手或对自己的围棋水平有一定追求，你可以使用星阵复盘，全面剖析棋局的每一手。星阵会给出全面的形势变化、每一个局面的形式好坏、每一手的推荐变化等。你也可以研究不同的局面，与星阵一起研讨各种下法，获得水平上的提升": "If you are a professional go player or have a certain standard for your own level, you can use Golaxy to re-analyze every move in each game. Golaxy will provide a comprehensive image of all the variations, the advantages and disadvantages of each situation, and the recommended changes for each move. You can also analyze different situations, and discuss various tactics with Golaxy to improve your go skills. ",
    "如果你是一名普通围棋爱好者，你可以上传自己感兴趣的棋局，跟随星阵一起欣赏棋局。也可以用星阵分析各种比赛，时刻掌握棋局动向，让你畅快观赛": "If you are an ordinary go lover, you can upload your favorite go game and enjoy it together with Golaxy. You can also use Golaxy to analyze different go games which helps you to keep up with all the moves and watch the game in an enjoyable way.",
    "如果你是一名围棋老师，你可以用星阵帮助自己备课，利用星阵来辅助自己的教学。无论是分析学生棋局的问题，还是佐证自己所讲的知识，星阵都会成为你的好帮手": "If you are a go teacher, you can use Golaxy to prepare for your lessons or assist your teaching. No matter if it is to analyze the problems of the students' moves or to strengthen the lesson material, Golaxy will be an excellent assistant.",
    "如果你是一名学棋的孩子，你也可以利用AI帮助你找出棋局的问题所在，看看星阵是怎么下的，不断学习正确的下法是提升的良方": "If you are a newbie who is currently learning go, you can also use the AI to help you find out the problems of your moves. You will be able to see how the games are played by the Golaxy AIs and those constantly learning will definitely be beneficial which helps you improve.",
    "©2018-2020 北京深客科技有限公司 版权所有 深客科技 京ICP备19032835号 增值电信业务经营许可证编号：京B-220192143": "Copyright ©2018-2020 Beijing Thinker Technology Ltd. Co All rights reserved.    ICP: 19032835. Value-added Service number: B-220192143",
    "请上传后缀为:.sgf 的文件": "Please upload a file with the suffix: .sgf",
    "<div class='high-level-box'><span class='high-level-txt'>职业</span><img src='http://assets.19x19.com/img/p33.png' class='high-level-label' alt=''></div>": "<div class='high-level-box'><span class='high-level-txt'>professional</span><img src='http://assets.19x19.com/img/p33.png' class='high-level-label' alt=''></div>",
    "<div class='high-level-box'><span class='high-level-txt'>职业</span><img src='http://assets.19x19.com/img/p32.png' class='high-level-label' alt=''></div>": "<div class='high-level-box'><span class='high-level-txt'>professional</span><img src='http://assets.19x19.com/img/p32.png' class='high-level-label' alt=''></div>",
    "<div class='high-level-box'><span class='high-level-txt'>职业</span><img src='http://assets.19x19.com/img/p31.png' class='high-level-label' alt=''></div>": "<div class='high-level-box'><span class='high-level-txt'>professional</span><img src='http://assets.19x19.com/img/p31.png' class='high-level-label' alt=''></div>",
    "是否放弃并离开？": "Give up and leave?",
    "是否认输并离开？": "Resign and leave?",
    "更多历史直播请前往公开报告浏览": "For more past Lives, please visit the “public report” section",
    "语言": "Language",
    "棋谱": "Kifu",
    "工具": "Tools",
    "帮助": "Help",
    "设置": "Settings",
    "主题": "Theme",
    "深色": "Dark",
    "浅色": "Light",
    "AI速度": "AI Speed",
    "坐标": "Coordinate",
    "声音": "Sound",
    "国际": "International",
    "无": "None",
    "充值": "Recharge",
    "商城": "Store",
    "免费注册": "Register",
    "保存到棋谱库": "Save to online kifu album",
    "保存到本地": "Save to local",
    "打开本地棋谱": "Open from lcoal kifu",
    "棋谱库": "Kifu album",
    "连线器": "Connector",
    "关于对弈": "About Play",
    "关于研究": "About Analysis",
    "关于报告": "About Reports",
    "常见问题": "FAQ",
    "联系客服": "Customer Service",
    "个人信息": "Personal Information",
    "我的成就": "My Achievements",
    "礼金券": "Gift Cards",
    "消费记录": "Billing Records",
    "修改密码": "Change Password",
    "退出登录": "Logout",
    "升降级对弈": "Rank Play",
    "自由对弈": "Casual Play",
    "高水平对弈": "High Level Play",
    "规则": "Rules",
    "棋手": "Player",
    "黑方": "Black",
    "棋盘大小19x19": "Board Size 19x19",
    "让子分先": "Even Game",
    "让子让2子": "Handicap 2 stones",
    "让子让3子": "Handicap 3 stones",
    "让子让4子": "Handicap 4 stones",
    "让子让5子": "Handicap 5 stones",
    "让子让6子": "Handicap 6 stones",
    "让子让7子": "Handicap 7 stones",
    "让子让8子": "Handicap 8 stones",
    "让子让9子": "Handicap 9 stones",
    "子": " Stone ",
    "贴目3又3/4子": "Komi 7.5 Points",
    "猜先": "Random",
    "执白": "White",
    "执黑": "Black",
    "不计时": "No Timing",
    "计时": "Timing",
    "选择对手": "Opponent ",
    "开始对弈": "Start",
    "分": " Mins ",
    "分钟": " Mins ",
    "0分钟": "0 Mins",
    "10分钟": "10 Mins",
    "20分钟": "20 Mins",
    "30分钟": "30 Mins",
    "40分钟": "40 Mins",
    "60分钟": "60 Mins",
    "120分钟": "120 Mins",
    "秒": " Seconds ",
    "5秒": "5 Secs",
    "10秒": "10 Secs",
    "20秒": "20 Secs",
    "30秒": "30 Secs",
    "40秒": "40 Secs",
    "60秒": "60 Secs",
    "次": " Times",
    "1次": "1 Time",
    "3次": "3 Times",
    "5次": "5 Times",
    "10次": "10 Times",
    "剩余时长": "Remaining",
    "电脑配置": "Config",
    "电脑用时": "Time",
    "专业版 3X": "PRO 3X",
    "专业版 6X": "PRO 6X",
    "专业版 12X": "PRO 12X",
    "专业版 24X": "PRO 24X",
    "旗舰版 60X": "ULT 60X",
    "旗舰版 120X": "ULT 120X",
    "专业版 48X": "PRO 48X",
    "专业版 30X": "PRO 30X",
    
    "停一手": "Pass",
    "试下": "Try",
    "清空棋盘": "Clear",
    "提子": "Capture",
    "提": "Capture",
    "第": "No. ",
    "手": " Mov",
    "白": "White",
    "黑": "Black",
    "白方": "White",
    "从当前盘面开始对弈": "Start from the current board",
    "根据您当前等级自动匹配电脑等级您当前净胜局数为-2局": "The computer level will be automatically matched according to your current level. Your current number of wins is - 2.",
    "根据您当前等级自动匹配电脑等级您当前净胜局数为-1局": "The computer level will be automatically matched according to your current level. Your current number of wins is - 1.",
    "根据您当前等级自动匹配电脑等级您当前净胜局数为1局": "The computer level will be automatically matched according to your current level. Your current number of wins is - 1.",
    "根据您当前等级自动匹配电脑等级您当前净胜局数为0局": "The computer level will be automatically matched according to your current level. Your current number of wins is 0.",
    "请选择电脑等级以完成定级": "Please select a computer level for level determination",
    "当前可用": "Available",
    "您当前余额": "Your Current Balance",
    "充值记录": "Recharge Records",
    "支付": "Pay",
    "温馨提示如有充值完成未到账的情况请联系": "Tip: If the recharge did not show up in your balance, please contact.",
    "我们会尽快为您解决": "We will solve the problem as soon as possible.",
    "终局数子": "Counting",
    "认输": "Resign",
    "剩余时间": "Time remaining",
    "黑贴": "Black komi ",
    "3又3/4子": "7.5 points",
    "要放弃吗？": "Give up?",
    "取消": "Cancel",
    "目": " Points",
    "选择配置": "Configuration",
    "切换配置": "Switch Conf.",
    "开始研究": " Start",
    "无等级": "Non-level related",
    "无胜负": "Non-winning related",
    "推荐选点": "Recommended Point ",
    "推荐度": "Recommendation",
    "领先(目）": " lead (points)",
    "胜率(%）": " Win Rate (%)",
    "停止研究": "Stop",
    "计算量": "Simulations",
    "计算量Ana": "Playouts",
    "是否结束当前分析研究？": "End current analysis?",
    "结束": "End",
    "公开报告": "Public Reports",
    "我的报告": "My Reports",
    "打开棋谱": "Open a Kifu",
    "选择报告类型": "Select report type",
    "从棋谱库中打开": "Load from Album",
    "从本地上传": "Upload from Local",
    "普通": "General ",
    "剩余": "Remain ",
    "购买": "Purchase",
    "张": "",
    "走势图": "Win Rate Histogram",
    "问题手": "Problematic Move",
    "发挥水准": "Performance Level",
    "胜率": "Win Rate",
    "关闭": "Close",
    "领先目": "In the lead (point)",
    "全盘": "Whole",
    "布局": "Opening",
    "中盘": "Middle",
    "官子": "Endgame",
    "双方": "Both",
    "修改昵称": "Change Nickname",
    "昵称": "Nickname",
    "保存": "Save",
    "等级": "Level",
    "办理": "Purchase/Subscribe",
    "余额": "Balance",
    "星光卡": "Golaxy Card",
    "暂未办理": "Not yet purchased",
    "报告券": "Report Tickets",
    "道具": "Tools",
    "我的道具": "My Tools",
    "我的报告券": "My Report Tickets",
    "精准报告": "Precise Reports",
    "普通报告": "General Reports",
    "还未获得任何成就赶快去": "Haven't got any achievements",
    "获得": "Received",
    "登录奖励": "Login Rewards",
    "已签到": "Signed In",
    "签到": "Sign In",
    "查看所有消费记录": "View All Transactions",
    "引擎消费": "Engine Expense Calendar",
    "商城消费": "Store Expense Calendar",
    "年": "-",
    "月": " ",
    "日": "",
    "年1": " / ",
    "月1": " / ",
    "日1": "",
    "共": " Total ",
    "元": " CNY ",
    "您总共": "Your Total ",
    "消费": "Expenses",
    "小时": "Hours",
    "总时长": "Total time of use",
    "时长": "Duarion",
    "开始时间": "Start time",
    "结束时间": "End time",
    "配置信息": "Configuration information",
    "费用": "Cost",
    "请输入原始密码": "Please enter the original password",
    "当前未登录": "Not logged in",
    "去登录": "Login",
    "本次消费将从您的余额扣除当前余额": "This purchase will be deducted from your current balance",
    "确认购买": "Confirm Purchase",
    "有效期": "Valid Period",
    "至": "to",
    "或": "Or",
    "每月赠送时长": "Monthly complimenrary hours",
    "3X至120X所有配置享": "All configuration from 3X to 120X",
    "星光": "Golaxy",
    "卡": "Card",
    "每月包含": "Included",
    "月份升级": "monthly upgrade",
    "升级月份": "Upgrade Month",
    "每月差价": "Monthly price difference",
    "白银": "Silver",
    "黄金": "Gold",
    "钻石": "Diamond",
    "白金": "Platinum",
    "黑金": "Black",
    "个月": "Month(s)",
    "折": "Discount",
    "新开一局": "New Game",
    "新开对局": "New Game", 
    "登录信息已失效或在别的地方登录，请重新登录": "The login information has expired or has been used on another device, please login again",
    "您的余额不足": "Your balance is insufficient",
    "发生了未知错误请检查网络或稍后再试...": "An unknown error has occurred, please check the connection or try again later...",
    "与服务器通信失败，请刷新网页重试或联系网站管理员": "Unable to connect to the server, please refresh the page or contact the support",
    "网络连接已断开！": "Network connection lost",
    "网络已连接.": "Network Connected",
    "该变化图已被移除": "This variation has been deleted",
    "初始化引擎失败，请刷新页面或退出重试": "Failed to launch the engine, please refresh the page or logout to retry",
    "由于您长时间没有操作，已自动结束使用": "As no action is detected for a long period, the match has ended automatically",
    "由于您的网络连接中断，已自动结束使用": "As your internet connection is lost, the match has ended automatically",
    "尚未终局请继续落子": "The game has not yet ended, please continue the play",
    "由于当前网络较慢，电脑落子速度可能受网络延迟影响": "As the current network connection is slow, the speed of the computer may be affected",
    "请求超时，请稍后再试": "Request timeout, please try again later",
    "请输入要搜索的关键词": "Please enter keywords to search",
    "资源不足": "Insufficient",
    "权限不够": "Insufficient priviledge",
    "登录使用": "Login to use",
    "登录信息已失效，请重新登录": "Login information expired, please log in again",
    "注册成功": "Registration success",
    "注册失败，请检查验证码是否正确": "Registration failed, please check whether the verification code is correct",
    "登录成功！": "Login successful!",
    "用户名或密码错误": "Username or password incorrect",
    "发送成功！验证码5分钟后失效": "Sent successfully! The verification code expires after 5 minutes",
    "验证码已发送请查看手机": "The verification code has been sent, please check the phone",
    "该手机号已注册，请直接登录": "The phone number is already registered, please log in directly",
    "请输入手机号": "Please enter the phone number",
    "请输入正确的手机号": "Please enter a valid phone number",
    "手机号必须为数字": "The phone number must be numeric",
    "请设置您的密码": "Please set your password",
    "请输入正确的密码": "Please enter the correct password",
    "请确认您的密码": "Please confirm your password",
    "两次输入密码不一致": "Passwords entered do not match",
    "请输入您的昵称": "Please enter your nickname",
    "请输入正确的昵称": "Please enter the correct nickname",
    "请阅读并同意“星阵围棋专业版用户服务协议”": "Please read and agree to the “Golaxy Professional Edition User Agreement”",
    "请输入短信验证码": "Please enter the SMS verification code",
    "请输入正确的验证码": "Please enter the correct verification code",
    "您的余额已不足": "Your balance is insufficient",
    "已开始使用": "Started to use",
    "余额不足": "Insufficient balance",
    "引擎超时": "Engine timeout",
    "暂时没有可用的资源": "No resources are currently avaliable",
    "引擎已创建": "Engine created",
    "当前不可用": "Currently unavailable",
    "修改成功": "Changed successfully",
    "修改密码失败，请确认原始密码": "Password change failed, please confirm the original password",
    "重置密码成功": "Password reset succeeded",
    "重置失败请重试": "Reset failed, please try again",
    "获取列表成功": "List obtained successfully",
    "获取列表失败，请检查您的网络": "Failed to get the list, please check your network",
    "新标签页已打开分析或对弈界面": "The new tab page has opened the analysis or play interface",
    "获取形势判断失败，请稍后再试": "Failed to obtain situation judgement, please try again later",
    "道具已用尽": "Tools are used up",
    "券已用尽": "Tickets are used up",
    "获取支招失败，请稍后再试": "Failed to get hint, please try again later",
    "获取变化图失败，请稍后再试": "Failed to get variation, please try again later",
    "获取终局数子数据错误": "Error obtaining the final count data",
    "领取成功！": "Successfully received！",
    "该活动已领取": "Event reward received",
    "该活动已过期": "Event expired",
    "领取成功": "Successfully received",
    "获取数据出错，请检查您的网络或稍后再试": "Failed to getting data, please check your network or try again later",
    "该级别暂不可用": "This level is temporarily unavailable",
    "棋谱保存成功！": "The kifu is saved successfully",
    "保存棋谱失败，请检查您的网络或稍后再试": "Failed to save kifu, please check your network or try again later",
    "上传棋谱成功！": "Kifu uploaded successfully",
    "上传棋谱失败，请检查您的网络或稍后再试": "Failed to upload kifu, please check your network or try again later",
    "获取棋谱列表成功": "Successfully obtained the kifu list",
    "获取棋谱列表失败，请检查您的网络或稍后再试": "Failed to obtain the kifu list. Please check your network or try again later",
    "收藏成功！": "Added to favorites!",
    "收藏失败，请检查您的网络或稍后再试": "Failed to add to favorites, please check your network or try again later",
    "获取棋谱数据出错，请检查您的网络或稍后再试": "Error obtaining kifu data, please check your network or try again later",
    "棋谱未找到，请确认是否已经删除": "Kifu not found, please confirm whether it has been deleted",
    "删除棋谱失败，请检查您的网络或稍后再试": "Failed to delete the kifu, please check your network or try again later",
    "办理失败，请检查您的网络或稍后再试": "Processing failed, please check your network or try again later",
    "您当前已有正在生效的套餐": "You currently have a validated package",
    "您目前的套餐暂不支持升级": "Your current package does not support upgrades",
    "办理失败，续订星光卡只能在到期前15天内办理": "Failed to process the renewal of Golaxy Card, it can only be renewed within 15 days before the expiration",
    "获取等级失败，请检查您的网络或稍后再试": "Failed to obtain level information, please check your network or try again later",
    "获取报告列表失败，请检查您的网络或稍后再试": "Failed to obtain the report list. Please check your network or try again later",
    "生成报告失败，请检查您的网络或稍后再试": "Failed to generate report, please check your network or try again later",
    "切换配置失败，请检查您的网络或稍后再试": "Failed to switch configuration, please check your network or try again later",
    "获取数据失败，请检查您的网络或稍后再试": "Failed to obtain data, please check your network or try again later",
    "棋谱信息修改失败，请检查您的网络或稍后试": "Failed to modify the kifu information , please check your network or try later",
    "参数设置失败，请检查您的网络或稍后再试": "Failed to set parameters, please check your network or try again later",
    "获取列表失败，请检查您的网络或稍后再试": "Failed to obtain the list, please check your network or try again later",
    "购买商品失败，请检查您的网络或稍后再试": "Failed to purchase the product, please check your network or try again later",
    "该手机号已经注册请直接登录": "The phone number has already been registered, please log in directly",
    "昵称“#[nickname]#”不可用，换一个吧": "The nickname ”#[nickname]#” cannot be used. Please change it.",
    "验证码错误请重新输入": "Incorrect verification code, please re-enter",
    "登录后可免费使用升降级对弈。": "Login to play Rank play for free",
    "登录后可使用，注册即可领取5元试用金及其他好礼。": "Login to use, register to receive 5 CNY trial money and other gifts",
    "登录后可保留对局记录还可免费挑战更多级别。": "Login to keep the kifu and try more levels for free",
    "登录后可使用，道具注册即送新手道具大礼包及其他好礼。": "Login to use the tools; register to receive the beginnre gift packages and other gifts",
    "登录后可使用，研究注册即送5元试用金及其他好礼。": "Login to use the analysis function; register to receive 5 CNY trail money and other gifts",
    "登录后可生成报告，注册即送1张报告券及其他好礼。": "Login generate a report; register to receive a report ticket and other gifts",
    "登录后可查看您的个人棋谱库。": "Login to check your own kifu",
    "登录后可以上传棋谱至您的个人棋谱库。": "Login to upload the kifu to your own kifu library",
    "获取棋谱失败，请检查您的网络或稍后再试": "Failed to obtain the kifu, please check your network or try again later",
    "充值失败，请重试": "Recharge failed, please try again",
    "充值失败，如有疑问请联系客服.": "Recharge failure, please contact the customer service if you have any questions",
    "修改昵称失败，请检查您的网络或稍后再试": "Failed to change nickname, please check your network or try again later",
    "修改头像失败，请检查您的网络或稍后再试": "Failed to change profile photo, please check your network or try again later",
    "获取拆解数据失败，请检查您的网络或稍后再试": "Failed to obtain Tewari analysis data, please check your network or try again later",
    "请先登录": "Please login first",
    "该功能仅支持在精准报告下使用": "This function is only available in precise reports.",
    "该棋谱无拆解数据": "There is no Tewari data for this kifu",
    "请输入您的手机号": "Please enter your phone number",
    "请输入您的密码": "Please enter your password",
    "登录": "Login",
    "注册": "Register",
    "忘记密码": "Forgot password",
    "手机号": "Phone number",
    "密码": "Password",
    "密码登录": "Login using password",
    "验证码登录": "Login using verification code",
    "注册新用户": "Register a new user",
    "设置6-16位数字字母组合的密码": "Set a 6-16 digit password with numbers and letters combined",
    "发送": "Send",
    "请再次输入您的密码": "Please re-enter your password",
    "请输入昵称": "Please enter your nickname",
    "同意星阵围棋专业版用户服务协议": "Agree to the user service agreement of Golaxy Professional Edition",
    "确定": "Confirm",
    "请输入6位手机验证码": "Please enter the 6-digit verification code",
    "请再次输入新密码": "Please re-enter the new password",
    "登峰造极": "Invincible",
    "撼天动地": "Unbelievable",
    "神功盖世": "Magical",
    "超凡入圣": "Divine",
    "出神入化": "Superb",
    "随心所欲": "Playing by heart",
    "惊天动地": "World-shaking",
    "举世无双": "Unrivaled",
    "惊世骇俗": "Appalling",
    "深不可测": "Master",
    "所向披靡": "Senior",
    "名震八方": "Well-known expert",
    "技冠群雄": "Expert",
    "罕有敌手": "Adept",
    "出类拔萃": "Deft",
    "非比寻常": "Advanced",
    "豁然贯通": "Experienced",
    "炉火纯青": "Proficient",
    "登堂入室": "Seasoned player",
    "鹤立鸡群": "Qualified player",
    "已有大成": "Competent player",
    "心领神会": "Skillful",
    "了然于胸": "Intermediate",
    "融会贯通": "Skilled Player",
    "驾轻就熟": "Rookie",
    "略有小成": "Beginner",
    "初出茅庐": "Progressing Novice",
    "粗懂皮毛": "Novice",
    "初窥门径": "Advanced Newbie",
    "略知一二": "Knowledgable Newbie",
    "初学乍练": "Newbie",
    "星壮牛": "Cow",
    "星蓝鲸": "Whale",
    "星美鹿": "Deer",
    "星奇豚": "Dolphin",
    "星萌猪": "pig",
    "星骏马": "Horse",
    "星呆羊": "Sheep",
    "星跳鼠": "Rat",
    "星灵狐": "Fox",
    "星智狗": "Dog",
    "星巧猫": "Cat",
    "星皮猴": "Monkey",
    "星乖兔": "Rabbit",
    "星树熊": "Koala",
    "星铠虾": "Shrimp",
    "星夜鹰": "Nighthawk",
    "星刺头": "Hedgehog",
    "星黄鸭": "Duck",
    "星绿蛙": "Frog",
    "星老龟": "Turtle",
    "星钳蟹": "Crab",
    "星尾鱼": "Fish",
    "星飞蜓": "Dragonfly",
    "星舞蝶": "Butterfly",
    "星忙蜂": "Bee",
    "星慢蜗": "Snail",
    "星花虫": "Bollworm",
    "星小蚁": "Ant",
    "对弈模式介绍": "Introduction to Play",
    "在星阵专业版中可以与37个水平均匀分布人工智能棋手对弈。无论你是刚刚入门的围棋新人，还是已经战绩累累的绝顶高手。都可以找到一个合适的水平与你对弈。星阵的人工智能棋手族使用独特的人工智能技术，让每个水平人工智能棋手下出的棋与该水平人类棋手下出的棋一致，而不是故意下臭棋或者选不好的点来拉低水平。如果不是你已经知道了，你很难感觉到这是一个人工智能下出来的棋。": "In Galaxy Professional Edition, you can play against 37 evenly distributed AI players. Regardless of your level, you can always find a suitable level AI to play against you. Instead of deliberately messing up the game or choosing bad points to lower the level, the Golaxy's Go AI player family uses unique artificial intelligence technology to make the game played by each level AI player consistent with the human player at that level. If you have not been previously told, you can hardly feel that this is a Go game played by AI.",
    "自由对弈中，执黑执白，用时等任你挑选。你还可以准备好任意一个盘面，选择你个你想要的星阵等级与你对弈。真正的自由对弈，想怎么玩就怎么玩。": "In rank play, you can fight with golaxy seriously.Two game differences make one level up. Each level differs by 100 elos , which always reflects your improvements. At the same time, in rank play, every time a higher-level opponent is defeated, new achievements will be unlocked.Let these achievements witness your progress!",
    "升降级对弈中，与星阵真刀真枪的来一盘，净胜两盘一升降。每个等级相差了100等级分，时刻反映你的水平提升。同时在升降级中，每击败一个更高的等级，都会解锁新的成就，让成就见证你的进步！": "In rank play, you can fight with the gloves off, play two rounds to level up. Each level differs by 100 rank points, which always reflects your improvements. At the same time, in rank play, every time when you defeat a higher level opponent, you will unlock new achievements that exhibit your progress!",
    "在对弈中，还有各种各样的道具帮助你下的更好。边下边学，遇到问题瞬间解答。": "In the game, there are various tools to help you play better. Learn while you are playing , and your questions can be answered instantly.",
    "使用领地道具，获得当前局面形势判断，还有每个交差点的归属。帮助你规划棋局的走向。": "Use territory tools to get the judgment of the situation and the attribution of each intersection. The tools help you plan your next moves in the game.",
    "使用支招道具，获得星阵的选点推荐。在不知道该走哪的时候点一下，既能帮你赢下棋局，又能让你在困惑的局面学一招。": "Use the Hint tools and get the recommended points from Golaxy. Click it when you don't know where to go, it can help you win the game, but also let you learn a new trick in a confusing situation.",
    "使用变化图功能，获得星阵想象的棋局进程。可以当作高级的支招使用，还可以窥探星阵的心理，找到克敌良计": "You can use the variation graph tools to get the game progress envisioned by Golaxy. This can not only be used as a high-level “hint“ tool but also help you understand how Golaxy thinks and find a good way to defeat the opponent.",
    "星阵独特的终局数子技术，一键完成，死棋活棋轻松判断。就连双活也不会错判。公平公正判决每一盘棋的胜负！": "Golaxy’s unique final counting technology can be leveraged by just one click, and it can judge whether the stone is dead or alive easily, even when applied to mutual life situations. The outcome of every game is judged fairly.",
    "在对局结束后，还可以去分析研究研究一下自己有疑问的局部。也可以去报告中让星阵帮你来一个整盘的分析，还有什么比跟星阵一起复盘更透彻的复盘方式呢？": "After the game is over, you can use analysis to study the specific parts that you have questions about. You can also go to the report and let Golaxy to do a complete analysis for you. Are there even better ways to review the game than using Golaxy?",
    "研究功能简介": "Analysis Function Details",
    "研究功能使用星阵的最新权重，为每个用户分配专属的独立分析引擎，分配独享的1块至多块GPU卡，旗舰版尊享多至数台GPU服务器。研究开始后，将星阵分析结果实时展示，用户可以自由摆子切换盘面。星阵提供的数据信息十分全面，包含选点、推荐度、变化图、子差、领地、胜率等多种数据，全方位展现AI思路。这些简单的功能结合即可全面分析每一个局面、每一步棋。产品设计结合了30多位顶尖棋手的实测建议，全面贴合人类思维，提供给用户最需要的核心功能。": "The analysis function uses the latest weights of Golaxy, assigns each user an exclusive independent analysis engine. It also allocates one or more exclusive GPU cards to each user, and if you are using the Ultimate Edition, you would have access to several GPU servers. After the analysis starts, the Golaxy analysis result will be displayed instantly, and users can freely switch the boards. The data provided by Golaxy is very precise, including various types such as point selection, recommendation index, variation graph, the difference between stones, territory, win rate, and so on, showing AI principles in all dimensions. The combination of these functions can analyze every situation and every move in detail. The product design combines the practical suggestions of more than 30 top Go masters, definitely logical, and provides the core functions that users need the most.",
    "研究功能适用人群广泛。如果你是一名职业棋手或对自己的围棋水平有一定追求，你可以使用星阵复盘，全面剖析棋局的每一手。星阵会给出全面的形势变化、每一个局面的形式好坏、每一手的推荐变化等。你也可以研究不同的局面，与星阵一起研讨各种下法，获得水平上的提升。如果你是一名普通围棋爱好者，你可以上传自己感兴趣的棋局，跟随星阵一起欣赏棋局。也可以用星阵分析各种比赛，时刻掌握棋局动向，让你畅快观赛。如果你是一名围棋老师，你可以用星阵帮助自己备课，利用星阵来辅助自己的教学。无论是分析学生棋局的问题，还是佐证自己所讲的知识，星阵都会成为你的好帮手。": "The analysis function is suitable for a wide range of people to use. If you are a professional go player or have a certain standard for your own level, you can use Golaxy to re-analyze every move in each game. Golaxy will provide a comprehensive view of all the variations, the advantages and disadvantages of each situation, and the recommended changes for each move. You can also analyze different situations, and discuss various tactics with Golaxy to improve your go skills. If you are an ordinary go lover, you can upload your favorite Go game and enjoy it together with Golaxy. You can also use Golaxy to analyze different Go games which helps you to keep up with the trend of the game and allows you to watch the game in an enjoyable way. If you are a Go teacher, you can use Golaxy to prepare for your lessons or assist your teaching. No matter if it is to analyze the problems of the students' moves or to strengthen the lesson material, Golaxy will be an excellent helper.",
    "如果你是一名学棋的孩子，你也可以利用AI帮助你找出棋局的问题所在，看看星阵是怎么下的，不断学习正确的下法是提升的良方。": "If you are a newbie who is currently learning Go, you can also use AI to help you find out the problems of your moves, see how the games are played by the Golaxy AI. Those constantly learning will definitely be beneficial for improvment.",
    "核心优势": "Core Advantages",
    "高水平:星阵曾获得四次世界人工智能围棋大赛冠军，并仍在不断进步，星阵会不断地将最新最高版本的AI提供给用户，提供最先进的围棋理论。": "High level: Golaxy has won four championships in World Artificial Intelligence Go Competitions and is still constantly improving. Golaxy will continue to provide the latest and the best AI version to the users alongside the most advanced Go theories.",
    "易理解:星阵提供目数判断、领地判断等功能，与人类思维更加贴合，下法更容易被人理解、接受和学习。星阵界面清晰简洁、易上手。": "Easy to understand: Golaxy provides functions such as counting points, territory judgment, and so on. These functions are more in line with human thinking, and it is easier for people to understand, accept and learn. Additionally, the Golaxy interface is clear, concise, and very easy to use.",
    "免安装:用户无需进行装机、下载、安装、调参等繁琐的工作，扫出了电脑技术障碍，只需打开网页，便可轻松获得最顶尖的人工智能。": "Installation-free: Users do need to download, install, or adjust parameters. All the technical obstacles are avoided, and the top AI can be easily accessed by opening the webpage. ",
    "资源多:运行围棋AI需要的强大算力资源由星阵后台配备，用户无需购置高性能电脑，可按需选择不同配置，使用中可灵活切换配置。": "Abundant Resources: The powerful computing power resources required to run Go AI are equipped by the Golaxy backend. Users do not need to purchase high-performance computers, they can freely choose different configurations according to their needs, and can flexibly switch configurations during use.",
    "随时用:无论是在外比赛还是在家休息，只要有一台普通电脑就可以随时随地使用星阵高水平分析，摆脱了高配置电脑及使用场景的束缚。": "Time Flexibility: No matter you are playing outside or relaxing at home, as long as you have a usable computer, you can use Golaxy's high-level analysis anytime and anywhere, getting rid of the constraints of high-end computers and usage scenarios.",
    "更划算:专业版6X棋力相当于6万元电脑运行现有开源围棋AI。按照一般学棋每周使用8小时计算，每月仅花费500元左右，三年节省花费70%以上。": "Cost Effective: The level of professional Edition 6X is equivalent to a 60,000 CNY (RMB) computer running an existing open-source Go AI. According to the calculation of general learning Go using 8 hours a week, it only costs about 500 CNY a month, which saves more than 70% in three years.",
    "配置详解": "Configuration Details",
    "星阵为研究功能提供了丰富的配置，专业版经济实惠，旗舰版水平超高。研究中的不同的配置表现为几X（X为速度单位，我们使用星阵拼音首字母x作为速度单位，1x的配置高于现今主流电脑的资源配置，1x的棋力即超越人类顶尖棋手，X数越多计算速度越快。除了计算速度的区别外，还存在计算量上限等区别。大家可以根据自己的需要选择相应的配置。": "Golaxy provides an wealth of configurations for the analysis function, the professional edition is very economical, the Ultimate Edition is super high level. The different configurations are expressed as X (X is the speed uni and it is the first letter of Golaxy in Chinese Pinyin. The configuration of 1X is higher than the resource configurations of current mainstream computers and the Go level is beyond the top human Go players). The more the number of X, the faster the simulation speed. In addition to the difference in the simulation speed, there are also differences in the upper limits of the simulation amounts. You can choose the suitable configuration according to your needs.",
    "用户使用前需要先进行充值，目前注册登录可以领取￥5试用金，可选择专业版3x进行充分试用。在使用前需确保自己有足够的余额使用（余额不足后将会自动结束服务。根据每次使用的时长以及配置，会自动从账户中扣除相应金额。（以分钟为单位计费，不足1分钟的部分按1分钟收取）": "Users need to recharge before using Golaxy. By registering now, you can receive a 5 CNY trail gift, and you can select the professional edition 3X to try out. Before using, please make sure that you have sufficient balance (If the balance is insufficient, the service will be automatically ended). Based on the duration and configuration of each use, the corresponding amount will be automatically deducted from your balance. (charged in minutes, less than one minute is counted as one minute.)",
    "用户可以查看自己全部的历史账单，以确认自己的消费记录是否正确。": "Users can view all the bills to confirm whether their consumption records are correct.",
    "操作方法": "Operation Method",
    "在左侧选择研究模式，即进入研究模式，此时可以在棋盘上任意落子。": "Select the analysis mode on the left to enter and now you can place any stones on the board freely.",
    "在右侧选择好自己需要的配置，并点击开始研究，即专属引擎就开始为您分析了": "Select the configuration you need on the right, click “start analysis”, and the exclusive engine will start analyzing for you.",
    "开始研究后，棋盘上会出现绿点以指示星阵的推荐点，其中带圈的为第一选点。右侧会按照顺序展现推荐点的相应信息。包含推荐度、子差、胜率等信息。": "After starting the analysis, green dots will appear on the board which indicates Golaxy’s recommended point selections. Specifically, the circled one is the first choice. The corresponding information of the recommended points will be displayed in order on the right, including information such as recommendation indexes, point differences, win rates, and so on.",
    "将鼠标放在绿点上（或右侧列表相应选点上），可以预览该推荐选点的变化图。右键（或点击右侧列表相应选点）锁定该变化图，可以进行前后查看（鼠标滚轮），跳转（双击要跳转到的手数）等操作。再次右键（或点击右侧列表相应选点）取消锁定。": "Place the mouse on the green dot  (or the corresponding point shown in the right list) to preview the variation graph of the recommended point selection. Right-click (or click the corresponding point selection shown in the right list) to lock the variation graph. You can also view back and forth using the mouse wheel or jump to the destination spot by double-clicking the number of points. Right-click again  (or click the corresponding point selection on the right list) to unlock.",
    "也可以载入棋谱，方便分析。利用进度条可以跳转到任意盘面。": "You can also open your kifu to analysis conveniently. Use the progress bar to jump to any board.",
    "在研究模式中可以使用连线器工具，让星阵自动对弈，畅快欣赏未来的棋局。": "In the analysis mode, you can use the connector tool to let Golaxy play automatically, and enjoy the game.",
    "进阶技巧": "Advanced Tactics",
    "星阵在研究模式中加入了各种方便的操作，让你在研究的过程中获得更流畅、更便捷的体验，轻松实现你想要的各种效果。在电脑上摆棋，比实体棋盘还顺手，还方便。": "In the analysis mode, Golaxy added various convenient functions to make your user experience smoother and easier, and help you achieve all your desired effects. Accordingly, placing stones on a computer with Golaxy is more convenient and easier than using a physical Go board.",
    "除了单击棋盘交叉点外，双击右侧某一行可落子该选点": "Besides clicking on the intersection point, you can double-click a row on the right to place the stone in the chosen point.",
    "右键单击棋盘空白处可回退一手，连续回退时十分实用": "Right-click on the blank area of the board to undo a move, and it is very useful for continuous backing.",
    "双击某一手可直接跳转至该手，快速跳转，一键到位": "Double click any move to directly go to that move. This is very convenient, only one click is required to reach the desired place.",
    "键盘左右键也可控制前进后退，轻轻松松欣赏棋局。": "The left and right keys on the keyboard can also be used to control forward and backward, making it easy to enjoy the game.",
    "将鼠标放在绿点上（或右侧列表相应选点）上，可以预览该推荐选点的变化图。": "Place the mouse on the green dot (or the corresponding point shown in the list on the right side), you can preview the variation graph of that recommended point selection.",
    "右键棋盘上的绿点（或点击右侧列表相应选点）锁定该变化图": "Right-click the green dot on the Go board (or click the corresponding point shown in right list) to lock the variation graph",
    "锁定变化图时，可以利用鼠标滚轮查看变化图手顺。单击变化图中的某一手，可直接跳转至该手。": "When the variation graph is locked, you can scroll to view the graph step by step. Click on a move in the graph to directly go to that move.",
    "再次右键（或点击右侧列表相应选点）取消锁定。": "Right-click again (or click the corresponding point shown in the list on the right side) to unlock the graph.",
    "报告模式介绍": "Introduction to Report",
    "点击左侧报告模式，即可进入报告模式。": "Click the Report on the left side menu to enter.",
    "在报告模式中选择生成报告即可以进入准备页，此时可以在棋盘上摆好自己想要分析的棋谱，也可以点击“打开棋谱”（或左侧棋谱按钮。如果是自己摆的棋谱或者本地上传的棋谱，可以在右侧上方编辑棋谱信息。": "In the report mode, select “generate report” to enter the preparation page. You can then place the kifu that you want to analyze on the board or click “open kifu ” (or the kifu button on the left). If the kifu is set by yourself on the board or uploaded locally, you can edit the info on the upper right section of the page.",
    "在右侧选择合适的报告类型（普通为1600po，精准为10000po，点击生成报告即可以开始生成报告。": "Select the suitable report type on the right side (standard is 1600po, precise is 10000po). Click “generate report” to start generating the report.",
    "报告立等可取，没错，星阵就是这么有效率，又快又好！同时，在报告生成的过程中，会显示报告的生成进度，用户此时可以实时查看已经生成的部分。让你可以马上了解棋局走势，与小伙伴一起复盘时有了权威AI可以参考！": "The report can be viewed immediately. (Yep, we are not joking), Golaxy is very efficient, fast, and good! Additionally, during the progress of the report generation, you can view the generated parts in real-time. This means that you are able to immediately understand the varation of the game, and have an authoritative AI to refer to when replaying with your friends!",
    "在报告中包含每个盘面的形势、推荐选点，每个选点的变化图、推荐度、子差以及胜率，实战招法的评价、变化图、推荐度、子差以及胜率。操作与研究基本一致。依旧保持着简洁、方便、好用的特点。": "The report includes the situation of each game, recommended point selections, variation graphs, recommendation index, point differences, win rates, and evaluations of the tactics. The operation is basically the same as the analysis. It still maintains the features of simplicity, convenience and ease of use.",
    "在右侧下方的栏中，可以查看走势图、问题手以及发挥水准。其中走势图为黑方视角的本局形势变化的折线图，包含子差（黄线）以及胜率（蓝线）两条线竖线为当前盘面位置，也可以在走势图中跳转盘面。一张图就可以让你整体掌握棋局走势，完胜还是激烈？一目了然。": "In the lower right column, you can view the variation graph, problematic moves, and the performance level. The variation graph is a line chart of the game situation changes from the perspective of the black side, including the difference between stones (the yellow line) and the win rate (the blue line). The two vertical lines are the current board position, and you can jump to another board in the variation graph. One single graph can help you grasp the overall trend of the game. Winning or tie? It's clear at a glance.",
    "问题手中会给出每方各5个问题手（当问题手不足5个时会显示全部问题手。还可以分阶段、分棋手查看，如此可以看出更多的问题手。点击问题手跳转到问题手的盘面，直接查看该问题手具体哪里有问题。每个问题手最上方白线所处的位置为下这手棋之前落子方的胜率，圆圈所处位置为下完这手棋之后的胜率，对应的坐标为手数。哪里下的有问题？怎么就输出去了？星阵来告诉你。": "Five problematic moves will be given to each side (when there are less than five moves, all of them will be displayed). You can also view it by stages and players, so you can see more problematic hands. Click on the problem move to jump to the board, and directly view the specific problem with the problem move. The position of the top white line of each problem move is the winning rate of the player before the move, the position of the circle is the winning rate after the move, and the corresponding coordinates are the number of hands. Where is the problem? Why is it exported? Golaxy will tell you.",
    "在发挥水准中，是这盘棋每手棋评价的统计，可以查看全盘统计，也可以查看不同阶段的统计。": "In the performance level, it is the statistics of the evaluation of each move of this game. You can view the overall statistics or the statistics of different stages.",
    "已生成的报告会自动保存在棋谱库中，如果打开已有报告的棋谱，会直接查看已生成的报告。在报告模式中点击我的报告，即直接展现相应列表，方便快捷。": "The pre-generated report will be automatically saved in the kifu library. If you open the kifu that contains pre-generated reports, you can directly view the report. Click “my report” in the report mode to directly display the corresponding list, which is convenient and quick.",
    "还有公共报告免费供大家查看！全部都是超高po的权威分析！囊括了历史名局，世界大赛、星阵自对弈等各种精彩棋局。在报告模式中点击公开报告即可以查看。再也不用担心高手的棋看不懂了。历史上的精彩瞬间，一网打尽！": "There are also public reports for everyone to view for free! All of them are authoritative analysis by super high-rank pos. These reports include various exciting games such as famous world competitions, Golaxy self-matches, and so on. Click the “Public Reports”  in the report mode to check them out. No longer have to worry about not understanding the games played by the master players. All the exciting moments in history can be viewed at once!",
    "在棋谱库中我的棋谱以及公共棋谱可以查看更多的历史报告，应有尽有。": "You can view more past reports in “My Kifus” and “Public Kifus” in the kifu library. ",
    "领地": "Territory",
    "在对弈中任意局面可以使用领地道具，使用后可以看到星阵对当前局势的判断，包含胜率以及领先的目数。": "Territory tools can be used in any situation in the game. After using the tools, you can see Golaxy’s judgment on the current situation, including the win rate and your current number of leading points.",
    "同时还会给出领地判断，即每个交叉点的最终归属预测。领地在棋盘上以黑白方块的形式表示，黑色方块代表该点最终归属黑棋的概率大，白色方块代表该点最终归属白棋的概率大，方块越大则代表概率越大。没有方块则代表该交差点最终归属每一方的概率接近。将鼠标放到相应的交叉点上，可以看到星阵给交叉点的打分，在-100至100之间。其中-100为确定归属白棋，100为确定归属黑棋。": "At the same time, it will also provide territory evaluations, that is, the prediction of the final attribution of each intersection. The territory is presented as black and white squares on the board. The black squares represent that there is a high possibility that this point would be attributed to the black side, the white squares represents that there is a high possibility that this point would be attributed to the white side. The larger the square, the greater the possibility. If there are no squares being displayed, the probability that the point attributed to either side is close. You can place your mouse on the corresponding intersection point to see the score that Golaxy gave. The score will be between -100 to 100, which -100 indicates that the point is attributed to the white side and 100 means that the point is attributed to the black side.",
    "领地道具还可以判断是不是双活，或者形成双活的概率有多大。在领地中一半黑一半白的标识即为双活的公气，与领地标识一样，方块越大，代表是公气的概率越高。如下图右下角形成双活，星阵判断出两个点为双活公气点。": "Territory tools can also be used to determine whether there is mutual life or the probability that mutual life could occur. In the territory, the half-white and half-black sign is the shared liberties of the mutual life. Just like the territory function, the larger the square, the higher the possibility of shared liberties occurring. As shown in the graph below, mutual life is formed in the lower right corner, and Galaxy determined that the two points are shared liberties.",
    "领地道具除了能帮助形势判断以外，还可以帮助分析棋的薄厚，是否存在危险；还可以分析实地是否扎实，以及潜力的大小等。相比简单的形势判断，功能更加全面强大，也是学习、拆解棋局的一把利器。": "In addition to assess the situation, the territory tools can also help to analyze the skill level and determine whether there is a potential danger. Whether the territory is solid and the potential can also be determined. Compared with simple situation judgment, the function is more  comprehensive and powerful, and it is definitely a great tool for learning and dismantling the games.",
    "在研究中对于单一局面，也可以使用领地道具简便的判断一下，方便好用。": "In the analysis,  for a single situation, you can also use the territory tools to make a simple judgement, which is easy and convenient to use.",
    "星阵的领地判断与其他对弈平台的形势判断相比，优势十分明显。": "Compared with the situation judgements provided by other gaming platforms, Golaxy's territory judgment has obvious advantages.",
    "其他对弈平台的形势判断": "Situation Judgment provided by other platforms.",
    " 星阵领地判断": "Territory Judgement provided by Golaxy",
    "（黑色方块代表黑方目数，白色方块是白方目数，最终结果白方领先43.5目)": "(The black square represents the number of points of the black side, the white square represents the number of points of the white side, and the final counting is that the white leads 43.5 points)",
    "（黑色方块为该交差点最终归属黑方概率大，白色方块为该交差点最终归属白方概率大，最终结果黑领先16.9目，胜率99%": "(The black square means that there is a higher probability that the intersection point will belong to the black side, the white square means that there is a higher probability that the intersection point will belong to the white side. The final result is that the black leads the game by 16.9 points, and the win rate is 99%)",
    "未能判断出双活，将黑方判死；成功判断双活，并用黑白块标出了公气可能存在的位置": "1. Failed to detect the mutual life, the black side is  judged to be dead; mutual life is judged successfully, the possible position of the shared liberties is marked using the black and white squares",
    "不含有计算，右下角判断错误，当前轮黑下，黑棋1路拐白棋是死棋，反而给白棋点了目；考虑局部计算，知道该黑下，右下角将成为黑方实地": "2. No simulations are included, and the situation at the bottom right corner is judged incorrectly, it becomes the black’s turn. The black turns the white that is placed one space apart makes the stone dead, so this gives the white a point instead; Taken into account of partial calculations, after knowing that it’s black’s turn, the bottom right corner will become black’s territory.",
    "僵硬的点目，不考虑局部官子收束手段；考虑官子手段，判断出左侧一路扳粘的先后手关系，判断更准确。": "3. Inflexible way of counting points does not take into account the means of the couting; considering the means of the endgame, find out the color switching relations on the left side, the judgement is made more accurately",
    "无法判断潜力，只有近似的结果，偏差很大；基于计算判断潜力范围，并以放块大小表明最终归属概率，准确严谨，具有指导意义。": "Unable to judge the potential, only approximate results and the deviation is large; the potential range is determined based on the simulations,  the final attribution probability is indicated by the size of the squares, which is more accurate and rigorous, and can possibly help with your learning.",
    "支招": "Hint",
    "在对弈中任意局面可以使用支招道具，使用后星阵会给出几个参考备选点。其中带圈的为第一推荐选点，其他选点颜色越深推荐度越高。": "“Hint” tool can be used In any situation in the game, and Golaxy will provide you with a few reference points. The circled one is the most recommended point, and the darker the color of other points, the higher the recommendation.",
    "在遇到有困惑的局面时，简单的支一招就可以让你豁然开朗，或者告诉你当前局面哪里紧急，又或者帮你指出几种未来局势发展的方向。": "When you are encountering a confusing situation, a piece of simple advice can help you be clear or tell you which part of the current situation is dangerous or help you point out the possibilities of the game.",
    "你还可以利用支招来验证自己想下的棋是否正确，没准你的想法与星阵一致，更加坚定了这盘棋可以赢下来的信心。": "You can also use this hint tool to verify whether your planned next move is correct. Maybe your idea matches with what Golaxy suggests, which further strengthens your confidence that this Go game can be won.",
    "在研究中，你也可以使用支招道具快速获得选点推荐，方便快捷。": "In the analysis, you can also use the hint tool to quickly get recommended points, which is convenient and quick.",
    "变化图": "Variation",
    "在对弈中任意局面可以使用变化图道具，使用后星阵会给出自己认为的接下来9手的变化图。": "You can use the variation graph tools in any position of the game. After using it, Golaxy will give you the variation graph of the next 9 moves.",
    "你可以把变化图当作一个高级的支招使用，一下获得接下来多手的建议。有时只支一招可能并不能完全解开你的疑惑，这时变化图的优势就显现出来了。在腾挪时，星阵可能帮你规划了一条活棋的路线；在收束时，星阵可能告诉你局部定型的手段；在收官时，星阵可能告诉你收官的次序。一个变化图，可能就是你迈向胜利的保障。": "You can use the variation graph as a high-level strategy to get advice on the next many moves. Sometimes only one move may not completely solve your doubts, and then the advantages of the variation graph will appear. During the game, Golaxy may help you to plan a live route; When you wrap up, Golaxy may suggest you the best move to settle the local area. For counting, Golaxy can tell you the order of the ending moves. One variation graph may be your guarantee for victory.",
    "甚至你还可以利用变化图窥探星阵的内心，打乱星阵的部署，出其不意，创造属于你自己的神之一手。": "You can even use the variation graph to peek into the heart of the Golaxy, disrupt the deployment of Golaxy, and create your own legendary moves.",
    "在研究中，你也可以使用变化图道具获得一个当前局面的简单变化图，方便简单。": "In the analysis, you can use this tool to obtain a simple variation graph of the current situation, which is convenient and simple.",
    "悔棋": "Back",
    "在对弈中任意局面可以使用悔棋道具，顾名思义，可以悔棋1步。": "Undo tool can be used in any position in the game. As the name suggests, you can undo 1 move.",
    "在与人类对局时，悔棋时不会被允许的。但在和星阵对弈时，星阵包容你的一切小任性。": "When playing against humans, you are not allowed to undo a move. But when playing against Golaxy, it will tolerate all your little “mischiefs”.",
    "有时你可能只是不小心手滑，或者不经意地随手，你都可以悔棋，选择一步更好的棋。星阵固然也想赢，但是比起赢棋，能与你有一盘精彩的对局更加令人欣喜。有时你可能是想尝试另一种下法，星阵也十分乐意与你探索不同的棋局。有时你可能对于局面不满意，你也可以退回到你觉得没下好的局面再来一次，可能此刻的你，正在成长。": "Sometimes you might have accidentally touched the mouse and moved a stone or inadvertently made a wrong move, but don’t worry, you can always undo the move and choose a better one. Although Golaxy wants to win, it is more exciting to enjoy a wonderful game with you. Sometimes you might want to try another tactic, Golaxy is also happy to explore different tactics with you. Sometimes you might be dissatisfied with the game situation, you can always go back to the part where you want to try again and redo it. Maybe at these moments, you are improving.",
    "有了悔棋，你还可以放心的试验自己的想法，你哪些天马行空的想法，灵光一现的妙手。星阵陪你在实战中不断验证。围棋，本来就是该无拘无束的。": "With undo tool, you can also feel free to experiment with your own ideas. You may even be surprised to discover how amazing those ideas are. Golaxy is happy to explore those together with you in actual games. Go, is meant to be unfettered.",
    "星光卡介绍": "About the Golaxy Card",
    "星光卡用户，可以享受研究以及高水平对弈全场折扣，经济实惠。办理星光卡还可以加赠免费时长，畅享无忧。": "Golaxy card users can enjoy analysis and high-level play discounts, which are very economical. You can also apply for a Golaxy Card with additional free time.",
    "按年办理，其中两个月免费赠送，享受折上再折！": "The Golaxy card can be purchased annually, and additional two months are given for free.",
    "说明": "Note:",
    "在研究模式及高水平对弈模式，星光卡赠送时长内的使用全部免费，超出部分及使用其他配置均享受相应折扣。": "1. In the analysis mode and the high-level play mode, you can play for free within the duration that is gifted by purchasing the Golaxy card. The exceeding time and other configurations will also have corresponding discounts.",
    "星光卡开通后立即生效，月卡于次月相同日期的零点到期（次月无相同日期的于下下月1日零点到期。)": "2. The Golaxy card  will take effect immediately after it is purchased. The monthly card will expire at  0:00 on the same date in the following month (if there is no same date in the following month, the card will expire at 0:00 of the 1st day next month)",
    "办理年卡视为连续办理12个月星光月卡。赠送时长当月有效，不延续至次月。年卡未生效月份可升级，升级按单月价格补交剩余月份差价。星光卡到期前一个月内可续订下一周期星光卡。": "3. The annual card is deemed as the 12-month Golaxy Monthly Card. The gift duration is valid from the month purchased and does not extend to the following month. The annual card can be upgraded for months in which the card is not valid, and the upgrade is based on the monthly price to pay the remaining difference. The Golaxy Card can be renewed for the next cycle within one month before the expiration.",
    "星阵围棋简介": "About the Golaxy Go",
    "星阵围棋（以下简称星阵是北京深客科技有限公司研发的高水平人工智能围棋程序。)它使用少量硬件资源完成训练，实现更具通用性、更人性化的高水平围棋智能软件。对局进程中，星阵会像人类一样用点目的方式进行形势判断，无论优势劣势，始终追求最优下法，以“不退让围棋”闻名。星阵还可以进行任意路数和任意贴目的对局，完美适应各种围棋规则。": "Golaxy Go (hereinafter referred to as “Golaxy“) is a high-level Go AI program developed by Beijing Thinker Technology company Co., Ltd. The training only took a small number of hardware resources to complete, so the Golaxy AI appears to be not only high-level but also user-friendly. In the games, Golaxy judges the situations by counting points just like what a human does. Regardless of whether you are in the lead or in a disadvantaged situation, Golaxy always pursues the optimal solution. Golaxy is known for “non-giving in Go”. Golaxy can also play any kind of lines or komis, and perfectly adapt to any Go rules.",
    "星阵于2018年4月战胜世界冠军柯洁九段，2018年5月让先对阵顶尖职业棋手41局获得40胜1负，随后相继三次获得世界人工智能围棋大赛冠军。2019年4月，星阵让二子对阵四位世界女子顶尖棋手，获得全胜。": " Golaxy defeated the world champion Ke Jie 9dan in April 2018. In May 2018, Golaxy played 41 games against top professional players with 40 wins and 1 loss, and then won the World Artificial Intelligence Go Championship three times. In April 2019, Golaxy played against four world's top women's players and won a complete victory.",
    "星阵曾代表中国人工智能参加第四届东方经济论坛。并在世界人工智能大会上与刘鹤副总理对弈。": "Golaxy represented the China Artificial Intelligence to attend the 4th Eastern Economic Forum. In the World AI Conference, Golaxy also played against the Vice Premier, Liu He.",
    "星阵技术": "Golaxy AI Technology",
    "2016年3月，DeepMind团队的围棋AI程序AlphaGo 4:1战胜世界冠军李世石九段，成为人工智能历史上的里程碑事件。2017年5月，改进后的AlphaGo再次与柯洁九段对弈，以3:0获得完胜。DeepMind团队发表在《自然》杂志上的两篇重磅论文，阐释了这两次胜利背后的技术驱动力。": "In March 2016, the DeepMind team’s Go AI program AlphaGo 4:1 defeated the world champion Shishi Lee 9dan, becoming a milestone event in the history of artificial intelligence. In May 2017, the improved AlphaGo played against Ke Jie again and won 3:0. The DeepMind team published two important papers in Nature Magazine, explaining the technical driving force behind these two victories.",
    "然而，以AlphaGo-Zero为代表的围棋AI仍然存在一些问题:": "However, the Go AI represented by AlphaGo-Zero still has some problems:",
    "首先，是水平上限的问题。AlphaGo-Zero证明了使用强化学习技术可以提高AI的棋力，但是从论文的实验数据来看这种棋力增长的速度越来越慢，后期趋向停滞。在这一框架下，棋力的提升存在瓶颈。": "First, there is the issue of the upper limit. AlphaGo-Zero proved that the use of reinforcement learning technology can improve the power of Go AI, but from the experimental data of the paper, the growth rate of the power is getting slower and slower, and it tends to stagnate in the later stage. Under this framework, there is a bottleneck in the improvement of Go AI power.",
    "其次，是资源开销问题。目前的强化学习方法自对弈消耗的计算资源空前巨大，DeepMind团队为了打造AlphaGo-Zero，使用了2000个TPU进行自对弈，总耗资过亿元。这样的算力消耗是中小型学术机构、研究团队难以承受的，需要从算法层面做出改进，降低训练使用的计算资源开销。": "In addition, there is an issue with resource expenditures. The current reinforcement learning method requires a huge amount of computing sources. In order to create AlphGo-Zero, the DeepMid team used 2000 TPUs for self-matching, which cost over 100 million CNY. For smaller academic institutions and research teams, such a huge amount of computer power consumption is unaffordable. So in order to reduce the cost, improvements of the simulation methods need to be made.",
    "第三，是算法的通用性、灵活性、可迁移性的问题。AlphaGo-Zero的强化学习算法，基于单一、特定的围棋规则，也即中国规则黑贴3.75子。一旦规则改变，就需要重新训练，之前投入的大量计算资源训练的模型没有利用价值。全世界的围棋规则并没有统一，而如果为各个围棋规则分别训练围棋AI，会造成极大的浪费。显然，这和人类所认识的“举一反三”类型的智能是不相符的。": "Moreover, there are issues regarding the flexibility and transferability of the simulation methods. AlphaGo-Zero’s reinforcement learning method is based on a single, specific Go rule, also known as the Chinese rule of the black Komi 7.5 points. Once the rule is changed, it needs to be retrained, and a large amount of computing sources invested previously is wasted. There is no uniform Go rule in the world, and if you train Go AI for each Go rule separately, it will cause great waste. Obviously, this is inconsistent with the type of intelligence known by human beings.",
    "星阵围棋力求使用更少的训练资源，实现更具通用性、更人性化的高水平围棋智能。它在AlphaGo的基础上做了一些技术创新。星阵的主要贡献涉及到机器学习的两个重要领域，多任务学习和迁移学习。": "Golaxy strives to use fewer training resources to achieve a more versatile and humanized high-level Go intelligence. It has made some technological innovations on the basis of AlphaGo. The main contribution of Golaxy involves two important areas of machine learning, multi-task learning and transfer learning.",
    "多任务学习": "Multi-Task Learning (MTL)",
    "多任务学习（MTL)是机器学习中一个很有前景的领域，它利用多个学习任务中包含的有用信息来帮助每个任务学习到更为准确的学习器。": "Multi-task learning(MTL) is a promising field of machine learning. It utilizes useful information contained in multiple tasks to help each task learn a more accurate learner.",
    "在现实世界中，有很多问题都是相关联的，如果把这些问题当做一个一个独立的任务来建模，就忽略了这些问题之间所富含的丰富关联信息。在机器学习中，把相关的多个任务放在一起学习，可以更容易地学习到多个任务间共性的特征，进而减小对训练数据的需求量，加快学习的速度，提升模型的泛化能力，比单独学习它们得到更好的性能。": "In the real world, many problems are related. If these problems are modeled as an independent task, the rich correlation information between these problems is ignored. In machine learning, by putting multiple related tasks together for learning, it is easier to learn common features among multiple tasks, thereby reducing the demand for training data, accelerating the learning speed, and improving the generalization of the model Ability, better performance than learning them alone.",
    "与AlphaGo只使用策略网络（Policy Network)和价值网络（Value Network)不同，星阵同时学习了四个主任务，另外两个是领地网络（Area Network)和子差网络（Score Network)。领地网络基于任意给定盘面，分别估算棋盘上每个交叉点最终归属黑棋或白棋的概率。子差网络基于任意给定盘面，估算最终黑方子数与白方子数的差值。很显然，占据哪些领地、双方子数的差距、以及哪方获胜这三个训练任务具有很强的相关性，事实上占据哪些领地就直接决定了哪一方能够取胜。因此价值网络与领地网络、子差网络同时训练可以相互促进，提升性能，这一点是毋庸置疑的。": "Different from AlphaGo, which only used the Policy Network and Value Network, Golaxy learned four main tasks at once. The other two are Area Network and Score Network. With any given board, the Area Network assesses the probability that the intersection points will be attributed to the black or white side. With any given board, the Score Network assesses the final score difference between the two sides.  Obviously, these three training tasks including which territories are occupied, the score difference of the two sides, and which side wins have strong correlations. In fact, which territories are occupied directly determines which side can win. Therefore, undoubtedly, the simultaneous training of the Value Network. Area Network and Score Network can help to improve the AI’s performance.",
    "在领地网络和子差网络的帮助下，星阵对局面的判断更加全面、立体，这也让星阵学会了像人一样“点目”，而不仅仅是依靠胜率来下棋。在胜率接近的情况下，星阵会选择子差更优的下法，将领先的优势继续扩大，或者试图缩小落后的目数，咬住局面寻找机会。这一技术特点也形成了星阵“不退让围棋”的棋风。": "With the help of the Area Network and the Score Network, Golaxy is able to assess the situation of the game more accurately and precisely. Rather than only relying on the win rate to play the games, this also allowed Golaxy to learn to ”count points” like a human. When the win rates are close, Golaxy will choose the variation depending on the points, expanding the leading advantage, or try to reduce the points gap. This characteristic also formed Goloxy’s game style of never giving in.",
    "首先，越多任务的越多标签，就可以从每一个训练样本中汲取更多的信息，也意味着数据量的增加，因此多任务学习能够显著提升训练速度，消耗更少训练数据，降低过拟合的风险。": "First of all, more tasks with more labels, the more information can be drawn from each training sample, and the number of data increases. This means that the learning speed can be significantly improved through multi-task learning, less training data is needed and the risk of overfitting is reduced.",
    "其次，当单独训练一个任务时，模型会学习到针对这个任务的一些好的隐藏特征表示。而采用共享权重的方式同时学习多个任务，使模型更容易捕捉到那些同时对多个任务有益的隐藏特征表示，这样的隐藏特征表示更为通用，对于新环境的新任务也会表现的更好，模型因而具有更强的泛化能力。": "Additionally, when training a task independently, the AI will learn the presentation of some good hidden features of this task. Using shared weights to learn multiple tasks, the AI can learn the presentation of hidden features that are beneficial to multiple tasks. By using this way, the hidden features learned by the AI are more versatile. The AI will be able to adapt to new tasks better in new situations and has stronger generalization capabilities.",
    "有时候，单独训练A任务可能很难学习到某种对该任务有益的隐藏特征表示，但是这种特征表示在B任务中却很容易学到。同时学习两个任务时，通过借用从B任务中学到的隐藏特征表示，A任务从中获益。": "Sometimes, training task A alone may make it hard to learn hidden feature presentations. But this feature representation may be easy to learn in task B. When learning two tasks at the same time, by borrowing the hidden feature representation learned from task B, task A benefits from it.",
    "迁移学习": "Transfer Learning",
    "机器学习的模型训练是靠数据驱动的，但在很多情况下数据极端匮乏，迁移学习就是解决数据量匮乏的一种重要方法。假定源域具有充足的数据，并已经训练出足以解决源问题的模型，迁移学习利用源域中的现有模型，帮助在缺乏训练样本的目标域，训练出解决目标任务的模型。": "Machine learning model training is data-driven, but there are many situations in which the amount of data is extremely scarce, and transfer learning is an important method that can be used to solve this problem. Assuming that the source domain has sufficient data and has trained enough models to solve the source problems, transfer learning would use the existing models to help to develop models in the domain that are lacking samples to solve the target tasks.",
    "将迁移学习应用于围棋AI中": "Applying Transfer Learning to Go AI",
    "使用迁移学习有两个假设，源域与目标域的样本分布不同；目标域严重缺乏带有标签的样本。围棋规则并没有在全世界范围内统一，不同围棋规则下的训练样本并不通用。目前围棋AI大多使用19路棋盘，中国规则黑贴3.75子，此规则下的训练样本相对充足。星阵通过引入迁移学习技术，将中国规则黑贴3.75子的模型，用较小的代价，迁移到其他规则下。迁移学习为星阵带来了极大的算法灵活性，于是星阵可以进行任意路数的对局，也可以进行任意贴目的对局，可以进行让子棋的对弈，完美适应中国规则数子法和韩日规则数目法。可以说，迁移学习使得星阵在围棋上实现了“举一反三”的智能。": "There are two assumptions for using transfer learning. The source and target domains have different sample distributions; the target domain is seriously lack of labeled samples. Go rules are not uniform across the world, and training samples under different Go rules are not universal. Currently, Go AI mostly uses a 19-way board, the Chinese rule is Komi with 7.5 points The training samples under this rule are relatively sufficient. By introducing migration learning technology, Golaxy transferred the model of Chinese rule to the other rules at a relatively low cost. Transfer learning brings  great algorithm flexibility to the Golaxy, so the Golaxy can play any number of games, can also play any targeted game, and can play handicap games, which perfectly adapts to the Chinese, Korean and Japanese rules of counting points. It can be said that transfer learning has enabled Golaxy to realize the intelligence of “inferences by analogy“ on Go.",
    "比赛成绩": "Competition results",
    "人机对弈": "Human-AI Game",
    "星阵围棋主创人金涬博士与世界冠军柯洁九段": "Golaxy main creator, Dr. Xing Jin and World Champion Jie Ke 9dan",
    "2018年4月27日，在福州举行的“贝瑞基因杯”2018世界人工智能围棋大赛上，星阵围棋执黑第145手中盘战胜五次（当时)世界冠军柯洁九段。这场比赛被媒体称作“第三次人机大战”。": "On April 27, 2018, at the ”Berry Gene Cup” 2018 World Artificial Intelligence Go Competition held in Fuzhou, Golaxy Go defeated the (at the time) world champion Ke Jie nine dans five times in the 145th hand of Black. This game was called ”the third man-machine war” by the media.",
    "在与柯洁对阵前，星阵围棋与职业棋手们进行了让先三十番棋，战绩达到28胜2负，战胜过的对手包括周睿羊、范廷钰、朴廷桓等强手。在与柯洁对阵后，星阵围棋又让先与围棋高手轮番对战，取得40胜1负的战绩。战胜过的对手包括檀啸、谢尔豪、时越、江维杰、柁嘉熹、党毅飞、崔哲瀚、元晟溱、周俊勋等世界冠军。2018年11月17日，在江西抚州，人工智能大会围棋AI人机表演赛上，执白让先倒贴3.75子，中盘战胜世界冠军时越九段。": "Before playing against Jie Ke, Golaxy and some other professional players did 30 komi games, which Golaxy won 28 rounds and lost 2 rounds. Lots of strong players were defeated such as Ruiyang Zhou, Tingyu Fan and Junghwan Park, and so on. After playing against Jie Ke, Golaxy did several rounds of komi games with other top players, with 40 wins and 1 loss. Several world champions that were defeated include Xiao Tan, Erhao Xie, Yue Shi, Weijie Jiang, Jiaxi Tuo, Yifei Dang, Cheolhan Choi, Seongjin Weon, Junxun Zhou and so on. On November 17, 2018, in Fuzhou, Jiangxi, at the Artificial Intelligence Conference Go AI showcase, Golaxy played white and reverse compensated 7.5 points in the game, defeated the World Champion Yue Shi 9dan in the middlegame.",
    "星阵围棋授二子与女棋手在比赛中": "Golaxy gave two handicaps in the competition with another female player",
    "2019年4月30日，在“博思杯”2019世界人工智能围棋大赛人机对抗赛中，星阵围棋授二子与第二届吴清源杯四强棋手芮乃伟九段、王晨星五段、李赫五段和曹承亚二段对弈，获得四战全胜。这是围棋人工智能首次在授二子的正式比赛中战胜人类职业棋手。": "On April 30, 2019, in the “Bosi Cup” 2019 World Go Human - AI Competition, Golaxy gave two handicaps and competed with the top four players of the “Second Wu Qingyuan Cup”: Naiwei Rui 9dan, Chenxing Wang 5dan, He Li 5dan, and Senga Cho 2dan. Additionally, Golaxy won all four games. This is the first time that a Go AI has defeated human players in an official game of giving two handicaps.",
    "2018“中信证券杯”世界智能围棋公开赛夺冠": "Won the 2018 “CITIC Securities Cup” World AI Go Championship",
    "2018年7月，星阵围棋在2018腾讯世界人工智能围棋大赛上获得亚军。2018年8月13日至15日，第二届“中信证券杯”世界智能围棋公开赛在广西南宁举行，星阵围棋击败了来自中国、美国、日本、韩国等高水平AI，夺得冠军，并获奖金45万元。这是AI围棋界有史以来规格和奖金最高的比赛。": "In July 2018, Golaxy won second place in the 2018 Tencent World AI Go Competition. From August 13th to 15th, 2018, the second “CITIC Securities Cup” World Go Championship was held in Nanning, Guangxi. Golaxy defeated other high-level AIs that are from China, the United States, Japan, and South Korea, and won the championship with a 450 thousand yuan prize. This is the competition with the largest scale and the highest prize in Go AI competition history.",
    "2018年12月15日，星阵围棋在日本东京获得第二届AI龙星战冠军。": "On December 15th, 2018, Golaxy won the Second AI Dragon Starwars Competition in Tokyo, Japan.",
    "2019年3月17日，星阵围棋受邀参加世界最强棋士战AI配对赛，携手芮迺伟九段获得冠军。": "On March 17, 2019, Golaxy was invited to participate in the match of the world’s strongest Go AI players and won the championship together with Naiwei Rui 9dan.",
    "2019年4月26到29日，星阵围棋参加在福州举行的“博思杯”2019世界人工智能围棋大赛，并获得冠军。": "On April 16th - 19th, 2019, Golaxy participated in the “Bosi Cup” 2019 World AI Go Competition held in Fuzhou and won the championship.",
    "重要活动": "Key Events",
    "东方经济论坛": "Eastern Economic Forum",
    "第四届东方经济论坛嘉宾先后与星阵围棋对弈": "Golaxy played against the guests of the 4th Eastern Economic Forum",
    "2018年9月11-13日，星阵围棋作为中国人工智能的唯一代表受邀赴俄罗斯符拉迪诺斯托克参加了第四届东方经济论坛，进行表演和展示。俄罗斯国有开发银行行长谢尔盖•高科夫Sergey Gorkov，符拉迪沃斯托克市市长维塔利•沃克延科Vitaly•Verkeenko，欧洲围棋联盟主席马丁•斯蒂阿斯尼Martin Stiassny，全球最大贵金属生产商之一PolyMental公司董事长 维塔利•内西斯Vitaly Nesis等先后与星阵围棋对弈。": "On September 11 - 13, 2018, as the only representative of Chinese AI, Golaxy was invited to attend the 4th Eastern Economic Forum in Vladivostok, Russia for performances and demonstrations. Many guests played against Golaxy including Sergey Gorkov(the president of the State-owned Development Bank of Russia), Vitaly Verkeenko (the Mayor of Vladivostok), Martin Stiassny (the Chairman of the European Go Union), Vitaly Nesis (the Chairman of PolyMental, one of the world’s largest precious metal mining companies), and so on.",
    "世界人工智能大会": "World Artificial Intelligence Conference",
    "刘鹤副总理与星阵围棋对弈（前排右2国务院副总理刘鹤；前排右3工信部部长苗圩；前排右5上海市市长应勇；前排右1星阵围棋主创金涬)": "Vice Premier, He Liu, played against Golaxy (front row, 2nd from the right is He Liu, the Vice Premier of the State Council; 5th from the right is Yong Ying, the Mayor of Shanghai; 1st from the right is Xing Jin, the main creator of Golaxy)",
    "2018年9月17日，星阵围棋受邀参加在上海举办的第二届世界人工智能大会。国务院副总理刘鹤视察了星阵围棋的展台，询问了星阵围棋与AlphaGo的差异，饶有兴致地与星阵围棋对弈，并勉励星阵发展人工智能围棋产业。": "On September 17, 2018, Golaxy was invited to participate in the 2nd World AI Conference in Shanghai. He Liu, the Vice Premier of the State Council, visited Golaxy’s exhibition booth and inquired about the difference between Golaxy and AlphaGo. He also played with Golaxy and encouraged us to further help develop the AI Go industry.",
    "2019年5月7日下午，福州海峡国际会展中心中庭，星阵围棋与来自比利时的LeelaZero进行了一场围棋顶级对抗赛，万众瞩目。最终星阵围棋中盘战胜LeelaZero，获得本次对抗赛的优胜。同时，星阵围棋主创金涬博士与职业棋手王鹭三段在现场配合星阵智能分析，为观众进行了人工智能与围棋相关内容的讲解。": "On the afternoon of May 7th, 2019, Golaxy and LeelaZero from Belgium played a top-level Go match in the atrium of the Fuzhou Strait International Conference and Exhibition Center, which attracted lots of attention. In the end, Golaxy defeated LeelaZero in the middle game and won the championship. During the game,  Dr. Xing Jin, the main creator of Golaxy, and Lu Wang 3dan, a professional Go player, explained AI and Go-related content to the audience.",
    "特别提示": "Special Note",
    "在此特别提醒您（用户)在注册成为“星阵围棋专业版”（以下简称“星阵”)用户之前，请认真阅读本《星阵用户服务协议》（以下简称“协议”)，确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。 本协议约定北京深客科技有限公司（以下简称“星阵团队”)与用户之间关于“星阵”服务（以下简称“服务”)的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由星阵团队随时更新，星阵团队将会通过适当方式向用户提示修改内容。在修改协议条款后，如果用户不接受修改后的条款，请立即停止使用星阵提供的服务，用户继续使用星阵提供的服务将被视为接受修改后的协议。": "We would like to remind you (users) that before registering as a user of “Golaxy Professional Edition” (hereinafter referred to as “Golaxy”), please read the “Golaxy Service Agreement” carefully to ensure that you fully understand the terms, and choose to accept or deny this agreement. Unless you accept all the terms in this agreement, you will not be given the right to register, log in, to use the services. Your registration, login, and use of Golaxy will be deemed as you have accepted this agreement, and agree to be bound by the terms mentioned. This agreement stipulates the rights and obligations between users and Beijing Thinker Technology Co., Ltd. (hereinafter referred to as “Golaxy team”) regarding the “Golaxy” services (hereinafter referred to as “service”). “Users” refer to individuals who register, log in, or use this service. This agreement can be updated by the Golaxy team at any time, and the users will be notified about the modified contents through appropriate methods. After the terms of the agreement is modified, if the user does not accept the new terms, please stop using the services provided by Golaxy immediately. The users who continue to use the services will be deemed as accepting the modified terms of the agreement.",
    "账号注册": "Account Registration",
    "用户在使用本服务前需要注册一个“星阵”账号。“星阵”账号应当使用手机号码绑定注册，请用户使用尚未与“星阵”账号绑定的手机号码，以及未被星阵团队根据本协议封禁的手机号码注册“星阵”账号。星阵可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户": "1.Before using the services, users need to register for a “Golaxy” account. The account need to be registered with the mobile phone number binding. Please use the number that has not been previously registered or banned by the Golaxy team in accordance with this agreement. Golaxy can change the account registration and binding methods according to the user needs or product needs, without notifying users in advance.",
    "如果注册申请者有被星阵团队封禁的先例或涉嫌虚假注册及滥用他人名义注册，及其他不能得到许可的理由，星阵团队将拒绝其注册申请": "If the person trying to register has been previously banned by the Golaxy team, has been suspected of using other people’s information to register, or performing other disapproved actions, the Golaxy team will reject their register application.",
    "鉴于“星阵”账号的绑定注册方式，用户同意星阵团队在注册时将允许您的手机号码及手机设备识别码等信息用于注册": "In terms of the binding registration method of the Golaxy account, the user agrees that their phone number, mobile device identification code, or other related information to be used by the Golaxy team for registration.",
    "在用户注册及使用本服务时，星阵团队需要搜集能识别用户身份的个人信息以便在必要时使用。星阵团队搜集的信息包括但不限于用户的姓名、手机号等；星阵团队同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束": "When users register and use this service, the Golaxy team needs to collect personal information that can be used to identify the user if necessary. The information collected by the Golaxy team includes but is not limited to the user’s name, phone number, etc.; the Golaxy team agrees that the use of the information will be restricted by the 3rd clause of the agreement regarding the user’s personal privacy and information protection.",
    "账户安全": "Account Security",
    "用户一旦注册成功，成为星阵的用户，将得到一个用户名和密码，并有权利使用自己的用户名及密码随时使用星阵": "1.Once the user has successfully registered and becomes a Golaxy user, they will get a username and password. Additionally, the user will have the right to use their own username and password.",
    "用户对用户名和密码的安全负全部责任，同时对以其用户名进行的所有活动和事件负全责": "The user is fully responsible for the security of their username and password, and all all activities and events conducted under their username.",
    "用户不得以任何形式擅自转让或授权他人使用自己的星阵账号": "The user should not transfer or let others use their Golaxy account in any way without proper authorization.",
    "如果用户泄漏了密码，有可能导致不利的法律后果。因此不管任何原因导致用户的密码安全受到威胁，应该立即和星阵客服人员取得联系，否则后果自负": "If the user leaks their password, adverse legal consequences might be caused. Therefore, if the security of the user’s account is threatened because of any reason, please immediately contact the customer service of Golaxy, otherwise you will be at your own risks.",
    "用户声明与保证": "User’s Statement and Obligation",
    "用户承诺其为具有完全民事行为能力的民事主体，且具有达成交易履行其义务的能力": "1.The user promises that they are an individual with full civil capacity, has the ability to make a transaction, and fulfill their obligations.",
    "用户有义务在注册时提供自己的真实资料，并保证诸如手机号码、姓名等内容的有效性及安全性，保证星阵工作人员可以通过上述联系方式与用户取得联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。": "1. The user is obliged to provide their real personal information when registering, and to ensure the validity and security of the information including phone number, name, and so on. The user needs to make sure that the Golaxy staff can get in touch with them through the registered contact methods. Also, the user is responsible for updating the registered information once any changes are made to the provided information.",
    "用户承诺账号仅限本人使用，不得将账号转借他人。如果出现将账号出租等牟利行为，星阵团队将立即终止服务，并保留通过法律手段追回不当得利的权利。": "2. The user promises that the account is for their own use only, and it cannot be transferred to others. If profit-related activities are detected such as renting the account to others, the Golaxy team will immediately end the service and preserve the right to take back the unjust enrichment through legal methods.",
    "用户在使用星阵的过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复和相关链接页面，以及其他使用账号或本服务所产生的内容，不得违反国家相关法律制度，包含但不限于如下原则:": "1.Any content produced, uploaded, copied, published, or disseminated by users in the process of using Golaxy, including but not limited to account avatar, name, user descriptions, registration information and authentication materials, or text, voice, pictures, videos, graphics, and other related linked pages, as well as other contents generated by using the account or the service, should not violate the relevant national laws and regulations, including but not limited to the following principles:",
    "反对宪法所确定的基本原则的": "(1) Opposing the basic principles established by the Constitution;",
    "危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的": "(2) Endangering national security, leaking state secrets, subverting state power, and undermining national unity;",
    "损害国家荣誉和利益的；": "(3) Negatively impacting national honor and interests;",
    "煽动民族仇恨、民族歧视，破坏民族团结的；": "(4) Inciting ethnic hatred, ethnic discrimination, and undermining ethnic unity;",
    "破坏国家宗教政策，宣扬邪教和封建迷信的；": "(5) Undermining national religious policies, promote cults and feudal superstitions;",
    "散布谣言，扰乱社会秩序，破坏社会稳定的；": "(6) Spreading rumors, disturbing social order and undermining social stability;",
    "散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；": "(7) Spreading obscenity, pornography, gambling, violence, murder, homicide, terror or abetting crime;",
    "侮辱或者诽谤他人，侵害他人合法权益的；": "(8) Input or slander others, infringing on the legal rights and interests of others;",
    "含有法律、行政法规禁止的其他内容的。": "(9) Containing other contents prohibited by laws and administrative regulations.",
    "用户不得利用“星阵”账号或本服务制作、上载、复制、发布、传播干扰“星阵”正常运营，以及侵犯其他用户或第三方合法权益的内容:": "Users should not use the “Golaxy” account or services to create, upload, copy, publish, or disseminate contents that interferes with the normal operation of Golaxy, or infringes on the legal rights and interests of other users or third parties.",
    "含有任何性或性暗示的；": "(1)Containing any sexual contents;",
    "含有辱骂、恐吓、威胁内容的；": "(1) Containing abusive, intimidating or threatening contents;",
    "含有骚扰、垃圾广告、恶意信息、诱骗信息的": "(2) Containing harassment, spam advertisements, malicious information, and deceptive information;",
    "涉及他人隐私、个人信息或资料的；": "(3) Involving others’ privacy, personal information or materials;",
    "侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；": "(4)Infringe on the legal rights of others’ reputation, portrait rights, intellectual property rights, business secrets, etc.;",
    "含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息": "Containing other information that interferes with the normal operation of Golaxy’s service and infringes on the legal rights and interests of other users or third parties.",
    "用户不得通过计算机程序等方式自动获取星阵数据、不得使用任何方式非法访问星阵服务器。如用户有类似行为，星阵团队将立即终止服务，并保留追究其法律责任的权利。": "Users are not allowed to obtain any Golaxy data through computer programs or through other means automatically, and must not use any methods to illegally access the Golaxy server. If a user is detected to have such behaviors, the Golaxy team will immediately terminate the service and preserve the rights to pursue in the user's legal liabilities.",
    "服务内容": "Service Scope",
    "星阵具体服务内容由星阵团队根据实际情况提供，包括但不限于": "The specific service content of Golaxy is provided by the Golaxy team according to the specific situation, including but not limited to:",
    "围棋人工智能（下称AI)使用服务（仅限于提供AI数据，对于使用AI数据产生的后果星阵概不负责)；": "(1)Go Artificial Intelligence (hereinafter referred to as “AI”) service (limited to providing AI data, and Golaxy is not responsible for the consequences of using these data)",
    "收入结算和用户支付费用:具体金额以星阵产生的统计数据为准。": "(1) Revenue settlement and user payments: the specific amount will be calculated based on the statistical data generated by Golaxy.",
    "星阵团队有权随时审核或删除用户发布/传播的涉嫌违法或违反社会主义精神文明，或者被星阵团队认为不妥当的内容（包括但不限于文字、语音、图片、视频、图文等)。": "The Golaxy team has the right to review or delete any content posted by the user that is suspected to be illegal or violating the socialist cultural-ethical standards or is considered inappropriate by the Golaxy team (including but not limited to text, voice, pictures, videos, graphics, etc.)",
    "所有发给用户的通告及其他消息都可通过APP或者用户所提供的联系方式发送。": "All notifications and messages sent to the users can be sent through the APP or through the contact information provided by the user.",
    "在服务中所产生的数据、信息等所有权及解释权归星阵团队所有，任何人不得在未经星阵团队允许的前提下使用星阵的数据进行不正当的活动（包括但不限于牟利、传播等)": "The ownership and the right of interpretation of all the data and information generated in the service belong to the Golaxy team. No one may use these data or information for improper activities without the permission of the Golaxy team (including but not limited to profit-making, spreading, and so on).",
    "服务的终止": "Termination of Service",
    "在下列情况下，星阵团队有权终止向用户提供服务，当用户的行为对星阵团队权益造成损害时，星阵团队有权扣留账户内余额:": "Under the following circumstances, the Golaxy team has the right to terminate the provision of services to the user: if the user’s actions damage the rights of the Golaxy team, the Golaxy team also has the rights to withhold the remaining balance in the user’s account:",
    "在用户违反本服务协议相关规定时，星阵团队有权终止向该用户提供服务。如该用户再一次直接或间接或以他人名义注册为用户的，一经发现，星阵团队有权直接单方面终止向该用户提供服务": "(1)When the user violates the relevant terms mentioned in this agreement, the Golaxy team has the right to terminate the service provided to the user. If the user registered directly or indirectly under the name of another person, once discovered, the Golaxy team has the right to unilaterally terminate the service directly.",
    "用户不得通过计算机程序方式自动获取星阵数据，若发现用户有自动获取数据类似行为，星阵团队将立即终止服务，对星阵团队造成损失的，保留追究其法律责任的权利": "(1) Users are not allowed to obtain any Golaxy data through computer programs automatically. If the user found to have such behaviors, the Golaxy team will immediately terminate the service, and preserve the right to investigate in their legal liability if any losses are caused to the Golaxy team.",
    "一旦星阵团队发现用户提供的数据或信息中含有虚假内容，星阵团队有权随时终止向该用户提供服务；": "(2) Once the Golaxy team discovers that the data or information provided by the user contains false contents, the Golaxy team has the right to terminate the provision of services to the user at any time;",
    "本服务条款终止或更新时，用户明示不愿接受新的服务条款；": "(3) When the terms of service are terminated or updated, the user refuses to accept the new terms of service;",
    "其它星阵团队认为需终止服务的情况。": "(4) Other situations where the Golaxy team believes that the service needs to be terminated.",
    "用户单方面终止服务的情况。": "(5) The user unilaterally terminates the service.",
    "服务终止后，星阵团队没有义务为用户保留原账号中或与之相关的任何信息": "2. After the service is terminated, the Golaxy team has no obligation to retain any information that were in or related to the user’s original account.",
    "服务费用": "Service Fees",
    "星阵的部分服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议。": "1.Some of Golaxy’s services require payment. If you use these paid services, please abide by the relevant agreements.",
    "星阵可能根据实际需要对收费服务的收费标准、方式进行修改和变更，星阵也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，星阵团队将提前在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务": "1. Golaxy may revise or change the charging standards or payment methods for the paid services based on the needs. Golaxy may also start charging for some free services. Before the occurrence of such modifications or changes, the Golaxy team will notice users or make an announcement on the corresponding service page in advance. If you do not agree to the modifications or changes, please stop using the service.",
    "在星阵降低收费服务的收费标准或者将收费服务改为免费服务提供时，星阵保留不对原付费用户提供退费或者费用调整之权利": "2. When Golaxy reduces the charging standards or changes the paid service to free service, Golaxy preserves the right to not to provide refunds or payment adjustments to the original user who already paid.",
    "用户享有参加各项星阵优惠活动的权利，在由于用户个人原因中止服务时，星阵团队保留收回用户所享优惠的权利": "Users the right to participate in Golaxy’s various discount events. When the service is terminated due to the user’s personal reasons, the Golaxy team preserves the right to withdraw the discounts previously enjoyed by the user.",
    "服务的变更、中断": "Service changes and interruptions",
    "鉴于网络服务的特殊性，用户需同意星阵团队会变更、中断部分或全部的网络服务，并删除（不再保存)用户在使用过程中提交的任何资料。星阵团队无需对使用中断所造成的附加后果承担任何责任。": "1.Due to the uniqueness of the online service, users need to agree that the Golaxy team may change or interrupt some or all of the services and delete (no longer save) any information submitted by the user during the period of use. The Golaxy team shall not bear any responsibility for any additional consequences caused by the interruption of use.",
    "星阵团队需要定期或不定期地对提供网络服务的平台进行检测或者更新，星阵团队会提前通过适当的方式进行通知。如因此类情况而造成网络服务的中断，星阵团队无需为此承担任何责任。": "1. The Golaxy team needs to test or update the platform that provides online services on a regular or irregular basis. On such occasions, the user will be notified through appropriate means. If service interruptions are caused by such activities, the Golaxy team does not need to undertake any responsibility for this.",
    "服务条款修改": "Modifications of the Terms of Service",
    "星阵团队有权随时修改本服务条款的任何内容，一旦本服务条款的任何内容发生变动，星阵将会通过适当方式向用户提示修改内容。": "1.The Golaxy team has the right to modify any contents contained within the Terms of Service at any time. Once any contents changes, Golaxy will notify the user through appropriate methods.",
    "如果不同意星阵团队对本服务条款所做的修改，用户有权停止使用网络服务": "1. If the user does not agree to the changes made by the Golaxy team regarding the Terms of Service, the user has the right to stop using the online service.",
    "如果用户继续使用网络服务，则视为用户接受星阵团队对本服务条款所做的修改": "2. If the usr continues to use Golaxy’s service, it is deemed as that the user accepts the changes made by the Golaxy team regarding the Terms of Service.",
    "免责与赔偿声明": "Disclaimer and Compensation Statement",
    "若星阵团队已经明示其服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担": "1.If the Golaxy team has clearly indicated that the service provision method has changed and notified the users about the related matters that need attention, all consequences caused by the user’s failure to follow the instructions as required shall be borne by the user themselves.",
    "用户明确同意其使用星阵所存在的风险将完全由其自己承担，因其使用星阵而产生的一切后果也由其承担。": "1. The user agrees that they are using this service at their own risk and shall be responsible for all actions carried out and all the consequences upon using this service.",
    "用户同意保障和维护星阵团队及其他用户的利益，由于用户在使用星阵过程中有违法、不真实、不正当、侵犯第三方合法权益的行为，或用户违反本协议项下的任何条款而给星阵团队及任何其他第三方造成损失，用户同意承担由此造成的损害赔偿责任。": "2. The user agrees to protect the rights of the Golaxy team and other users. If the user has violated the law, provided untrue information, performed improper actions, infringed the legal rights of third parties,  violated any of the terms of the agreement, or caused losses to the Golaxy team or other third parties, the user agrees to be fully responsible for and compensate for the losses if needed.",
    "隐私声明": "Privacy Statement",
    "适用范围:": "Scope of Application:",
    "在用户注册星阵账户时，根据要求提供的个人注册信息；": "Personal information provided upon request when the user register for a Golaxy account;",
    "在用户使用星阵服务，或访问其相关网页时，星阵团队自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址、AI分析数据等数据记录。": "When the user uses the Golaxy service, or visits related websites, the Golaxy team automatically receives and records the server data from the user’s browser, including but not limited to IP addresses, AI analysis data, and so on.",
    "信息使用:": "Use of Information:",
    "星阵团队不会向第三方出售或提供用户的个人信息，除非事先得到用户的许可。": "The Golaxy team will not sell or provide users’ personal information to any third parties, unless permitted by the user.",
    "星阵团队亦不允许任何第三方以任何手段收集、编辑、出售或者传播用户的个人信息。任何用户如从事上述活动，一经发现，星阵团队有权立即终止与该用户的服务协议，并保留追究法律责任的权利。": "The Golaxy team does not allow any third parties to collect, edit, sell or disseminate users’ personal information by any means. If any user is found to be involved in such activities, the Golaxy team has the right to terminate the service immediately and preserves the right to take legal actions.",
    "为达到服务用户的目的，星阵团队可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息。": "In order to effectively serve the users, Golaxy may provide services to users with the provided personal information, including but not limited to sending product and service information to users.",
    "信息披露:用户的个人信息将在下述情况下部分或全部被披露:": "Information Disclosure: The user’s personal information will be partially for fully disclosed under the following circumstances:",
    "经用户同意，向第三方披露；": "Disclose the information to a third party with the consent of the user;",
    "根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露": "Disclosure to third parties, administrative or judicial institutions in accordance with relevant provisions of laws and requirements;",
    "如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；": "If the user violates any Chinese laws or website policies, the information may need to be disclosed to a third party;",
    "为提供用户所要求的产品和服务，经用户同意后，必须和第三方分享用户的个人信息；": "In order to provide the products and services requested by the user, the user’s personal information need to be shared with third parties with the user’s consent;",
    "其它星阵团队根据法律或者网站政策认为合适的披露。": "Disclosures deemed as appropriate by Galaxy in accordance with laws or website policies.",
    "其他": "Others",
    "星阵团队郑重提醒用户注意本协议中免除星阵团队责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。": "1.The Galaxy team solemnly reminds users to pay attention to the Terms & Conditions in this agreement that exempt the Galaxy team from liabilities and restrict users’ rights. Users are requested to read them carefully and consider the risks. Minors should this agreement accompanied by their legal guardian or legal representative.",
    "本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和星阵团队之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交星阵团队住所地有管辖权的人民法院管辖。": "1. The validity, interpretation, and dispute resolutions of this agreement shall be governed by the laws of the People Republic of China. If any dispute occurs between the user and the Galaxy team, it should first be settled through friendly negotiation. However, if the negotiation fails, the user agrees to submit the dispute to the jurisdiction of the People’s Court where the Galaxy team resides.",
    "本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。": "2. If any clause of this agreement becomes invalid or unenforceable for any reason, other clauses will still remain valid and binding on both parties.",
    "本协议最终解释权归星阵团队所有，并且保留一切解释和修改的权利。": "3. The final right of legal interpretation of this agreement belongs to the Galaxy team, and all the interpretation and modification rights are reserved.",
    "5、本协议从2019年11月08日起适用。 ": "5. This agreement is valid from November 8th, 2019.",
    "产品介绍": "Product Details",
    "原创内容": "Original Contents",
    "了解星阵": "About Golaxy",
    "关注我们": "Follow Us",
    "智能对弈": "Play",
    "37个不同等级的星阵智能棋手。无论你是入门还是职业顶尖，总有一个适合你。随时随地的围棋陪练，每个阶梯都见证你的成长。星阵陪练已完成2316万盘对局。": "Golaxy has several AI players that belong to 37 different ranks. Regardless of whether you are a beginner or a top professional player, you can always find the AI player that matches your level. Golaxy allows you to practice Go anywhere, anytime, and each stage exhibits your growth. Golaxy has already completed 23.16 million matches.",
    "马上对弈": "Play Now",
    "分析研究": "Analysis",
    "顶尖围棋AI，大算力权威分析数据。胜率，子差多角度评价，更易理解。操作简单，随时随地分析你想了解的局面。星阵已经分析过10亿个局面。": "Top Go AI, authoritative analysis with strong computing power. The win rate and point differences are evaluated from multiple angles, which is easier to understand. Analyze the situation you want to know freely anytime, anywhere. Golaxy has already analyzed more than 1 billion game situations. ",
    "立即研究": "Analyze Now",
    "复盘报告": "Report",
    "全面分析棋局的每一手的每一个变化，发现问题手。一键生成立等可取，云端保存随时查阅，方便分享。是老师授课、棋手复盘的利器。星阵已生成2万张报告。": "A comprehensive analysis of every variation in each move of the Go game and find the problem move. Only one click is required to generate the report. It can be saved in the cloud drive and be checked or shared anytime. It is a great tool for Go teachers to teach lessons and for players to review the game. Golaxy has already generated 20 thousand reports. ",
    "生成报告": "Start",
    "生成报告index": "Generate Report",
    "了解更多": "Know more",
    "暂不登录": "Not now",
    "直播(Beta)": "Live",
    "星阵研究具有以下核心优势": "Golaxy Analysis has the following core advantages",
    "韩文": "Korean",
    "快捷键": "Hot key",
    "空格/回车": "Space/Enter",
    "数字键1-9": "Digits 1-9",
    "上": "Up",
    "下": "Down",
    "左": "Left",
    "右": "Right",
    "未锁定变化图时": "When the variation is unlocked",
    "直接落子星阵首选推荐": "Place the stone in the spot recommended by Golaxy",
    "查看第1-9选点的变化图，并锁定该变化图": "View the variation of point selections 1-9, and lock this graph",
    "向前跳转一手": "Go forward - one move",
    "向后跳转一手": "Go backward - one move",
    "向前跳转5手": "Go forward - five moves",
    "向后跳转5手": "Go backward - five moves",
    "跳转到空棋盘": "Go to empty board",
    "跳转到最后一手": "Go to the last move",
    "锁定变化图时": "When locking the variation",
    "查看前一个变化图，并锁定": "View the previous variation, and lock it",
    "查看后一个变化图，并锁定": "View the next variation, and lock it",
    "在变化图中向前跳转1手": "In the variation, go forward - one move",
    "在变化图中向后跳转1手": "In the variation, go backward - one move",
    "在变化图中向前跳转5手": "In the variation, go forward - five moves",
    "在变化图中向后跳转5手": "In the variation, go backward - five moves",
    "跳转到变化图的第1手": "Go to the first move in the variation",
    "跳转到变化图的最后一手": "Go to the last move in the variation",
    "取消变化图锁定，显示推荐点": "Unlock the variation and show the recommended point selections",
    "选点个数上限": "Maximum number of point selections",
    "变化图最长手数": "Furthest move in the variation",
    "星阵提供哪些功能？": "What functions does Golaxy provide?",
    "星阵是人工智能围棋第一网站，提供智能对弈、棋谱报告、分析研究、大赛直播（开发中）等功能。": "Golaxy is the No.1 Go AI website, it provides various functions such as play, analysis, reports, lives, and so on. ",
    "星阵围棋取得过哪些比赛成绩？": "What are the competition results of Golaxy?",
    "星阵于2018年4月战胜世界冠军柯洁九段，2018年5月让先对阵顶尖职业棋手41局获得40胜1负，随后相继4次获得世界人工智能围棋大赛冠军。2019年4月，星阵让二子对阵四位世界女子顶尖棋手，获得全胜。": "In April 2018, Golaxy defeated the world champion Jie Ke 9dan. In May 2018, in a total of 41 rounds against the top professional player, Golaxy won 40 rounds. It then won the championship of the World AI Go Competition 4 times. In April 2019, Golaxy defeated four world’s top female Go players and won a complete victory. ",
    "星阵水平明显高于其他公开AI。星阵研究中的旗舰版120X是目前所有公开AI中的最高水平。": "The level of Golaxy is significantly higher than that of the other AIs that can be accessed publically. The level of the ultimate edition 120X in the Golaxy analysis is the highest among all those AIs. ",
    "手机或平板电脑上也可以使用星阵专业版吗？有APP吗？": "Can I use the Golaxy professional edition on a mobile phone or tablet? Is there a Golaxy App?",
    "在手机或平板电脑上使用浏览器（推荐chrome浏览器），输入星阵专业版的网址www.19x19.com即可。手机APP正在开发，一段时间后将会与大家见面。": "Use Golaxy on your phone or tablet by entering the Golaxy professional edition website www.19x19.com (Chrome browser is recommended). The mobile app is currently under development and will be introduced to everyone in a while. ",
    "星阵陪练小程序跟星阵专业版一样吗？": "Is the Golaxy Wechat mini-program the same as the Golaxy professional edition?  ",
    "不完全一样，星阵陪练小程序支持对弈，而星阵专业版还支持报告和研究等功能，体验更好。": "They are not exactly the same. In addition to the matches, the Golaxy professional edition provides the analysis and report function, and the user experience is better. ",
    "星阵专业版是收费的吗？是不是很贵？": "Is there a fee for Golaxy professional edition? Is it expensive?",
    "星阵专业版的大部分功能是免费的，例如升降级对弈、自由对弈、查看大赛棋谱报告、直播等。也有如研究、生成报告等收费功能，星阵为这些付费功能配备了强大的后台计算能力。另外由于星阵的算法优势，即使在相同算力下星阵的水平也会明显高于其他开源AI。因此，使用星阵比用户自己配置高性能电脑运行开源AI要更加经济划算。此外，用户使用星阵无需下载、安装、调参，还节省了大量时间成本。": "Most of the functions of the Golaxy profession edition can be used for free, such as rank play, casual play, viewing game reports, live streaming, and so on. There are also functions that require payment, such as generating analysis, reports, and so on. Golaxy equipped powerful computing capabilities for these paid functions. In addition, due to Golaxy's simulation method preponderance, even with the same computing power, the level of Golaxy will be significantly higher than that of the other open-source AIs. Accordingly, using Golaxy is more cost-effective than using high-configuration computers to run the open-source AI by yourself. Additionally, users do not need to download, install, or adjust parameters to use Golaxy, which also saves a lot of time. ",
    "海外可以使用吗？": "Can it be used overseas?",
    "海外同样可以使用，少数地区受网络环境等影响，可能偶尔有卡顿。我们会尽力优化海外使用的体验。": "Golaxy can also be used overseas. Users in certain areas may be affected by the network environment and services may lag occasionally. We will do our best to improve the overseas' users experience. ",
    "星阵有多少个不同的人工智能棋手？": "How many different AI players are there does Golaxy have?",
    "星阵有37个不同等级的人工智能棋手，水平均匀分布，每个水平的星阵都经过严格的训练和测试。无论你是刚刚学习围棋，还是职业顶尖棋手，都能找到水平相当的对手。": "Golaxy has 37 AI players of different levels, evenly distributed. All of them have undergone rigorous training and testings. Regardless of your current level, you will always be able to find a comparable AI opponent. ",
    "与人工智能对弈有什么优势？": "What are the advantages of playing against AI players?",
    "人工智能棋手随时奉陪，水平可选，落子速度可调。您不会再有找不到对手、对手填子耍赖、故意拖延时间、中途逃跑的烦恼。系统提供的领地、支招等道具可以提升对弈体验。": "The AI Go players are available anytime. You can also choose the level of the AI opponent and adjust the speed of the moves. You no longer have to worry about not being able to find the right opponent, the opponent does not play fairly, the opponent deliberately delaying the time, or the opponent quitting the game halfway. Additionally, the tools provided by the system such as territory, teaching tactics and so on, can help to enhance your game experience. ",
    "星阵各个级位和段位都是什么水平？": "What are the kyus and dans of the Golaxy?",
    "星阵的等级是按照标准等级分严格测定的，星阵10级至2段与中国围棋协会的相应等级完全对应，准3段至9段对应业余3段至业余6段，职业1星对应普通职业水平，职业2星对应人类顶尖水平，职业3星超越人类顶尖水平。具体对应关系参见下表。": "Golaxy's levels are determined strictly based on the set standards. Golaxy 10kyu to 2dan correspond exactly to the levels set by the Chinese Go Association. Pre-3dan to 9dan correspond to amateur 3dan to 6dan; professional 1 star corresponds to the normal professional level; professional 2 star corresponds to the top human player level; professional 3 star exceeds the top human player level. Refer to the table below for the specifics. ",
    "升降级、自由战和高水平对弈有什么区别？": "What are the differences between rank play, casual play, and high-level play? ",
    "升降级中，系统自动匹配与用户等级相同的星阵进行对弈，净胜两局则自动升降；无等级用户先自选一个等级的星阵进行对弈，获胜后获得相应的等级。自由战中，用户可以从10级到职业三星中选择任意等级的星阵，设置用时与黑白，还可从任意盘面开始对局。自由战保存棋谱但不记录成绩。高水平对弈选择星阵3X及以上的配置进行对局，你将挑战远超人类棋手的星阵。": "In the rank play, the system automatically matches the Golaxy player that has the same level as the user. The results of two games automatically determine whether your rank will be increased or not. Users with no ranks can first choose a Golaxy player that belongs to any level to play with. The user will get the corresponding rank after winning the game. In casual play, users can choose Golaxy players that belong to any level from 10 kyu to professional 3 stars, choose the time settings, choose black or white, and can choose to start the game from any board. Casual play saves kifu but does not record the results. In high-level matches, you can choose to play with Golaxys that have 3X or above configurations. You will challenge Golaxy players whose level is far beyong what human players can reach.",
    "与星阵对弈需要付费吗？": "Do I need to pay to play against Golaxy?",
    "升降级、自由战覆盖从入门到超越职业顶尖的所有级别，全部免费。高水平对弈根据选择的配置付费。": "Rank play and casual play covers all levels from beginner to even beyond the top professional level, and all of these level are free. High-level play will be charged according to the selected configuration.",
    "与星阵对弈的棋谱会被保存吗？在哪里可以找到？": "Will the kifu of the game against Golaxy be saved? Where to find it?",
    "所有完成的对局都会被保存，在棋谱功能中打开我的棋谱库，即可找到之前的对局与报告等。中途放弃的对局不保存。": "All the completed games will be saved. Open the kifu album in the “kifu” function, you can find the kify of all the completed games and reports. Matches that are exited in the process is not saved. ",
    "星阵的水平跟棋局用时或落子速度有关吗？": "Is the level of the Golaxy related to the game time or the move speed? ",
    "星阵10级至职业三星的水平是稳定的，与设定的AI落子速度无关，也与对局用时无关。高水平对弈中的专业版3X至旗舰版120X，用时越长水平越高。": "The levels of Golaxy 10 kyu to professional 3-star are set, they are not linked to the speed of the AI's move and the game time. In high-level matches, for the professional edition 3X to the ultimate edition 120X, the longer the time taken, the higher the level. ",
    "怎么能获得更多的道具？": "How to get more tools?",
    "每日签到可以领取每种道具2个，也可以在商城中购买更多自己需要的道具。": "You can receive 2 tools of each type by signing in daily, or you can buy more tools you need in the store.",
    "几种道具（领地、支招、变化图）都是什么水平的？": "What are the levels of the tools(territory, recommending tactics, variation graph)?",
    "在与星阵9段及以下的水平对局时，领地、支招和变化图都是星阵9段的水平。在与职业1星至3星对弈以及高水平对弈时，道具的水平与星阵的水平一致。": "When playing against Golaxy 9dan or below, the level of the territory, teaching tactics and variation graph tools will all be Golaxy 9dan. When playing against Golaxy professional edition 1-star to 3-star in the high-level matches, the level of the tools will be consistent withthe level of the Golaxy player. ",
    "高水平对弈与研究水平一样吗？": "Is the level of high-level play the same as the level of the analysis?",
    "同样的配置在高水平中与研究中是一样的水平，高水平对弈中你将面对一个颇为强大的对手。": "For the same configuration, high-level matches have the same level as the analysis. But in the high-level-matches, you will face a relatively stronger opponent.",
    "如何从某一盘面开始对局？": "How to start a match from a certain board?",
    "在自由对弈中，先在棋盘上摆好想要的局面或上传棋谱，然后选择从当前盘面开始对局即可。": "In casual games, you can first arrange your desired game situation on the board or upload a kifu, and then choose to start the game from the current board.",
    "怎么设置让子棋？": "How to set handicap?",
    "在自由对弈中，先在棋盘上配合“停一手”按钮连续摆上黑子，然后选择从当前盘面开始对局即可。星阵可以匹配任意爱好者的水平，建议大家找到合适的对手进行分先对局，这样更有利于提升棋力。": "In casual play, you can first place black stones on the board with the “Pass” button continuously, and then choose to start the game from the current board. Golaxy can match the level of any Go fans. It is recommended that you find a suitable opponent to play even games, which is more beneficial for improving your Go skills. ",
    "研究功能有哪些使用场景？": "What can I use the analysis function for?",
    "赛前准备布局，赛后分析棋局关键处，定式的深度研究和拆解，都是研究功能可以使用的场景。还可以用研究来实时观战。": "It can be used to prepare the match beforehand, and analyze the key points after the match ends. Additionally, it can be used for analyzing the matchs in-depth as well as watching matchs in real-time. ",
    "研究的各个配置是什么水平？": "What is configuration of the differenct levels in the analysis?",
    "3X的水平即远超人类顶尖棋手，旗舰版120X是目前公开AI中的最高水平。配置的水平与配置高低是正相关的，计算速度和X数成正比，例如3X计算20秒与6X计算10秒水平相当。": "The level of 3X exceeds that of the top human Go players, and the ultimate edition 120X has the highest level among all AIs that can be accessed publicly. The level of the configuration has a positive correlation with the quality of it, and the simulation speed is proportional to the number of X. For example, 3X simulation for 20 seconds is equivalent to 6X simulation for 10 seconds. ",
    "我自己配置高性能电脑，安装开源AI有可能达到星阵研究的水平吗？": "Is it possible for me to configure a high-performance computer and install open source Go AI to reach the level of Golaxy analysis?",
    "据测算，星阵专业版6X棋力大致相当于6万元家用电脑安装开源围棋AI。星阵高配置是家用电脑无法达到的水平。": "Based on simulations, the level of professional edition 6X is equivalent to a 60,000 CNY computer running an open-source Go AI player. The level of the high configuration Golaxy cannot be reached by home-used computers. ",
    "AI水平与我的电脑配置有关吗？": "Is the AI level related to the configuration of my computer?",
    "星阵AI部署在云端，水平与用户使用的设备完全无关，无论电脑或是手机都可以轻松获得最权威的AI分析数据。": "The Golaxy AI is deployed in the cloud servers, so its level is unrelated with the user's equipment. Regardless of whether you are using a computer or a cell-phone, you can easily access the most authoritative AI analysis data. ",
    "研究功能如何收费？": "How do I charge for analysis functions?",
    "研究功能按照时长付费，不同配置单价不同。例如大家常用的专业版6X为￥0.25/分钟。": "The analysis function is charged based on the duration of use, and the unit price is different for distinct configurations. For example, the commonly used professional edition 6X costs 0.25 CNY per minute.",
    "星光会员合适吗？什么人适合办会员卡？": "Who is suitable for the Golaxy membership card?",
    "经常使用星阵的用户大多办理星光卡，以享受更优惠价格。会员卡除了本身的折扣以外，还有数量相当可观的赠品。会员卡种类多样，用户可根据自己的需要选择相应的会员卡。": "Most users who use Golaxy frequently purchased Golaxy cards to enjoy the service at cheaper prices. In addition to its own discounts, membership cards also have numerous gifts. There are also various types of membership card, users can choose the corresponding membership card according to their needs.",
    "星阵的权重是最新的吗？": "Is the weight used by Golaxy the latest?",
    "星阵每隔一段时间就会更新权重，让大家使用到更新，更高水平的星阵。": "Golaxy updates its weights every once in a while so that everyone can use the updated, higher-level Golaxy. ",
    "如果离开电脑时忘记关闭星阵，会一直计费吗？": "If I forgot to close the Golaxy webpage  when I leave the computer, will I still be charged? ",
    "星阵研究有防发呆功能，5分钟没有任何操作会自动关闭。": "Golaxy analysis has a daze prevention function, and it will automatically shut down if a user has no operation for 5 minutes.",
    "有时目数和胜率有偏差（甚至反过来了），是怎么回事？": "Sometimes there is a deviation between the win rate and the number of points (or even the other way around), why does that happen?",
    "目数与胜率是两个不同的评估体系。例如杀大龙的棋局，可能生与死在一线之间，胜率就在50左右波动，但如果死龙就输了100目，那目数就可能就是负数。": "The number of points and the win rate are assessed through two different systems. For example, in a game of killing a dragon, when at the point between life and death, the win rate could be fluctuating around 50. But if the dragon dies, 100 points are lost, then the number of points may be negative.",
    "计算量达到多少时变化图比较可信？": "How much does the simulation amount need to reach in order for the variation graph to be reliable?",
    "计算量越高的变化图越可信，不同的局面需要的计算量也不完全相同，用户可以根据自己的水平以及判断来决定": "The higher the simulation amount, the more credible the variation graph. The amounts of simulations required for different game situations are not the same, users can decide the simulation amount based on their own levels and judgments. ",
    "研究中计算能保存变化图吗？": "Is it possible to save the variation graph in the analysis?",
    "目前还没有这个功能，我们会积极评估这个功能，呈现给大家一个方便好用的功能。": "There is no such function yet. We will actively evaluate this function and offer a more convenient and user-friendly function to everyone. ",
    "报告功能如何使用？": "How to use the report function?",
    "报告功能可以完整的分析一盘对局，是老师授课，棋友复盘的利器。用户可以上传一盘棋谱，或者直接分析与星阵AI对弈的棋谱。打开棋谱后，选择报告类型，点击生成报告即可。报告生成过程中数据实时刷新，可以一边生成一边查看。": "The report function can be used to analyze games from start to end. It is a great tool for teachers to teach and for Go lovers to review games. Users can upload a kifu or directly analyze the game played with Golaxy AI. After opening the kifu, select the report type, and then click on “generate report”. The data is refreshed in real-time during the report generation process, and it can be viewed while generating. ",
    "一篇棋谱报告包含哪些信息？": "What information does a report contain?",
    "报告包含全局胜率和子差的走势图，以及黑白双方的发挥水准。报告给出每一手棋的星阵推荐点，同时给实战每一手打分。可以直观的比较星阵推荐和棋手实战。每一手都有参考变化图以及领地判断。": "The report includes the variation graph of the overall win rate, the point differences, as well as the performance levels of both sides. The report provides Golaxy's recommended point selection for every move and gives a score to each move in the games. You can intuitively compare the Golaxy recommendations and the actual Go matches. Each move has a reference variation diagram and territory judgment.",
    "报告分为普通报告和精准报告两种。普通报告的水平就远超人类顶尖棋手，精准报告更为准确，计算量是普通报告的6倍。普通报告生成更快，两分钟左右即可完成；精准报告10多分钟可以完成。用户可以根据自己的水平以及棋局的重要性进行选择。": "There are two types of reports: the standard report and the precise report. The level of the standard report is much higher than the top human Go players, and the level of the precise reports is even higher, the simulation amount is six times that of the standard report. The standard report is generated faster and only takes for about 2 minutes; the generation of the precise report takes about 10 minutes to be completed. Users can choose between these two types of reports based on their levels and the importance of the games.",
    "报告按棋局付费，普通报告4元/局，精准报告18元/局，一次性购买多篇报告可享优惠。新用户注册即送1张普通报告券。": "The report is charged based on the number of games. The standard report costs 4 CNY per game, and the precise report costs 18 CNY per game, and you can get discounts if you purchase multiple reports at once. New users can register to get one standard report ticket. ",
    "报告一定程度上可以反映对局双方发挥的水准，但不能作为判断是否遛狗的依据。": "The report can reflect the performance levels of both sides to a certain extent, but it cannot be used as the standard to check whether the AI assisted the game. ",
    "生成好的报告在哪查看？": "Where can I view the generated reports?",
    "在棋谱库中打开带有报告的棋谱就会自动打开报告。已经生成过报告的棋谱在棋谱的左上角会有标识。在报告模式“我的报告”标签内也可以看到所有生成过的报告。用户还可以通过扫码将报告分享给其他棋友。": "Opening a game that has a generated report in the kifu library will automatically open the report. The report that has already been generated will be shown in the upper left corner of the kifu. You can also see all the generated reports under “My Report” in the report mode. Users can also share the report with other Go lovers by scanning the QR code. ",
    "有没有历史名局的报告？": "Are there any reports for the famous matches in history?",
    "星阵挑选了若干大家感兴趣的历史名局，分析成了超高计算量的超精准报告收集在“公开报告”中，供广大棋友免费查阅。星阵希望通过这些报告，帮助大家更好的理解历史名局的对局进程，把握棋局的脉络和关键点。": "Golaxy has selected a number of past famous matches that everyone is interested in, analyzed them, and made them into ultraprecise reports with huge simulation amounts. These reports can be viewed by every Go lover for free in “Public Reports”. With these reports, Golaxy hopes to help users better understand the process of these games and grasp the contexts and key points of the games. ",
    "充值的余额可以用来干什么？": "What can the recharged balance be used for?",
    "充值后，您的余额可用来在商城内购买星光会员卡、道具、报告券，也可以在研究、高水平对弈和生成报告时直接消费。": "After recharging, you can purchase the Golaxy card, tools, report tickets with your balance. Additionally, you can also make direct payments during analysis, high-level play, and generating reports. ",
    "充值的余额是否存在有效期？": "Does the balance have an expiration date?",
    "充值后的余额长期有效，不会过期。": "The recharged balance will remain valid and will not expire",
    "星光会员卡是什么？": "What is the Golaxy membership card?",
    "星光卡是针对研究和高水平对弈用户的折扣卡。经常使用星阵的用户大多办理星光卡，以享受更优惠价格。会员卡除了本身的折扣以外，还有数量相当可观的赠品。星光卡可按月办理或连续办理12个月，从75折到95折不等，用户可根据自己的需要选择相应的会员卡。": "The Golaxy card is a discount card for analysis and high-level plays. Most of the users who use Golaxy frequently purchased Golaxy cards to enjoy more preferential prices. In addition to its own discounts , Golaxy cards also have  a considerable number of gifts. Golaxy card can be purchased monthly or annually, ranging from 5% to 25% discount rate. Users can choose the corresponding Golaxy card according to their needs.",
    "道具是什么？": "What are tools?",
    "道具是对弈中可以使用的特别功能，可以提升对弈体验。目前有领地、支招、变化图和悔棋。领地可以查看每个交叉点的领地归属概率以及胜率子差判断；支招可以查看星阵推荐选点；变化图可以查看星阵首选推荐的变化图。高水平对弈的相应功能不需要消耗道具。每日签到可以获得少量道具，需要更多道具可以到商城购买。": "“Tools” is a special function that can be used in games to enhance user experience. Currently, there are four tools available to users: territory, hint, variation graph, and undo. “Territory” can be used to view the prediction of the final territory attribution of each intersection, the win rate, and the point differences; “Hint” can be used to view Golaxy's recommended point selection; “variation graph” can be used to view Golaxy's most recommended variation graph. The corresponding functions in the high-level matches do not expend the tools. Users can get a small number of tools by signing in every day, and more tools can be purchased in the store. ",
    "报告券是什么？": "What is the report ticket?",
    "生成报告可以直接余额消费，也可以使用报告券，复盘一盘棋使用一张报告券。报告券分为普通报告券和精准报告券。批量购买报告券可以享受折扣，也会有不定期的报告券赠送。": "The remaining balance can be used to generate the report directly, or the report ticket can be used. In order to review one game, users will need one report ticket. There are two types of report tickets: the standard ticket and the accurate ticket. Users can enjoy discounts by purchasing multiple report tickets together, and there will also be free giveaways of report tickets occasionally. ",
    "星阵会员卡说明": "Golaxy Card Details",
    "用户可以根据需要选择不同级别的星光会员卡（下称星光卡）。购买星光卡后，在生效期间内，所有分析研究与高水平对弈均享受购买星光卡后所享受的折扣。": "Users can choose the type of Golaxy membership card (hereinafter referred to as “Golaxy card“) based on their needs. After purchasing the Golaxy card, within the valid period, users can enjoy discounts for using all analysis and high-level matches. ",
    "用户在购买星光卡的同时，会获赠相应配置的使用时长。该配置赠送时长之内的使用全部免费，超出部分享受相应的折扣，使用其他配置也享受相应的折扣。星光卡享受折扣、价格及赠送时长如下表。": "When purchasing the Golaxy card, the user will receive the corresponding configuration usage duration. The use of this configuration within the duration is all free. For the excess amount and using other configurations, users also enjoy corresponding discounts. Please refer to the table below for the specific discounts, prices, and configurations.",
    "总体": "General",
    "单月星光卡开通立即生效，一切优惠以星光卡生效时间以及使用星阵产品的开始时间为准。": "The monthly Golaxy card becomes valid immediately after the purchase. All discounts will be based on the valid period of the card and the start time of using Golaxy products.",
    "对弈": "Play",
    "办理单月星光卡，在每月1至28日开通的，次月相同日期的0:00:00星光卡到期；在每月29日、30日、31日开通的，下下月的1日0:00:00星光卡到期。星光卡到期后如不续费将不再享受折扣以及赠送的时长。（例:5月5日开通单月星光卡，则6月5日0:00:00星光卡到期；7月30日开通单月星光卡，则9月1日0:00:00星光卡到期）": "For the monthly Golaxy card, if it is purchased between the 1st to the 28th of each month, it would expire at 0:00:00 on the same date of the following month; For the monthly Golaxy card purchased on the 29th, 30th, or 31st of the month, the card would expire at 0:00:00 on the 1st of the next next month. After the Golaxy card is expired, if you do not repurchase the card, you will no longer have access to the discounts and the gifted game duration. (Example: If the monthly Golaxy card is purchased on May 5th, it would be expired at 0:00:00 on June 5th;  If the monthly Golaxy card is purchased on July 30th, it would be expired at 0:00:00 on September 1st.)",
    "在星光卡到期前15天，用户可以提前预定下一周期的星光卡（只允许预定下一个周期的星光卡）。有预定的情况下在星光卡到期后预定的星光卡自动生效。预定的星光卡生效前可以取消，取消后的金额将退回到账户余额。（目前请联系客服）": "15 days before the Golaxy card expires, the user can reserve the Golaxy card for the next period (only reservation for next period's Golaxy card is allowed). After reserving, the Golaxy card will automatically become valid after the card expires. The reservation can be canceled before it becomes valid, and the amount of payment will be refunded to the account balance. (please contact customer service for now) ",
    "包年星光卡开通立即生效，办理包年星光卡，视为连续办理12个月的单月星光卡。在每月1至28日开通的，次月开始每月相同日期的0:00:00星光卡交割，未用完的赠送时长作废，使用新一月的赠送时长；在每月29日、30日、31日开通的，从下下月开始的每月1日0:00:00星光卡交割，未用完的赠送时长作废，使用新一月的赠送时长。第12次交割之后星光卡到期，如不续费将不再享受折扣。（例:2020年5月5日开通包年星光卡，则2020年6月5日0:00:00星光卡第一次交割，2020年7月5日0:00:00星光卡第二次交割，以此类推，2021年5月5日0:00:00星光卡到期；2020年7月30日开通包年星光卡，则2020年9月1日0:00:00星光卡第一次交割，2020年10月1日0:00:00星光卡第二次交割，以此类推，2021年8月1日0:00:00到期）": "The annual Golaxy card becomes valid immediately after purchase. Purchasing the Golaxy card will be regarded as purchasing a monthly card for 12 consecutive months. If the card is purchased between the 1st to the 28th of each month, it would be renewed at 0:00:00 on the same date of the following month, the unused duration will expire and the gifted time for the new month will be validated; If the card is purchased on the 29th, 30th, or 31st of the month, the card would be renewed at 0:00:00 on the 1st of the next next month, the unused duration will be invalidated and the new gifted time for the new month will be validated. If you do not renew the card after the 12-month period, you will no longer have access to the discounts and the gifted game duration. (Example: If the annual Golaxy card is purchased on May 5th, 2020, it would be renewed for the first time at 0:00:00 on June 5th,2020;  If the monthly Golaxy card is purchased on July 30th, it would be renewed for the first time at 0:00:00 on September 1st, 2020, the second renewal will be at 0:00:00 on October 1st, 2020, etc. The card would be expired at 0:00:00 on August 1st, 2021. ",
    "关于星光卡有任何问题请联系": "Please contact if you have any questions about the Golaxy card",
    "星光卡生效后不可以取消。开通包年优惠的用户可以选择将未生效的月份星光卡进行升级，升级需要按照单月价格补交剩余月份的差价。升级之后在下一交割日开始生效。（例:在使用银卡第4个月期间，用户选择将银卡升级为白金卡，则需按单月补交8个月的差价，即（188元)": "The Golaxy card cannot be cancelled after it becomes effective. Users who have activated the annual subscription offer can choose to upgrade the Card for months that are not in effect. The upgrade needs to pay the price difference for the remaining months based on the monthly price. After the upgrade, it will take effect on the next day.  (Example: During the 4th month of using the silver card, if the user chooses to upgrade the silver card to a platinum card, he/she needs to pay the montly price difference for 8 months, that is 188 CNY/month)",
    "咨询": "Counsel",
    "星光卡是针对研究以及高水平对弈推出的套餐，经济实惠，经常使用分析研究的用户大多办理星光卡。": "The Golaxy card is a discount card for analysis and high-level play users. Most users who frequently use analysis purchased Golaxy cards.",
    "客服": " Customer Services ",
    "星光卡按照不同折扣分为五档。每档星光卡每月包含某配置的一定使用时长，该配置在使用时长内不再收取任何费用。超出时长后，或者使用其他配置，享受相应的折扣。具体配置和价格见下表：": "Golaxy cards are divided into five levels based on different discounts. Each Golaxy card contains a certain duration of use for a specific configuration every month, and the user will not be charged with extra fees for this configuration within the given duration. If the duration is exceeded, or other configurations are used, users can enjoy corresponding discounts. Please refer to the table below for the specific configurations and prices:  ",
    "星光卡开通后立即生效，月卡于次月相同日期的零点到期（次月无相同日期的于下下月1日零点到期）。": "The Golaxy card becomes valid immediately after the purchase. The monthly card expires at 0 am on the same date of the following month (if there is no same date in the following month, the card will expire at 0 am of the 1st day next month).",
    "如果您长期使用星阵，推荐按年办理星光卡，价格为月卡的10倍，相当于免费赠送2张月卡，享受折上再折！按年办理视为连续办理12个月星光卡，每个月包含的时长当月有效，不延续至次月。": "If you are using or planning to use Golaxy for a long time, it is recommended for you to purchase the Golaxy card annually. The price of the annual card is ten times that of the monthly card, meaning that 2 monthly cards are given to you for free. So you can get more discounts in addition to the discounts included in the card! Purchasing annually is considered as purchasing the Golaxy card for 12 consecutive months. The game duration included in each month is only valid for that month, and will not be extended to the following month. ",
    "年卡未生效月份可升级，升级按单月价格补交剩余月份差价。星光卡到期前一个月内可续订下一周期星光卡。": "The annual card can be upgraded for months in which the annual card is not effective, and the upgrade is based on the monthly price to pay the remaining month difference. The Golaxy Card can be renewed for the next cycle within one month before the expiration.",
    "购买后可在个人菜单我的卡包中看到自己的星光卡。": "You can see your Golaxy card in the personal menu “My Card” column after purchase. ",
    "超出部分折扣": "Discount for the exceeding",
    "本活动最终解释权归星阵围棋所有。": "The ultimate right of interpretation and explanation belongs to Golaxy.",
    "研究": "Analysis",
    "报告": "Report",
    "付费": "Pay",
    "微信扫一扫添加客服微信": "Scan to add the Customer Service Account using Wechat",
    "微信号": "Wechat ID",
    "中国": "China",
    "日本": "Japan",
    "编辑": "Edit",
    "注册可领新手大礼包！": "Register to receive the beginner gift package!",
    "段": "dan",
    "级": "kyu",
    "登录后可免费挑战全部等级": "play with all ranks for free after logging in",
    "文件": "File",
    "上传": "Upload",
    "上传棋谱": "Upload Kifu",
    "我的棋谱": "My Kifu",
    "公共棋谱": "Public Kifu",
    "AI对弈": "AI Match",
    "我的上传": "My Uploads",
    "分析报告": "Analysis Report",
    "我的收藏": "My Favourites",
    "大赛棋谱": "Competition kifu",
    "AI比赛": "AI Competitions",
    "星阵自对弈": "Golaxy Self-match",
    "第一页": "The first page",
    "最后一页": "The last page",
    "下一页": "Next page",
    "上一页": "Previous page",
    "请先打开棋谱": "Please open the kifu firstly",
    "黑中盘胜": "Black wins by resignation",
    "白中盘胜": "White wins by resignation",
    "白超时胜": "White time-exceeded win",
    "黑超时胜": "Black time-exceeded win",
    "黑胜": "Black win ",
    "白胜": "White win ",
    "赛事": "Game Details",
    "地点": "Location",
    "比赛用时": "Game time",
    "回合": "Rounds",
    "读秒": "Countdown",
    "读秒次数": "Times of countdown",
    "日期": "Date",
    "棋谱路数": "Notation",
    "白方段位": "White dan grading",
    "黑方段位": "Black dan grading",
    "所有用户均可使用": "Every user can use",
    "充值可用": "recharge to use",
    "精准": "Precise ",
    "很好": "Great",
    "不错": "Good",
    "可下": "Gkay",
    "恶手": "Bad",
    "失误": "Mistake",
    "欠佳": "Error",
    "最佳": "perfect",
    "vip1会员可用（近1年累计充值达到1000元）": "Available for vip1 members (Accumulative recharge reached 1000CNY in the past one year)",
    "无效对局": "invalid play",
    "超准": "super accurate",
    "职业一星": "professional one star",
    "职业三星": "professional three stars",
    "职业二星": "professional two stars",
    "准1段": "Pre-1dan",
    "准2段": "Pre-2dan",
    "准3段": "Pre-3dan",
    "准4段": "Pre-4dan",
    "准5段": "Pre-5dan",
    "准6段": "Pre-6dan",
    "准7段": "Pre-7dan",
    "准8段": "Pre-8dan",
    "准9段": "Pre-9dan",
    "1段": "1dan",
    "2段": "2dan",
    "3段": "3dan",
    "4段": "4dan",
    "5段": "5dan",
    "6段": "6dan",
    "7段": "7dan",
    "8段": "8dan",
    "9段": "9dan",
    "每种": "Each",
    "升级到白银会员卡": "Upgrade to a silver membership card",
    "分析研究与高水平对弈": "Analysis & High Level Play",
    "前往支付": "Go to Pay",
    "四拼道具各": "Each of the four tools",
    "注册有礼": "Register Gifts",
    "活动有礼": "Event Gifts",
    "热门推荐": "Popular Recommendations",
    "教学专栏": "Teaching Column",
    "棋道文化": "Go Culture",
    "自战解说": "Self-match explanations",
    "围棋赛事": "Go Competitions",
    "购买星光卡后享受折扣": "Enjoy discounts after purchasing the Golaxy card",
    "单月价格": "Monthly Price",
    "包年价格": "Annual Price",
    "赠送时长": "Gifted Duration",
    "与职业1星对弈时": "When playing against Golaxy professional 1 star",
    "商品详情": "Product Details",
    "使用说明": "Instructions",
    "开通AI引擎端口，通过GTP连接到对弈网站。": "Open the AI ​​engine port and connect to the game website via GTP.",
    "IP地址:": "IP address:",
    "端口:": "Port:",
    "连线器需在研究开始状态下使用。": "Connect need to be used under the analysis mode.",
    "断开连接": "disconnect",
    "获取端口": "Access Port:",
    "连线器设置": "connector settings",
    "整体对弈速度:": "Overall game speed:",
    "单步棋用时:": "time taken for one move:",
    "网络延时预留:": "Network delay reservation:",
    "认输条件:": "Conditions for resigning:",
    "落子随机性:": "Randomness of stone placement:",
    "最短:": "shortest:",
    "最长:": "longest:",
    "胜率低于:": "win rate lower than:",
    "前:": "before:",
    "随机性:": "randomness:",
    "应用": "application",
    "永不": "never",
    "10手": "10 moves",
    "较大": "large",
    "少量": "small",
    "温馨提示：如有充值完成未到账的情况，请联系": "Reminder: If the amount of recharge is not shown in your balance please contact ",
    "选择头像": "Select avatar",
    "当前选择:": "Current Selection:",
    "升级": "Upgrade",
    "定级对弈": "Rank Play",
    "官方微信订阅号": "Wechat Official Account",
    "客服微信号:": "Wechat Service Account",
    "星阵围棋唯一官方QQ群:": "The only QQ groupchat of Golaxy:",
    "新浪微博": "Sina Weibo:",
    "头条号": "Toutiao:",
    "百家号:": "Baidu:",
    "邮箱:": "Email:",
    "星阵围棋": "Golaxy Go",
    "星阵围棋是北京深客科技有限公司研发的围棋人工智能。它使用更少的硬件资源，实现更具通用性、更人性化的围棋人工智能。星阵会像人类一样点目，无论优势劣势，始终追求最优下法，并以“不退让”的棋风闻名。星阵还可以进行任意路数和任意贴目的对局，适应各种围棋规则。是一款水平顶尖，通用性强的围棋AI。星阵围棋曾获得多次世界人工智能围棋大赛冠军以及多次人机配对赛冠军，并在多场人机对弈表演赛中展现了独特的棋风和棋力，是围棋爱好者心中的明星AI。": "Golaxy is an AI service developed by Beijing Thinker Technology Co., Ltd. It only uses a small number of hardware resources to achieve a more versatile and user-friendly Go artificial intelligence. In the games, Golaxy assesses the game by counting points just like what a human does. Regardless of whether you are in the lead or in a disadvantaged situation, it always go for the best tactics, and it is known for “non-giving in Go”. Galaxy can also play any kind of game or move, and it is able to perfectly adapt to any Go rules. It is a top-level and versatile Go AI. Golaxy Go has won many world AI Go competitions and numerous human-AI matches, and has demonstrated unique play style and skills in a number of Human-AI matches, it is the star AI in the heart of Go lovers.",
    "星阵围棋专业版采用星阵最新版本，使用云端算力，致力于为广大围棋爱好者提供权威准确的人工智能围棋分析、研究对弈服务。": "Golaxy professional edition uses the latest edition of Golaxy algorithm and cloud computing power, and is committed to providing authoritative and accurate AI Go analysis services to Go fans. ",
    "产品功能": "Product Features",
    "星阵围棋提供的信息十分全面，包含选点、推荐度、变化图、子差、领地、胜率等多种数据，全方位展现AI思路。这些简单的功能结合即可以全面分析每一个局面、每一步棋。产品设计结合30多位顶尖棋手的实测建议，全面贴合人类思维，提供给用户最有价值的核心功能。": "The information provided by Golaxy is very comprehensive, including various data such as point selection, recommendation index, variation graph, point differences, territory, win rate, and so on. The combination of these simple functions can comprehensively analyze any game situation and move. The product design combined the actual suggestions of more than 30 top Go players, fully fits the human thinking, and provides users with the most valuable core functions. ",
    "星阵围棋专业版分为分析以及对弈两种模式，分析模式中右侧表格会显示星阵对于当前盘面的分析数据。在“棋局”菜单中可以切换模式。对弈中用户可以根据自己的喜好设置规则、用时等。对弈模式下除了可以自由对弈，也会有AI形式判断对棋手进行辅助。": "The Golaxy professional edition has two modes: analysis and game. In the analysis mode, the table on the right will show Golaxy's analysis data for the current board. The mode can be switched in the “Game“ menu. In the game, users can set rules and time, etc. according to their preferences. In the play mode. In addition to being able to play freely, there will also be AI judgments to assist the players.",
    "星阵的产品功能仍在不断优化中，希望让大家最大限度的享受围棋。让子棋、任意贴目、小棋盘等功能将在未来一段时间陆续与大家见面。手机、平板电脑的版本也在积极研发中。": "The product functions of Golaxy are still being improved, and we hope that everyone can enjoy Go to the fullest extent. Handicap, komi, small board, and other functions will be introduced to users in the near future. Mobile phone and tablet Golaxy editions are also being currently developed.",
    "适用人群": "Target Users",
    "星阵围棋专业版适用人群广泛。低配置版本经济实惠，旗舰版水平超高。有的职业棋手在正式职业比赛的实战中已经使用上了星阵的招法。有人不再觉得围棋AI上手困难了、有人战胜了从没赢过的老对手、有人圆了十几年的定段梦。": "Golaxy professional edition is suitable for a wide range of people to use. The low configuration edition is very economical, and the ultimate edition has a super high level. Some professional Go players have used Golaxy strategies in professional games. Some users no longer find it difficult to get started with the Go AI, some users defeated opponents who they had never won over, and some users received the dan level certificates, that they had been dreaming for, for more than 10 years. ",
    "如果你是一名围棋AI爱好者，星阵会成为你的首选，多次世界冠军的实力，新鲜有趣的下法，适应各种规则，每一项都会让你感受到使用围棋AI的乐趣。": "If you are a Go AI enthusiast, Golaxy would be your top choice. It has the strength of a world champion and new and interesting tactics. It can also adapt to various Go rules, all of these characteristics will make you feel the joy of using the Go AI. ",
    "配置及收费": "Configuration & Price",
    "星阵根据不同用户的需求，准备了多种不同的配置，不同的配置标称为几X，（X为速度单位，也是星阵拼音首字母），X数越多计算速度越快。据测算，1X即不低于当前中上等家用电脑的配置，1X的棋力即超越人类顶尖棋手。除了计算速度的区别外，不同配置还存在计算量上限等区别，参见下表。用户可根据自己的需要选择相应的配置。": "Based on users' distinct needs, Golay has prepared various different configurations. These configurations are expressed using the number of X (X is the speed unit, also the first letter of Golaxy in Mandarin Pinyin. ), The more the X, the faster the simulation speed. The configuration of 1X is higher than the source configurations of the current mainstream computers and its Go level even exceeds the top human Go players. In addition to the difference to the simulation speed, there is also differences in the upper limits of the simulation amounts. Users can choose the corresponding configuration according to their needs. ",
    "用户使用前需要先进行充值，注册登录可以领取试用金额，可试用专业版3x一小时。根据用户的充值金额或棋手认证，用户可升级权限，享受更高的服务。": "Users need to recharge before use, register to receive trial fees, and the professional edition 3X can be tried out for free for an hour. According to the amount that the user charged or the Go player certification, the user can upgrade the privilege and enjoy higher services.",
    "更新日志": "Update log",
    "星阵围棋专业版v1.9更新日志": "Golaxy professional edition v1.9 update log",
    "新增用户自选头像": "Add user-selected avatar",
    "新增修改昵称功能": "Added function to modify nickname",
    "星阵智能棋手形象化": "Golaxy AI player visualization",
    "新增快捷键功能": "Newly added hotkey function",
    "支持海外用户PayPal支付": "Support international users pay using PayPal",
    "恭喜你击败": "Defeating",
    "获得成就": "Unlocked Achievement",
    "确认升级": "Confirm Upgrade",
    "请选择更高级别的星光卡进行升级": "Please choose a higher level Golaxy card to upgrade",
    "您已拥有最高级别星光卡": "You already have the highest level of Golaxy card",
    "价值": " Value",
    "极慢": "Extremely Slow",
    "很慢": "Very Slow",
    "慢": "Slow",
    "稍慢": "Slightly Slower",
    "适中": "Moderate",
    "稍快": "Slightly Faster",
    "快": "Fast",
    "很快": "Very Fast",
    "极快": "Extremely Fast",
    "是否": "Whether",
    "保留": "Keep",
    "并": "and",
    "放弃": "Give up",
    "确定要放弃并退出登录吗？": "Are you sure you want to give up and logout?",
    "离开": "Exit",
    "同意：星阵围棋专业版用户服务协议": "Agree: Golaxy Professional Edition User Service Agreement",
    "登录后可保留对局记录，还可免费挑战更多级别。": "Login to keep the kifu, and challenge more levels for free",
    "登录后可使用，注册即可领取5元试用金及其他好礼。": "Login to use, register to receive a 5 CNY trial fee and other gifts.",
    "登录后可生成报告，注册即送1张报告券及其他好礼。": "Login to generate report, register to receive a report ticket and other gifts.",
    "该功能登录后可使用": "Login to use this function",
    "搜索棋手或棋谱名": "Search player or kifu name",
    "登录后可使用研究，注册即送5元试用金及其他好礼。": "Login to access the analysis function. Register to receive a 5CNY trial fee and other gifts.",
    "评论": "Comment",
    "©2018-2020 北京深客科技有限公司 版权所有 深客科技 京ICP备 19032835 增值电信业务经营许可证编号：京B-220192143": "Copyright ©2018-2020 Beijing Thinker Technology Ltd. Co All rights reserved.    ICP: 19032835. Value-added Service number: B-220192143",
    "新建直播": "Create new live",
    "暂时没有直播": "Currently no live available",
    "更多历史直播请前往公告报告浏览": "Please go to the public report for more past Lives",
    "显示手数": "Sequence ",
    "选择棋局": "Select game",
    "对局名称": "Game name",
    "请选择": "Please select",
    "对局时间": "Game time",
    "国籍": "Nationality",
    "黑方头像": "Black-side Profile Avatar",
    "白方头像": "White-side Profile Avatar",
    "直播配置": "config",
    "最低PO数": "Min PO Num",
    "选择日期时间": "Select date and time",
    "高水平对弈欣赏": "Watch high-level matches",
    "原创": "Original",
    "历史直播": "Past Lives",
    "前往分析": "Go to analysis",
    "进入直播": "Enter",
    "回到主页": "Back to homepage",
    "分享": "Share",
    "拆解": "Tewari",
    "正在直播": "Live",
    "开始直播": "Start the Live",
    "已结束": "Over",
    "设置盘面": "Set the board",
    "对局结果": "Game result",
    "修改信息 ": "Mofidy",
    "直播结束": "Live ended",
    "删除": "Delete",
    "确定要撤销该直播吗？": "Confirm to cancel the Live?",
    "充值金额": "Recharge amount",
    "按当前汇率": "At the current exchange rate",
    "您需要支付的美元金额为": "The amount of USD you need to pay is",
    "到账时间可能会有延迟,如有任何问题，请咨询": "The account arrival may be delayed, if you have any questions, please contact",
    "已完成支付": "Completed",
    "取消支付": "Cancel payment",
    "微信扫码支付": "Pay with Wechat (Scan QR code)",
    "支付宝支付": "Pay with AliPay",
    "星猛虎": "Strong Tiger",
    "星雄狮": "Sturdy Lion",
    "星巨象": "Giant Elephant",
    "是否放弃并离开": "Resign and leave?",
    "是否认输并离开": "Give up and leave?",
    "确认续订": "Confirm renewal",
    "已领取": "Received",
    "续订": "Renew",
    "当前净胜盘数：-2": "Current Wins: -2",
    "当前净胜盘数：-1": "Current Wins: -1",
    "当前净胜盘数：0": "Current Wins: -0",
    "当前净胜盘数：1": "Current Wins: 1",
    "胜": "Win",
    "负": "Lose",
    "又": "and",
    "去使用": "Use",
    "打开微信扫一扫": "Open WeChat and scan",
    "确认": "Confirm",
    "无数据": "No data",
    "今日已签到": "You have already signed in today",
    "您还有未领取的道具。": "You have unreceived tools",
    "领取": "Receive",
    "可领取": "Available to be received",
    "签到领取": "Sign in to receive",
    "可签到领取道具奖励": "Sign in to receive the gifted tools",
    "配置": "Config",
    "计算速度": "Simulation speed",
    "3倍速": "3x speed",
    "6倍速": "6x speed",
    "12倍速": "12x speed",
    "24倍速": "24x speed",
    "60倍速": "60x speed",
    "120倍速": "120x speed",
    "计算量上限": "Upper limit of simulations",
    "100万": "1 million",
    "200万": "2 million",
    "400万": "4 million",
    "800万": "8 million",
    "2000万": "20 million",
    "4000万": "40 million",
    "分布式引擎": "Distributed Engine",
    "最近12个月累计充值满1000元": "Accumulative recharge of 1000 CNY or more in the last 12months",
    "最近12个月累计充值满3000元": "Accumulative recharge of 3000 CNY or more in the last 12months",
    "星阵专业版，使用星阵最新权重，为每个用户分配专属的独立分析引擎，分配独享的1块至多块GPU卡，旗舰版尊享多至数台GPU服务器。X为星阵的速度单位，X数越多则计算速度越快。据测算，1x的棋力即远超人类顶尖棋手，不低于当前中上等家用电脑的配置。除计算速度外，不同配置还存在计算量上限等区别。": "The Golaxy professional Edition uses Golaxy’s newest weights, it assigns each user an exclusive and independent analysis engine. It also assigns each user one or more exclusive GPU cards and if you are using the Ultimate Edition, you would have access to several GPU servers. X is the unit for speed. The more number of X, the faster the simulation speed. The configuration of 1X is assessed to be higher than the source configurations of the mainstream computers nowadays and the Go level of it even exceeds the top human Go players. In addition to the difference in the simulation speed, there are also differences in the upper limits of the simulation amounts. ",
    "星阵等级": "Golaxy Levels",
    "Elo分": "Elo Score",
    "野狐/弈城等级": "Fox Go/TYGEM Levels",
    "现实段位": "Reality dan",
    "超职业顶尖": "Beyond-Professional Go Player",
    "职业顶尖": "Top Professional Go Player",
    "职业棋手": "Professional Go player",
    "业余1段": "Amateur 1 dan",
    "业余1级": "Amateur 1 kyu",
    "你输了": "You lost",
    "你赢了": "You won",
    "星光白银卡": "Golaxy Silver Card",
    "星光黄金卡": "Golaxy Gold Card",
    "星光钻石卡": "Golaxy Diamond Card",
    "星光白金卡": "Golaxy Platnium Card",
    "星光黑金卡": "Golaxy Black Card",
    "星阵连线器使用说明": "Insturctions for using the Golaxy connector",
    "星阵连线器工作原理": "How Golaxy connector works",
    "通过GTP协议连接对弈": "connect and play through the GTP protocol",
    "GoHGui客户端": "GoHGui Client",
    "野狐AI连线器": "Fox Go Connector",
    "弈客AI连线器": "TYGEM China Connector",
    "星阵AI引擎端口": "Golaxy AI engine port",
    "星阵后台引擎": "Golaxy backend engine",
    "通过星阵网页版观看对局进程": "Watch the progress of the game through the Golaxy web edition",
    "星阵网页版": "Golaxy Web Edition",
    "通过星阵连线器，用户可以方便的将星阵对接到支持Al的对弈网站或其他 使用GTP协议的对弈工具中。": "Through the Golaxy connector, users can easily connect Golaxy to other Go websites that support AI or other game tools that use the GTP protocol",
    "星阵连线器是研究模式的附加功能，用户开始研究后，通过工具→连线器 菜单获取星阵Al引擎端口，即可接入。关闭端口或停止研究则连线器也停止工 作。连线器使用期间，网页端可以观看棋局进程，可实时查看胜率、变化图、 领地，但不能手动改变盘面，盘面从后台自动同步。断开连线器后，方可恢复 人工研究。": "The Golaxy connector is an additional function of the analysis mode. After the user starts the analysis, access the Golaxy AI engine port through the Tools → Connector menu, and it will be connected. Closing the port or stopping the analysis will stop the connector from functioning. During the use of the connector, users can watch the progress of the game on the webpage as well as view the win rate, variation, territory in real-time. But the state of the board cannot be manually changed, it will be automatically synchronized from the backend. After the connector is disconnected, the manual analysis will be resumed.",
    "僵硬的点目，不考虑局部官子收束手段": "Inflexible way of counting points, not considering the means of the endgame",
    "无法判断潜力，只有近似结果，偏差很大": "Unable to assess the potential, only an approximated result is given, the deviation is large",
    "点目": "count points",
    "计算": "calculate",
    "手段": "tactics",
    "潜力": "potential",
    "黑白方块表示该交差点最终归哪方概率大，判断黑领先16.9目，胜率99%": "The black and white squares represent the possibility for the points to be attributed to each side, the black is judged to be ahead of the game by 16.9 points, and the win rate is 99%",
    "成功判断双活，用黑白块标出公气的位置": "mutual life is detected successfully, the possible position of the shared liberties is marked using the black and white squares",
    "考虑局部计算，该黑下右下角将成为黑方实地": "Taken into account calculations for parts of the game, the bottom right corner will become black’s territory.",
    "考虑官子手段，判断出左侧--路扳粘的先后手关系，判断更准": "Taken into account the means of the endgame, find out the color switching relations on the left side one space when using the Hane and connect method, the judgment is made more accurately",
    "基于计算判断潜力范围，用方块大小表明归属概率，准确严谨，具有指导意义": "Determining the potential range based on the calculations, and using the size of the squares to represent the final attribution probability, meaning that Golaxy’s function is more accurate and rigorous., and has guiding significance",
    "双活": "mutual life",
    "引擎设置": "AI Engine",
    "专业版3X": "Professional Edition 3X",
    "专业版6X": "Professional Edition 6X",
    "专业版12X": "Professional Edition 12X",
    "专业版24X": "Professional Edition 24X",
    "旗舰版60X": "Ultimate Edition 60X",
    "旗舰版120X": "Ultimate Edition 120X",
    "专业版48X": "Professional Edition 48X",
    "专业版30X": "Professional Edition 30X",
    "专业版60X": "Professional Edition 60X",
    "专业版120X": "Professional Edition 120X",
    
    "3X配置450分钟": "3X Configuration 450 Minutes",
    "3X配置800分钟": "3X Configuration 800 Minutes",
    "6X配置450分钟": "6X Configuration 450 Minutes",
    "6X配置900分钟": "6X Configuration 900 Minutes",
    "12X配置450分钟": "12X Configuration 450 Minutes",
    "12X配置900分钟": "12X Configuration 900 Minutes",
    "24X配置450分钟": "24X Configuration 450 Minutes",
    "24X配置900分钟": "24X Configuration 900 Minutes",
    "白领先": "White in the lead ",
    "黑领先": "Black in the lead ",
    "9折": "10% discount",
    "75折": "25% discount",
    "8折": "20% discount",
    "85折": "15% discount",
    "95折": "5% discount",
    "9": "10% ",
    "75": "25% ",
    "8": "20% ",
    "85": "15% ",
    "95": "5% ",
    "星阵陪练已完成": "Golaxy has already completed",
    "盘对局。": "games.",
    "2387万": " 23.87 Million ",
    "星阵陪练已完成2387万盘对局。": "Golaxy has already completed 23.87 million games.",
    "星阵已经分析过": "Golaxy has alrady analyzed",
    "10亿": " over 1 billion ",
    "个局面。": " situations.",
    "星阵已经分析过10亿个局面。": "Golaxy has already analyzed 1 bullion situations.",
    "星阵已生成": "Golaxy has alrady generated over ",
    "2万": " 20,000 ",
    "张报告。": "reports.",
    "星阵已生成2万张报告。": "Golaxy has already generated 20 thousand reports.",
    "对局日期": "Game Date",
    "前往研究": "Start",
    "两分钟了解星阵": "Learn about Golaxy in 2 minutes",
    "注册可领新手大礼包": "Register to receive the beginner gift package",
    "拥有注册会员": "Over 160,000",
    "15万": " 150,000 ",
    "初学者的好陪练": "A friendly partner for Go beginners",
    "顶尖棋手的好老师": "A good teacher for top Go players",
    "名职业棋手使用星阵": "  professional Go players uses Golaxy",
    "有": "",
    "有323名职业棋手使用星阵": "323 professional Go players are using Golaxy",
    "次世界人工智能围棋大赛冠军": " time championship winner of World AI Go Competitions  ",
    "人工智能围棋第一网站": "No.1 Go AI Website",
    "会员时限": "Time limit for members",
    "不足": "insufficient",
    "每月时长价值": "Value of Monthly Duration",
    "月卡价格": "Monthly Card Price",
    "年卡价格": "Annual Card Price",
    "各道具水平如下表:": "The level of each tool is shown as follows:",
    "场景": "situations",
    "领地水平": "Territory level",
    "支招水平": "Hint level",
    "变化图水平": "variation level",
    "主页": "Home",
    "与星阵10级~9段对弈时": "When playing with Golaxy 10kyu - 9dan",
    "与职业2星对弈时": "When playing with Golaxy professional 2 star",
    "与职业3星对弈时": "When playing with Golaxy professional 3 star",
    "星阵9段": "Golaxy 9dan",
    "职业1星": "professional 1 star",
    "职业2星": "professional 2 star",
    "职业3星": "professional 3 star",
    "10级": "10 kyu",
    "9级": "9 kyu ",
    "8级": "8 kyu ",
    "7级": "7 kyu ",
    "6级": "6 kyu ",
    "5级": "5 kyu ",
    "4级": "4 kyu ",
    "3级": "3 kyu ",
    "2级": "2 kyu ",
    "1级": "1 kyu ",
    "星阵": "Golaxy",
    "每日签到": "Daily sign in",
    "付款时间": "Payment date",
    "消费项目": "Consumption item",
    "金额": "Amount",
    "订单号": "Order number",
    "充值时间": "Recharge time",
    "支付方式": "Payment method",
    "到账金额": "Amount received",
    "实际支付": "Actual amount paid",
    "暂无数据": "No data currently avaliable",
    "已生效": "Valid",
    "未生效": "Invalid",
    "价格（元/分钟）": "Price (yuan / minutes)",
    "注册用户": "Registered user",
    "注册用户（试用）": "Registered user (trial)",
    "普通会员": "Standard Members",
    "使用条件": "Conditions of Use",
    "使用权限": "Usage privileges",
    "动态切换配置": "Switch configurations dynamically",
    "优先分配资源": "Prioritize resource distribution",
    "获得方式1": "Obtain Method 1",
    "获得方式2": "Obtain Method 2",
    "试用专业版3X": "Try Professional Edition 3X",
    "专业版24X及以下": "Professional Edition 24X and below",
    "旗舰版60X及以下": "Ultimate Edition 60X and below",
    "旗舰版120X及以下": "Ultimate Edition 120X and below",
    "最近12个月累计充值满1000￥": "The accumulative recharge in the last 12 months is above 1,000 RMB",
    "最近12个月累计充值满3000￥": "The accumulative recharge in the last 12 months is above 3,000 RMB",
    "职业棋手实名认证": "Professional player real-name certification",
    "暂无棋谱": "No kifu currently avaliable",
    "我的新棋谱": "My New Kifu",
    "贴目:0目": "Komi: 0 Points",
    "贴目:0.5目": "Komi: 0.5 Points",
    "贴目:1.5目": "Komi: 1.5 Points",
    "贴目:2.5目": "Komi: 2.5 Points",
    "贴目:3.5目": "Komi: 3.5 Points",
    "贴目:4.5目": "Komi: 4.5 Points",
    "贴目:5.5目": "Komi: 5.5 Points",
    "贴目:6.5目": "Komi: 6.5 Points",
    "贴目:7目": "Komi: 7 Points",
    "贴目:8.5目": "Komi: 8.5 Points",
    "贴目:9.5目": "Komi: 9.5 Points",
    "0目": "0 Points",
    "0.5目": "0.5 Points",
    "1.5目": "1.5 Points",
    "2.5目": "2.5 Points",
    "3.5目": "3.5 Points",
    "4.5目": "4.5 Points",
    "5.5目": "5.5 Points",
    "6.5目": "6.5 Points",
    "7目": "7 Points",
    "8.5目": "8.5 Points",
    "9.5目": "9.5 Points",
    "棋谱名": "Kifu Name",
    "结果:无": "Result: None",
    "页": " Page",
    "请上传正确的文件，文件后缀为:": "Please upload a file with correct suffix:",
    "请上传后缀为:.sgf 的文件": "Please upload a file with the suffix: .sgf",
    "命名": "Name",
    "结果": "Result",
    "地址": "Address",
    "让子": "Handicap",
    "黑方代表队": "Black team",
    "白方代表队": "White team",
    "下载棋谱": "Download kifu",
    "请输入内容": "Please enter the content",
    "已结束使用": "The game has ended automatically",
    "开始时间：": "Start time :",
    "结束时间：": "End time :",
    "配置信息：": "Configuration Info :",
    "费用：": "Cost :",
    "要认输吗？": "Resign?",
    "再来一盘": "More Again",
    "游客": "Visitor",
    "短信验证码": "SMS code",
    "请输入手机验证码": "Please enter the verification code",
    "是否放弃当前对局？": "Give up?",
    "返回": "Go back",
    "正在使用": "Using",
    "您正在使用分析引擎，退出登录将自动结束使用": "You are using the analysis engine, log out will automatically end the use",
    "目差": "Points difference",
    "职业": "Professional",
    "微信扫码到账时间可能会有延迟,如有任何问题，请咨询支付": "There may be delay in the WeChat payment, if you have any question, please contact ",
    "本次消费": "This consumption",
    "将从您的余额扣除": "will be deducted from your balance",
    "星阵级别": "Golaxy level",
    "用时": "Time used",
    "选择月": "Select month",
    "累计充值": "Cumulative recharge",
    "您累计充值": "Your cumulative recharge",
    "余额兑换": "Purchase with balance",
    "可用余额兑换，当前余额": "Purchase with balance, your current balance is",
    "您的": "Your",
    "立即切换": "Switch Now",
    "选择日期": "Choose Date",
    "请前往商城购买。": "Please go to the store to buy.",
    "去购买": "Purchase now",
    "去领取": "Receive now",
    "购买成功！": "purchase successfully!",
    "60/月": "60 CNY/Month",
    "600/年": "600 CNY/Year",
    "98/月": "98 CNY/Month",
    "980/年": "980 CNY/Year",
    "188/月": "188 CNY/Month",
    "1880/年": "1880 CNY/Year",
    "328/月": "328 CNY/Month",
    "3280/年": "3280 CNY/Year",
    "598/月": "598 CNY/Month",
    "5980/年": "5980 CNY/Year",
    "撤销": "Withdraw",
    "是否保留当前对局？": "Whether to keep the current game?",
    "继续购买": "Purchase more",
    "16万": " registered members ",
    "本月剩余": "remain",
    "总": "",
    "白银会员卡": "Silver Card",
    "黄金会员卡": "Gold Card",
    "钻石会员卡": "Diamond Card",
    "黑金会员卡": "Black Card",
    "白金会员卡": "Platinum Card",
    "个": "",
    "您有一盘升降级对弈未完成，是否继续？": "You have an unfinished game of Rank Play. Do you want to continue?",
    "您有一盘自由对弈未完成，是否继续？":"You have an unfinished game of Random Play. Do you want to continue?",
    "您有一盘高水平对弈未完成，是否继续？":"You have an unfinished game of High Level play. Do you want to continue?",
    "继续": "continue",
    "该如何选择普通报告还是精准报告，两种报告的水平有什么差别？": "How do I choose between the standard report and the precise report? What is the difference between them? ",
    "报告如何收费？": "How will the report be charged?",
    "报告能不能作为检查是否遛狗的标准？": "Can the report be used as the standard to check whether the AI assisted the game?",
    "星阵跟其他AI比水平怎么样？": "How does Golaxy compare to other AIs?",
    "星阵棋谱报告，利用强大的后台算力，准确分析每一手的每一一个变化，对比 最佳下法和实战问题手，方便的生成权威的报告，生成过的报告可在棋谱库 中随时查阅。星阵报告包含胜率子差走势图，问题手分析，每手棋评价，整 盘发挥水准等信息，全面立体的对整盘棋进行细致分析，是老师讲课，棋手 复盘的好帮手。普通报告即可完全满足复盘需求，精准报告使用数倍算力， 更加值得永久收藏。": "Golaxy Kifu report, utilizing powerful backend computing power, accurately analyzes every change of each move. It can also compare the best moves and the problem moves in the actual games, and generate authoritative reports conveniently. The Golaxy report includes various information such as win rates, point differences, variation graphs, analysis of the problem moves, evaluations of each move, the performance levels of the games, and so on. It provides a comprehensive and multidimensional analysis for the whole game which is a good tool for teachers to teach and for Go players to review the games. The standard report fulfills the needs for reviewing games, the accurate report uses computing power that is several times stronger, which is more valuable to be kept permanently. ",
    "数据正在计算中...": "Data is being calculated...",
    "转账": "transfer",
    "星光卡办理成功！": "The Golaxy Card is processed successfully!",
    "星光卡升级成功！": "The Golaxy Card is upgraded successfully!",
    "星光卡续订成功！": "The Golaxy Card is renewed successfully!",
    "签到成功！": "Signed in successfully!",
    "棋局手数过少，无法生成报告":"The number of moves is too little, the report cannot be generated",
    "“普通”报告即将生成，大约需要1分钟。将使用一张普通报告券。":"“General” report is being generated and it will take about 1 minute. A standard report ticket will be used. ",
    "特训(Beta)":"Subject (Beta)",
    "大赛直播":"AI Live",
    "全自动AI直播，大赛一网打尽。最全面权威的AI分析，不错过棋局的每一个细节。掌握棋局的每一个精彩瞬间。":"Fully automatic AI live broadcast, all the competitions are caught. The most comprehensive and authoritative AI analysis, Do not miss every detail of the game. Master every wonderful moment of the game.",
    "全自动AI直播，大赛一网打尽。": "Fully automatic AI live broadcast, all the competitions are caught. ",
    "最全面权威的AI分析，不错过棋局的每一个细节。": "The most comprehensive and authoritative AI analysis, Do not miss every detail of the game. ",
    "掌握棋局的每一个精彩瞬间。": "Master every wonderful moment of the game.",
    "针对9个不同的围棋技术专项，全新的训练方法。": "Aiming at 9 different Go technical specials, brand new training methods. ",
    "帮助不同等级的棋手，有针对性的提升专项水平。": " Help players of different levels to improve their special skills in a targeted manner.",
    "遴选上千个盘面，更贴近实战。": "Choosing thousands of games, closer to actual match.",
    "观看直播":"Watch Live",
    "专项特训":"Subject",
    "针对9个不同的围棋技术专项，全新的训练方法。帮助不同等级的棋手，有针对性的提升专项水平。遴选上千个盘面，更贴近实战。":"Aiming at 9 different Go technical specials, brand new training methods. Help players of different levels to improve their special skills in a targeted manner. Choosing thousands of games, closer to actual match.",
    "开展训练":"Start Training",
    "挑战40手，挑战结束后根据胜率判定结果。":"Challenge 40 moves, the end of the challenge according to the winning rate.",
    "保存盘面":"Save",
    "切换配置将自动结算您当前引擎账单并更换到新的配置，分析数据将会保留":"The switching configuration will automatically bill your current engine and switch to the new configuration, and the analysis data will be retained",
    "由于您长时间没有操作":"As no action is detected for a long period,",
    "后将自动结束使用":" later will end automatically",
    "和棋":"Draw",
    "题": "",
    "剩余手数": "Remaining move ",
    "请对弈至终局": "Please play to the endgame.",
    "重新开始": "Restart",
    "返回题库": "Back",
    "不合法的坐标": "Illegal coordinate.",
    "当前盘面为空": "The board is empty.",
    "开始挑战":"Start",
    "上一题":"Previous subject",
    "下一题":"Next subject",
    "对杀": "Capturing race",
    "场景类型": "scenario",
    "挑战者执方": "Your side",
    "挑战手数":"Move number",
    "判定结果方式":"Method of decision result",
    "训练能力":"Training skill",
    "系统默认":"Random",
    "中后盘": "Middle-late game",
    "胜率较高一方":"The side with the better odds",
    "至终局":"To the end",
    "胜负及相差目数":"Win or loose, counting points",
    "均衡":"Balance",
    "行棋方向":"Moving route",
    "进攻":"Attack",
    "攻击一方":"Attacking side",
    "杀棋、攻击":"Kill, attack",
    "治孤":"Settling weak group",
    "有孤棋一方":"The side with uki-ishi",
    "治孤、活棋、弃子":"Settling weak group, living, sacrifice",
    "经营模样":"Manage framework",
    "有大模样一方":"The side with large-scale framework",
    "经营模样、围空":"Manage framework, establish territoies",
    "破坏模样":"Erasure",
    "破大模样一方":"The side of erasuring large-scale framework",
    "侵消、破空、腾挪":"Erasure, sabaki",
    "原谱欣赏":"Enjoying original kifu",
    "平目":"Equal point of territory",
    "退出原谱":"Quit the original kifu",
    "未解锁":"Locked",
    "关于直播":"About Live",
    "关于特训":"About Subject",
    "在左侧选择直播模式，即可进入。进入后右侧列表展示正在直播、即将开始直播以及历史直播的全部棋谱。单击后即可以在棋盘上预览。选中相应棋局并点击进入直播（或者直接双击该棋局）即可进入该局棋查看详细数据。":
    "Select the Live on the left to enter. After entering, the list on the right shows current live, upcoming live and historical live. Click to preview the goboard. Select the appropriate game and click live (or double-click the game) to enter the game to see the detailed data.",
    "进入该局直播后可以查看胜率图、选点、变化图等各种信息。全方位了解棋局的情况。查看方式与报告类似。如果在最后一手棋局将自动同步。喝着茶、吃着瓜、看着棋、不亦乐乎。":
    "After entering the live broadcast you can view the win-rate-chart, the selection of points, variation and other information. Know all about the game from multi-aspect. The operating mode is similar to the Report. You can drinking coffee, eating cake and watching chess live in the same time!",
    "与小程序上的直播一样，可以通过拆解查看更多的变化，深入的了解棋局。当然，如果这都满足不了你，你还可以前往研究，与星阵共同解开你心中的疑惑。":
    "As with live streaming on applets, you can  learn more about the game by tewari. Of course, if this is not enough for you, you can also go to the Research, Golaxy will solve your doubts with you.",
    "在左侧选择特训模式，进入特训模式后可以选择喜欢的类别以及适合自己的难度。不同类别训练的是棋手不同的能力，在问号中可以查看相应的规则以及训练的能力。每个类别的每个级别第一道题可以直接挑战，后续的关卡则需要先通过前面的关卡才可以解锁（一星通过即可解锁）。右上方会展示你在这个项目中共获得了几颗星星，快去集满吧！":
    "Select the Subject on the left. After entering the Live mode, you can select your favorite category and the difficulty suitable for you. Different types of subjects are for different abilities of players, and the corresponding rules and training skills can be checked in the question mark. The first question in each level of each category can be directly challenged, and subsequent subjects need to pass the previous subject to unlock (one star is enough). The top right shows how many stars you've earned in this project.",
    "选择想尝试的题目，即可开始挑战。在规定的手数内尽最大的努力，获得优势。面对特定的场景虽说是训练特定能力，但也要灵活应对。正所谓白猫黑猫，能抓到老鼠的就是好猫。在下的过程中，也可以使用道具进行提示，甚至干脆土豪一把，用道具过关！":
    "Choose the subject you want to try and start the challenge. Do your best to gain an advantage within the specified number of hands. Facing a specific situation is training a specific ability, but also need to be flexible. And you can use the Tools to clear the subject.",
    "到达规定手数后，有高水平星阵判定结果。如果发挥出色，则会获得三颗星。发挥不错也可以获得两颗星。发挥的尚可就是一颗星，但也算挑战成功。如果一颗星都没有得到，那也不要气馁，再挑战一次就是了。有些想刷星的棋友还可以无限次挑战，直到获得满意的成绩。当然，作为训练，我们推荐大家前往研究，去分析分析刚才的几十手棋，一定可以给你带来收获。做到有始有终。":
    "After reaching the specified sequence, there will be a high-level AI determines the results for you. You will obtain three stars when you play well. If you don't get a star, don't be discouraged, and just try again. If want to get more stars, you can continue to challenge until you get a satisfactory result. Of course, as a training, we recommend you to go to the research, to analyze the game you played just now.",
    "防发呆提示时间":"Prevent-daze reminder",
    "推荐点个数":"The number of recommended points",
    "变化图长度":"The length of variation",
    "5分钟":"5 Mins",
    "15分钟":"15 Mins",
    "丰富":"rich",
    "正常":"normal",
    "精简":"simple",
    "较长":"long",
    "较短":"short",
    "网课":"Course",
    "文件名":"Filename",
    "请输入文件名":"Please enter the filename.",
    "打开":"open",
    "再次挑战":"Challenge again",
    "我的盘面":"My variation",
    "特训":"Subject",
    "星阵红包":"Golaxy packet",
    "有效期至":"Valid until",
    "对手提出终局数子":"Opponent put forward final counting.",
    "同意":"Agree",
    "不同意":"Disagree",
    "请选择研究配置":"Please select configuration.",
    "请选择报告类型":"Please select report type.",
    "发表评论":"Comment",
    "已过期":"Expired",
    "登录后可以发表评论":"You can comment after logging in.",

    
    "移动": "Move",
    "摆黑": "Black",
    "摆白": "White",
    "交替": "In turn",
    "清空": "Clear",
    "手数": "Sequence ",
    "教室": "classroom",
    "立即办理": "Purchase now",
    "低至": "only",
    "超出部分或使用其他配置享x折优惠": "{discount}% discount for the exceeded part",
    "相当于x折": "Equivalent to {discount}% discount",
    "专业版 4X": "PRO 4X",
    "专业版 8X": "PRO 8X",
    "专业版 16X": "PRO 16X",
    "专业版 32X": "PRO 32X",
    "旗舰版 80X": "ULT 80X",
    "旗舰版 160X": "ULT 160X",
    "专业版4X": "Professional Edition 4X",
    "专业版8X": "Professional Edition 8X",
    "专业版16X": "Professional Edition 16X",
    "专业版32X": "Professional Edition 32X",
    "旗舰版80X": "Ultimate Edition 80X",
    "旗舰版160X": "Ultimate Edition 160X",
    "黑贴6.5目": "Komi 6.5 Points",
    "19路棋盘": "19-way board",
    "每月时长": "Monthly Duration",
    "配置选择": "select config",
    "-月": "Month",
    "升级为": "upgrade to",
    "礼品卡": "gift card",
    "您当前净胜局数为x": "Your current number of wins is:{num}",
    "当前对手": "Current opponent"
}