{
    "语言":"言語",
    "棋谱":"棋譜",
    "工具":"ツール",
    "帮助":"お問い合わせ",
    "设置":"設定",
    "主题":"テーマ",
    "深色":"暗め",
    "浅色":"明るめ",
    "AI速度":"AI速度",
    "简体中文":"中国語（簡体字）",
    "坐标":"座標",
    "声音":"音",
    "国际":"国際",
    "无":"なし",
    "对弈":"対局",
    "研究":"研究",
    "报告":"報告",
    "充值":"チャージ",
    "商城":"ストア",
    "登录":"登録",
    "免费注册":"無料登録",
    "保存到棋谱库":"棋譜ライブラリに保存する",
    "保存到本地":"デバイスに保存する",
    "打开本地棋谱":"デバイスに保存されている棋譜を開く",
    "棋谱库":"棋譜ライブラリ",
    "连线器":"コネクタ",
    "关于对弈":"対局に関して",
    "关于研究":"研究について",
    "关于报告":"レポートについて",
    "常见问题":"よくある質問",
    "联系客服":"サポートセンター",
    "个人信息":"個人情報",
    "我的成就":"私の達成(成績)",
    "礼金券":"ギフト券",
    "消费记录":"消費記録",
    "修改密码":"パスワード変更",
    "退出登录":"ログアウト",
    "升降级对弈":"ランク対局",
    "自由对弈":"自由対局",
    "高水平对弈":"ハイレベル対局",
    "规则":"ルール",
    "棋手":"ユーザー",
    "黑方":"黒番",
    "棋盘大小19x19":"碁盤",
    "让子：分先":"手合割：互先",
    "让子让2子":"二子局",
    "让子让3子":"三子局",
    "让子让4子":"四子局",
    "让子让5子":"五子局",
    "让子让6子":"六子局",
    "让子让7子":"七子局",
    "让子让8子":"八子局",
    "让子让9子":"九子局",
    "子":"子",
    "贴目：3又3/4子":"コミ3と3/4子",
    "黑贴3又3/4子":"コミ3と3/4子",
    "猜先":"にぎり",
    "执白":"後手",
    "执黑":"先手",
    "不计时":"持ち時間なし",
    "计时":"持ち時間",
    "选择对手":"相手を探す",
    "开始对弈":"対局開始",
    "分":"分",
    "分钟":"分",
    "0分钟":"0 分",
    "10分钟":"10 分",
    "20分钟":"20 分",
    "30分钟":"30 分",
    "40分钟":"40 分",
    "60分钟":"60 分",
    "120分钟":"120 分",
    "秒":"秒",
    "5秒":"5 秒",
    "10秒":"10 秒",
    "20秒":"20 秒",
    "30秒":"30 秒",
    "40秒":"40 秒",
    "60秒":"60 秒",
    "次":"回",
    "1次":"1 回",
    "3次":"3 回",
    "5次":"5 回",
    "10次":"10 回",
    "剩余时长":"残り時間",
    "电脑配置":"AIの構成",
    "电脑用时":"AIの使用時間",
    "专业版 3X":"プロ版 3X",
    "专业版 6X":"プロ版 6X",
    "专业版 12X":"プロ版 12X",
    "专业版 24X":"プロ版 24X",
    "旗舰版 60X":"アルティメットバージョン 60X",
    "旗舰版 120X":"アルティメットバージョン 120X",
    "专业版 48X":"プロ版48X",
    "专业版 30X":"プロ版 30X",
    "显示手数":"手数を表示する",
    "停一手":"パス",
    "试下":"検討",
    "清空棋盘":"盤面を初期状態に戻す",
    "提子":"アゲハマ",
    "提":"取る",
    "第":"第",
    "手":"手",
    "白":"白",
    "黑":"黒",
    "白方":"白番",
    "从当前盘面开始对弈":"この盤面から対局を開始する",
    "根据您当前等级自动匹配电脑等级您当前净胜局数为-2局":"現在のレベルに従ってAIレベルを自動的に組み合わせます。あなたの現在の勝ち数は-2局です。",
    "根据您当前等级自动匹配电脑等级您当前净胜局数为-1局":"現在のレベルに従ってAIレベルを自動的に組み合わせます。あなたの現在の勝ち数は-1局です。",
    "根据您当前等级自动匹配电脑等级您当前净胜局数为1局":"現在のレベルに従ってAIレベルを自動的に組み合わせます。あなたの現在の勝ち数は1局です。",
    "根据您当前等级自动匹配电脑等级您当前净胜局数为0局":"現在のレベルに従ってAIレベルを自動的に組み合わせます。現在の勝ち数は0局です。",
    "请选择电脑等级以完成定级":"棋力を決定するためにAIレベルを選択してください",
    "当前可用":"使用する",
    "请选择":"選択してください",
    "您当前余额":"残高",
    "充值记录":"チャージ記録",
    "支付":"お支払い",
    "温馨提示如有充值完成未到账的情况请联系":"ご注意：チャージ完了後、金額が反映されない場合はご連絡お願いいたします。",
    "我们会尽快为您解决":"早急に対応いたします。",
    "领地":"陣地",
    "支招":"ヘルプ",
    "变化图":"変化図",
    "悔棋":"待った",
    "终局数子":"終盤地合計算",
    "放弃":"諦める",
    "认输":"投了",
    "剩余时间":"残り時間",
    "读秒":"秒読み",
    "黑贴":"黒コミ",
    "3又3/4子":"３及び3/4点",
    "黑中盘胜":"黒番中押し勝ち",
    "要放弃吗？":"諦めますか？",
    "取消":"取り消す",
    "目":"目",
    "选择配置":"スペックを選択する",
    "切换配置":"スペックを切り替える",
    "开始研究":"研究開始",
    "无等级":"レベルなし",
    "无胜负":"勝負なし",
    "推荐选点":"推奨選択点",
    "推荐度":"推奨度",
    "领先(目）":"優勢",
    "胜率(%）":"勝率（％）",
    "停止研究":"研究停止",
    "计算量":"計算量",
    "是否结束当前分析研究？":"分析・研究を終了しますか？",
    "结束":"終了",
    "公开报告":"公開レポート",
    "我的报告":"私のレポート",
    "打开棋谱":"棋譜を開く",
    "选择报告类型":"レポートタイプを選択してください。",
    "从棋谱库中打开":"棋譜ライブラリから開く",
    "从本地上传":"ローカルからアップロード",
    "普通":"普通",
    "精准":"正確",
    "剩余":"残り",
    "购买":"購入",
    "张":"枚",
    "走势图":"トレンドチャート",
    "问题手":"問題手",
    "发挥水准":"発揮水準",
    "胜率":"勝率",
    "分享":"共有",
    "关闭":"閉じる",
    "领先目":"優勢目",
    "拆解":"詳細",
    "全盘":"全盤",
    "布局":"序盤",
    "中盘":"中盤",
    "官子":"寄せ",
    "双方":"双方",
    "修改昵称":"ニックネームを変更する",
    "昵称":"ニックネーム",
    "保存":"保存",
    "等级":"レベル",
    "办理":"取り扱う",
    "余额":"残高",
    "星光卡":"星陣カード",
    "暂未办理":"購入しない",
    "报告券":"レポート券",
    "道具":"道具",
    "我的道具":"私のツール",
    "我的报告券":"私のレポート券",
    "精准报告":"正確レポート",
    "普通报告":"普通レポート",
    "还未获得任何成就赶快去":"まだ成果がないので、急ぎます",
    "获得":"取得する",
    "登录奖励":"登録プレゼント",
    "已签到":"サインインしました",
    "签到":"サインイン",
    "查看所有消费记录":"全ての消費記録を表示する",
    "引擎消费":"エンジン消费",
    "商城消费":"ストア消費",
    "年":"年",
    "月":"月",
    "共":"合計",
    "元":"元",
    "您总共":"合計消費",
    "消费":"消費",
    "小时":"時",
    "总时长":"合計時間",
    "时长":"持ち時間",
    "开始时间":"開始時間",
    "结束时间":"終了時間",
    "配置信息":"スペック情報",
    "费用":"費用",
    "请输入原始密码":"元のパスワードを入力してください",
    "当前未登录":"まだログインしていません",
    "去登录":"ログインする",
    "本次消费将从您的余额扣除，当前余额":"今回の消費は残高から差し引かれます",
    "确认购买":"購入履歴を確認する",
    "有效期":"有効期間",
    "至":"まで",
    "或":"又は",
    "配置":"スペック",
    "每月赠送时长":"毎月のギフト期間",
    "3X至120X所有配置享":"すべての構成は3Xから120Xまでです",
    "星光":"星陣",
    "卡":"カード",
    "每月包含":"毎月、、、を含む",
    "月份升级":"毎月のアップグレード",
    "升级月份":"アップグレード月",
    "每月差价":"毎月の価格差",
    "白银":"シルバー",
    "黄金":"ゴールド",
    "钻石":"ダイヤモンド",
    "白金":"プラチナ",
    "黑金":"ブラックゴールド",
    "个月":"ヶ月",
    "超出部分折扣":"超過割引",
    "折":"割引",
    "分析研究":"分析して研究する",
    "生成报告":"レポートを生成する",
    "新开一局":"新しい対局を開始する",
    "登录信息已失效或在别的地方登录请重新登录":"ログイン情報が無効になったか、もしくは他の場所でログインされました。もう一度ログインしてください。",
    "您的余额不足":"残高が足りません",
    "发生了未知错误，请检查网络或稍后再试...":"不明なエラーが発生しましたので、ネットワークを確認するか、後で試してください。",
    "与服务器通信失败请刷新网页重试或联系网站管理员":"サーバーとの通信に失敗しました。ウェブページの画面を更新して、再試行するか、管理者に連絡してください",
    "网络连接已断开！":"ネットワーク接続が中断されました。",
    "网络已连接.":"ネットワークが接続されました。",
    "该变化图已被移除":"変化図が削除されました。",
    "初始化引擎失败请刷新页面或退出重试":"エンジンの初期化に失敗しました。ページの画面を更新するか、終了して再試行してください。",
    "由于您长时间没有操作已自动结束使用":"長時間操作しなかったため、自動的に利用を終了しました。",
    "由于您的网络连接中断已自动结束使用":"ネットワーク接続が中断されたため、自動的に利用を終了しました。",
    "尚未终局，请继续落子":"対局がまだ終わっていません。続けてください。",
    "由于当前网络较慢电脑落子速度可能受网络延迟影响":"ネットワークが遅いため、コンピュータの速度は遅延する可能性があります。",
    "请求超时，请稍后再试":"リクエストがタイムアウトしました。しばらくしてもう一度お試しください。",
    "请输入要搜索的关键词":"検索するキーワードを入力してください。",
    "资源不足":"資源不足",
    "权限不够":"権限不足",
    "登录使用":"ログインして使用する",
    "登录信息已失效请重新登录":"ログイン情報が無効になりました。もう一度ログインしてください。",
    "注册成功":"登録しました",
    "注册失败请检查验证码是否正确":"登録に失敗しました。確認コードが正しいか確認してください。",
    "登录成功！":"登録しました。",
    "用户名或密码错误":"ユーザー名またはパスワードが違います。",
    "发送成功！验证码5分钟后失效":"送信されました。確認コードの有効期限は５分間です。",
    "验证码已发送请查看手机":"確認コードを送信しました。携帯電話を確認してください。",
    "该手机号已注册请直接登录":"電話番号が登録されています。直接ログインしてください。",
    "请输入手机号":"電話番号を入力してください",
    "请输入正确的手机号":"正しい確認コードを入力してください",
    "手机号必须为数字":"電話番号は数字である必要があります",
    "请设置您的密码":"パスワードを設定してください",
    "请输入正确的密码":"正しいパスワードを入力してください",
    "请确认您的密码":"パスワードを確認してください",
    "两次输入密码不一致":"パスワードが違っています",
    "请输入您的昵称":"ニックネームを入力してください",
    "请输入正确的昵称":"正しいニックネームを入力してください",
    "请阅读并同意“星阵围棋专业版用户服务协议”":"「星陣 ユーザーサービス契約」を読んで同意してください",
    "请输入短信验证码":"確認コードを入力してください",
    "请输入正确的验证码":"正しい確認コードを入力してください",
    "您的余额已不足":"残高が不足しています",
    "已开始使用":"使用開始",
    "余额不足":"残高不足",
    "引擎超时":"タイムアウト",
    "暂时没有可用的资源":"一時的に利用可能なリソースがありません",
    "引擎已创建":"エンジンが作成されました",
    "当前不可用":"現在利用できません",
    "修改成功":"パスワード変更完了",
    "修改密码失败请确认原始密码":"パスワードの変更に失敗しました。元のパスワードを確認してください",
    "重置密码成功":"パスワードのリセットに成功しました",
    "重置失败请重试":"リセットに失敗しました、もう一度やり直してください",
    "获取列表成功":"リストの取得に成功しました。",
    "获取列表失败请检查您的网络":"リストの取得に失敗しました。ネットワークを確認してください",
    "新标签页已打开分析或对弈界面":"分析または対局インターフェイスが新しいタブで開かれました",
    "获取形势判断失败请稍后再试":"状況判断に失敗しました。しばらくしてからもう一度お試しください",
    "道具已用尽":"道具が使い切られました",
    "获取支招失败请稍后再试":"アイデアの取得に失敗しました。しばらくしてからもう一度お試しください",
    "获取变化图失败请稍后再试":"変化図の取得に失敗しました。しばらくしてからもう一度お試しください。",
    "获取终局数子数据错误":"終局の子数を取得できませんでした。",
    "领取成功！":"取得に成功しました。",
    "该活动已领取":"イベントが取得されました",
    "该活动已过期":"イベントの有効期限を過ぎました",
    "领取成功":"取得に成功しました！",
    "获取数据出错请检查您的网络或稍后再试":"データの取得中にエラーが発生しました。ネットワークを確認するか、しばらくしてからもう一度お試しください",
    "该级别暂不可用":"このレベルはまだ利用できません",
    "棋谱保存成功！":"棋譜の保存に成功しました！",
    "保存棋谱失败请检查您的网络或稍后再试":"棋譜を保存できませんでした。ネットワークを確認するか、しばらくしてからもう一度お試しください",
    "上传棋谱成功！":"棋譜のアップロードに成功しました！",
    "上传棋谱失败请检查您的网络或稍后再试":"棋譜をアップロードできませんでした。ネットワークを確認するか、しばらくしてからもう一度お試しください。",
    "获取棋谱列表成功":"棋譜リストを取得しました",
    "获取棋谱列表失败请检查您的网络或稍后再试":"棋譜リストを取得できませんでした。ネットワークを確認するか、しばらくしてからもう一度お試しください",
    "收藏成功！":"フェイバリットに成功しました",
    "收藏失败请检查您的网络或稍后再试":"フェイバリットに失敗しました。ネットワークを確認するか、しばらくしてからもう一度お試しください",
    "获取棋谱数据出错请检查您的网络或稍后再试":"棋譜データの取得中にエラーが発生しました。ネットワークを確認するか、しばらくしてからもう一度お試しください。",
    "棋谱未找到请确认是否已经删除":"棋譜が見つかりません。削除されているか確認してください。",
    "删除棋谱失败请检查您的网络或稍后再试":"棋譜の削除に失敗しました。ネットワークを確認するか、しばらくしてからもう一度お試しください。",
    "办理失败请检查您的网络或稍后再试":"購入に失敗しました。ネットワークを確認するか、しばらくしてからもう一度お試しください。",
    "您当前已有正在生效的套餐":"現在有効なパッケージがあります",
    "您目前的套餐暂不支持升级":"現在のパッケージは一時的にアップグレードをサポートしていません。",
    "办理失败续订星光卡只能在到期前15天内办理":"購入に失敗しました。星陣カードの更新は有効期限の15日以内にしか処理できません。",
    "获取等级失败请检查您的网络或稍后再试":"レベルの取得に失敗しました。ネットワークを確認して、しばらくしてからもう一度お試しください。",
    "获取报告列表失败请检查您的网络或稍后再试":"レベルの取得に失敗しました。ネットワークを確認して、しばらくしてからもう一度お試しください。",
    "生成报告失败请检查您的网络或稍后再试":"レポートの生成に失敗しました。ネットワークを確認して、しばらくしてからもう一度お試しください",
    "切换配置失败请检查您的网络或稍后再试":"スイッチ構成に失敗しました。ネットワークを確認して、しばらくしてからもう一度お試しください。",
    "获取数据失败请检查您的网络或稍后再试":"レベルの取得に失敗しました。ネットワークを確認して、しばらくしてからもう一度お試しください。",
    "棋谱信息修改失败请检查您的网络或稍后试":"棋譜情報の変更に失敗しました。ネットワークを確認して、しばらくしてからもう一度お試しください",
    "参数设置失败请检查您的网络或稍后再试":"パラメータ設定に失敗しました。ネットワークを確認して、しばらくしてからもう一度お試しください。",
    "获取列表失败请检查您的网络或稍后再试":"レベルの取得に失敗しました。ネットワークを確認して、しばらくしてからもう一度お試しください。",
    "购买商品失败请检查您的网络或稍后再试":"商品の購入に失敗しました。ネットワークを確認して、しばらくしてからもう一度お試しください。",
    "该手机号已经注册请直接登录":"電話番号が登録されています。直接ログインしてください。",
    "昵称“#[nickname]#”不可用换一个吧":"ニックネーム“＃[nickname]＃”は使用できません。変更してください。",
    "验证码错误请重新输入":"確認コードが違っています。再入力してください。",
    "登录后可免费使用升降级对弈。":"ログイン後、無料でランク対局を使用できます。",
    "登录后可使用注册即可领取5元试用金及其他好礼。":"ログイン後ご利用いただけます。登録後、5元の試用金などのプレゼントを差し上げます。",
    "登录后可保留对局记录还可免费挑战更多级别。":"ログイン後、棋譜を保存し、より多くのレベルに無料で挑戦できます。",
    "登录后可使用道具，注册即送新手道具大礼包及其他好礼。":"ログインすると道具を使用でき、登録すると初心者用の道具やその他のギフト用のギフトパックを差し上げます。",
    "登录后可使用研究注册即送5元试用金及其他好礼。":"ログインすると研究を利用でき、登録すると５元の試用金とその他のギフトを差し上げます。",
    "登录后可生成报告注册即送1张报告券及其他好礼。":"ログインするとレポートを生成でき、登録するとレポートチケットやその他のギフトを差し上げます。",
    "登录后可查看您的个人棋谱库。":"ログイン後、個人用棋譜を表示できます。",
    "登录后可以上传棋谱至您的个人棋谱库。":"ログイン後、棋譜を個人の棋譜ライブラリにアップロードできます。",
    "获取棋谱失败请检查您的网络或稍后再试":"棋譜の取得に失敗しました。ネットワークを確認するか、しばらくしてからもう一度お試しください。",
    "充值失败请重试":"チャージに失敗しました、再試行してください。",
    "充值失败如有疑问请联系客服.":"チャージに失敗しました、質問がある場合はカスタマーサービスにお問い合わせください。",
    "修改昵称失败请检查您的网络或稍后再试":"ニックネームの変更に失敗しました。ネットワークを確認するか、後で再試行してください。",
    "修改头像失败请检查您的网络或稍后再试":"プルフィールの変更に失敗しました。ネットワークを確認するか、後で再試行してください。",
    "获取拆解数据失败请检查您的网络或稍后再试":"手割データの取得に失敗しました。ネットワークを確認するか、後で再試行してください。",
    "请先登录":"先にログインしてください",
    "该功能仅支持在精准报告下使用":"この機能は正確レポートでしか使えません。",
    "该棋谱无拆解数据":"棋譜には手割データがありません。",
    "请输入您的手机号":"携帯番号を入力してください。",
    "请输入您的密码":"パスワードを入力してください。",
    "注册":"新規登録",
    "忘记密码":"パスワードを忘れた",
    "手机号":"携帯番号",
    "密码":"パスワード",
    "密码登录":"パスワードで登録",
    "验证码登录":"確認コードで登録",
    "注册新用户":"新規登録",
    "设置6-16位数字字母组合的密码":"6-16桁の数字と文字の組み合わせでパスワードを設定してください",
    "发送":"送信",
    "请再次输入您的密码":"もう一度パスワードを入力してください",
    "请输入昵称":"ニックネームを入力してください",
    "同意星阵围棋专业版用户服务协议":"星陣サービス利用規約に同意する",
    "确定":" 確認",
    "请输入6位手机验证码":"6桁の携帯電話確認コードを入力してください。",
    "请再次输入新密码":"新しいパスワードをもう一度入力してください。",
    "登峰造极":"登峰造极",
    "撼天动地":"撼天动地",
    "神功盖世":"神功盖世",
    "超凡入圣":"超凡入圣",
    "出神入化":"出神入化",
    "随心所欲":"随心所欲",
    "惊天动地":"惊天动地",
    "举世无双":"举世无双",
    "惊世骇俗":"惊世骇俗",
    "深不可测":"深不可测",
    "所向披靡":"所向披靡",
    "名震八方":"名震八方",
    "技冠群雄":"技冠群雄",
    "罕有敌手":"罕有敌手",
    "出类拔萃":"出类拔萃",
    "非比寻常":"非比寻常",
    "豁然贯通":"豁然贯通",
    "炉火纯青":"炉火纯青",
    "登堂入室":"登堂入室",
    "鹤立鸡群":"鹤立鸡群",
    "已有大成":"已有大成",
    "心领神会":"心领神会",
    "了然于胸":"了然于胸",
    "融会贯通":"融会贯通",
    "驾轻就熟":"驾轻就熟",
    "略有小成":"略有小成",
    "初出茅庐":"初出茅庐",
    "粗懂皮毛":"粗懂皮毛",
    "初窥门径":"初窥门径",
    "略知一二":"略知一二",
    "初学乍练":"初学乍练",
    "星壮牛":"牛",
    "星蓝鲸":"鯨",
    "星美鹿":"鹿",
    "星奇豚":"イルカ",
    "星萌猪":"豚",
    "星骏马":"馬",
    "星呆羊":"羊",
    "星跳鼠":"ネズミ",
    "星灵狐":"狐",
    "星智狗":"犬",
    "星巧猫":"猫",
    "星皮猴":"さる",
    "星乖兔":"兎",
    "星树熊":"コアラ",
    "星铠虾":"エビ",
    "星夜鹰":"フクロウ",
    "星刺头":"ハリネズミ",
    "星黄鸭":"アヒル",
    "星绿蛙":"カエル",
    "星老龟":"亀",
    "星钳蟹":"カニ",
    "星尾鱼":"魚",
    "星飞蜓":"トンボ",
    "星舞蝶":"蝶",
    "星忙蜂":"蜂",
    "星慢蜗":"カタツムリ",
    "星花虫":"てんとう虫",
    "星小蚁":"蟻",
    "对弈模式介绍":"対局モードのご紹介",
    "在星阵专业版中可以与37个水平均匀分布人工智能棋手对弈。无论你是刚刚入门的围棋新人，还是已经战绩累累的绝顶高手。都可以找到一个合适的水平与你对弈。星阵的人工智能棋手族使用独特的人工智能技术，让每个水平人工智能棋手下出的棋与该水平人类棋手下出的棋一致，而不是故意下臭棋或者选不好的点来拉低水平。如果不是你已经知道了，你很难感觉到这是一个人工智能下出来的棋。":
    "星陣のプロバージュンでは、レベルが均等に分布された３７種の人工知能棋士と対局することができます。初心者からプロ棋士まで、最適な対局相手を見つけることができます。星陣の人工知能チェスプレイヤーは、特殊な人工知能技術により意図的にミスをしてレベルを下げるのではなく、同じレベルの人間プレイヤーと同じように囲碁を打つことができます。人工知能と対局しているという違和感が感じられません。",
    "自由对弈中，执黑执白，用时等任你挑选。你还可以准备好任意一个盘面，选择你个你想要的星阵等级与你对弈。真正的自由对弈，想怎么玩就怎么玩。":"自由対局では、手番や持ち時間を自由に選択することが可能で、盤面も自由に設定出来ます。対局する星陣レベルを選択し、自由な対局を楽しんでください",
    "升降级对弈中，与星阵真刀真枪的来一盘，净胜两盘一升降。每个等级相差了100等级分，时刻反映你的水平提升。同时在升降级中，每击败一个更高的等级，都会解锁新的成就，让成就见证你的进步！":"ランク対局では、プレイヤーと真剣勝負をします。各ランク/レベルは100ポイント異なり、常にあなたの成績を反映しています。また、ランク対局では、プレイヤーよりも高いレベルに属する相手と対局し勝利した場合、新しい実績がアンロックされます。",
    "在对弈中，还有各种各样的道具帮助你下的更好。边下边学，遇到问题瞬间解答。":"対局には、様々なツールがあります。ツールを使用しながら対局を学び、質問もリアルタイムで答えられます。",
    "使用领地道具，获得当前局面形势判断，还有每个交差点的归属。帮助你规划棋局的走向。":"陣地ツールを使用して、形勢判断をすることができます。対局の方向性を計画するのに役立ちます。",
    "使用支招道具，获得星阵的选点推荐。在不知道该走哪的时候点一下，既能帮你赢下棋局，又能让你在困惑的局面学一招。":"アイデアツールを使用して、星陣からアドバイスを受け取れます。次の手が分からない場合にこのツールをクリックすると、難関な状況から抜け出すと同時に、技を学ぶこともできます。",
    "使用变化图功能，获得星阵想象的棋局进程。可以当作高级的支招使用，还可以窥探星阵的心理，找到克敌良计。":"変化図というツールの変更機能を使用して、星陣の想像する対局の進行状況を得ます。このツールを高度な戦術として使用でき、星陣 の心理を理解し、勝つための戦略も見つけられます。",
    "星阵独特的终局数子技术，一键完成，死棋活棋轻松判断。就连双活也不会错判。公平公正判决每一盘棋的胜负！":"星陣のユニークなファイナルゲームカウント技術は、ワンクリックで死んだ石と生きている石を簡単に判断出来ます。全ての対局結果を公正に判断しています！",
    "在对局结束后，还可以去分析研究研究一下自己有疑问的局部。也可以去报告中让星阵帮你来一个整盘的分析，还有什么比跟星阵一起复盘更透彻的复盘方式呢？":"対局が終了した後、自分が疑問に思っている部分を分析レポートに検討することができる。レポートでは星陣の分析によって学ぶことができる。星陣の分析ツールよりも深く分析されているため、対局の戦略を学ぶには最適でしょう。",
    "研究功能简介":"研究機能",
    "研究功能使用星阵的最新权重，为每个用户分配专属的独立分析引擎，分配独享的1块至多块GPU卡，旗舰版尊享多至数台GPU服务器。研究开始后，将星阵分析结果实时展示，用户可以自由摆子切换盘面。星阵提供的数据信息十分全面，包含选点、推荐度、变化图、子差、领地、胜率等多种数据，全方位展现AI思路。这些简单的功能结合即可全面分析每一个局面、每一步棋。产品设计结合了30多位顶尖棋手的实测建议，全面贴合人类思维，提供给用户最需要的核心功能。":"研究機能では、星陣の最新技術が使用されています。ユーザーごとに専用の独立分析エンジンを割り当てて、専用の一つ以上のGPUカードを割り当てます。アルティメットバージョン なら複数のGPUサーバーが利用できます。研究が開始されると、星陣の解析結果がリアルタイムで表示されます。ユーザーは自由に石を配置し、盤面を変えることが出来ます。星陣の提供するデジタル情報は非常に全面的で、打つ点の選択、推薦度、変化図、子差、領域、勝率などの様々なデータを含んで、AI の構想を完璧に示します。これらのシンプルな機能の組み合わせにより、あらゆる状況と動きを分析することが出来ます。星陣の設計は、三十人以上のトッププレイヤーが実際に測定した提案を組み合わせています。全ての機能は完全に人間の思考方法と合致し、ユーザーに最も必要なコア機能を提供します。",
    "研究功能适用人群广泛。如果你是一名职业棋手或对自己的围棋水平有一定追求，你可以使用星阵复盘，全面剖析棋局的每一手。星阵会给出全面的形势变化、每一个局面的形式好坏、每一手的推荐变化等。你也可以研究不同的局面，与星阵一起研讨各种下法，获得水平上的提升。如果你是一名普通围棋爱好者，你可以上传自己感兴趣的棋局，跟随星阵一起欣赏棋局。也可以用星阵分析各种比赛，时刻掌握棋局动向，让你畅快观赛。如果你是一名围棋老师，你可以用星阵帮助自己备课，利用星阵来辅助自己的教学。无论是分析学生棋局的问题，还是佐证自己所讲的知识，星阵都会成为你的好帮手。":"研究機能は幅広い人々に適用できます。プロのプレイヤーまたは囲碁レベルを高めたい方は、星陣の「復盤」再現機能を使用し、対局の各手を全面的に分析できます。星陣は対局の全面的な形勢の変化、各状況の良い点と悪い点、各手の推薦の変化などの情報を提供します。自分でも様々な局面を研究し、星陣と動きについて話し合い、レベルを向上させます。普通の囲碁ファンなら、お好みの対局をアップロードし、星陣と一緒に対局を楽しむ事が出来ます。また、星陣で対局を分析し、随時対局の行方を把握し、気楽に見る事が出来ます。囲碁教師の場合は、星陣を使用して授業の準備、指導を支援してもらう事が出来ます。生徒の対局の問題点を分析するためだったり、ご自身が教えた知識を裏付けるためだったりと、星陣はあなたの優れた助手になるに違いありません。",
    "如果你是一名学棋的孩子，你也可以利用AI帮助你找出棋局的问题所在，看看星阵是怎么下的，不断学习正确的下法是提升的良方。":"囲碁を学ぶ子供の場合は、星陣を使用して自分の対局の問題点を見つけます。星陣がどのように対局するかを確認し、より良い戦い方を常に学習することが上達の秘訣です。",
    "核心优势":"主な利点",
    "1. 高水平：星阵曾获得四次世界人工智能围棋大赛冠军，并仍在不断进步，星阵会不断地将最新最高版本的AI提供给用户，提供最先进的围棋理论。":"高レベル：星陣は、世界の人工知能（AI）囲碁コンテストで4つのチャンピオンシップを勝ち取り、現在も進歩を続けています。ユーザーに最新且つ最高バージョンのAIを提供し、最先端の囲碁理論を提供します。",
    "2. 易理解：星阵提供目数判断、领地判断等功能，与人类思维更加贴合，下法更容易被人理解、接受和学习。星阵界面清晰简洁、易上手。":"理解しやすい：星陣は、目数の判断や陣地の判断などの機能を提供し、より良く人間の思考に適合します。星陣は、さらに人に理解されて、学び易いです。そしてなにより、画面が明確且つ簡潔で、使いやすいです。",
    "3. 免安装：用户无需进行装机、下载、安装、调参等繁琐的工作，扫出了电脑技术障碍，只需打开网页，便可轻松获得最顶尖的人工智能。":"インストール不要：インストール、ダウンロード、パラメーター設定などの面倒な作業を行う必要がありません。コンピューター技術の知識が不要で、Webページを開くだけで、簡単に最高のAI機能にアクセスできます。",
    "4. 资源多：运行围棋AI需要的强大算力资源由星阵后台配备，用户无需购置高性能电脑，可按需选择不同配置，使用中可灵活切换配置。":"リソース豊富：囲碁AIは迅速なコンピューター計算能力が必要です。これは星陣のバックグラウンドで実行されます。ユーザーは高性能コンピューターを購入する必要がありません。要件に応じて異なる構成を選択でき、使用中にも簡単に切り替える事が出来ます。",
    "5. 随时用：无论是在外比赛还是在家休息，只要有一台普通电脑就可以随时随地使用星阵高水平分析，摆脱了高配置电脑及使用场景的束缚。":"随時使用可能：外で遊んでいても、自宅で休んでいても、PC一台さえあれば、いつでもどこでも星陣の高レベル分析機能を使用することができます。高スペックなコンピューターや場所の制限がなくなります。",
    "6. 更划算：专业版6X棋力相当于6万元电脑运行现有开源围棋AI。按照一般学棋每周使用8小时计算，每月仅花费500元左右，三年节省花费70%以上。":"安い：プロ版の６X級は、6万元のコンピューターが既存のオープンソース囲碁AIを実行することに相当します。普通の囲碁の学ぶ時間は週に８時間だとして計算すると、月額５００元ぐらいです。つまり、３年間で７０％以上を節約します。",
    "配置详解":"構成の詳細",
    "星阵为研究功能提供了丰富的配置，专业版经济实惠，旗舰版水平超高。研究中的不同的配置表现为几X（X为速度单位，我们使用星阵拼音首字母x作为速度单位，1x的配置高于现今主流电脑的资源配置，1x的棋力即超越人类顶尖棋手），X数越多计算速度越快。除了计算速度的区别外，还存在计算量上限等区别。大家可以根据自己的需要选择相应的配置。":"星陣は、研究機能に数多くの構成を提供しています。プロフェッショナル版は安く経済的で、アルティメットバージョン のレベルは極めて高いです。研究の異なる構成をｎ∔Xで表します。（Xは速度の単位です。速度の単位として星陣の中国語発音のピンインの頭文字「X」を使用します。１Xの構成は、今の主流コンピューターの構成より高くなっています。１Xの囲碁レベルは人間のトッププレイヤーよりも高いです。）Xの数が大きいほど、計算速度が速いです。計算速度の違い以外に、計算量の上限にも違いがあります。自分で必要に応じて適切な構成を選択することができます。",
    "用户使用前需要先进行充值，目前注册登录可以领取￥5试用金，可选择专业版3x进行充分试用。在使用前需确保自己有足够的余额使用（余额不足后将会自动结束服务）。根据每次使用的时长以及配置，会自动从账户中扣除相应金额。（以分钟为单位计费，不足1分钟的部分按1分钟收取）":"使用開始前に、ユーザーはチャージする必要があります。今、登録・ログインすると、５人民元をお試し金としてプレゼントします。プロバージョン３Xをたっぷりと試すことが出来ます。ご利用の前に、十分な残高がある事をご確認ください（残高不足になるとサービスが自動終了します）。ご使用の時間と構成に応じて、金額がアカウントから自動的に差し引かれます。（分単位で課金されるので、１分未満は１分で課金されます。）",
    "用户可以查看自己全部的历史账单，以确认自己的消费记录是否正确。":"ユーザーは今までのすべてのご利用明細を見ることができます。消費記録が正しいかを確認出来ます。",
    "操作方法":"操作マニュアル",
    "在左侧选择研究模式，即进入研究模式，此时可以在棋盘上任意落子。":"左側で分析モードを選択すると、分析モードに入り、碁盤上で自由に石を打つことができます。",
    "在右侧选择好自己需要的配置，并点击开始研究，即专属引擎就开始为您分析了":"右側で必要な構成を選択し、研究をクリックしたら、専用エンジンが分析を開始します。",
    "开始研究后，棋盘上会出现绿点以指示星阵的推荐点，其中带圈的为第一选点。右侧会按照顺序展现推荐点的相应信息。包含推荐度、子差、胜率等信息。":"分析を開始すると、碁盤ボードに緑色の点が出ます。これは星陣の推奨点で、〇で囲まれた点が第一選点です。右側に推奨点の情報が順番に表示されます。これには、推奨度、子差、勝率などの情報が含まれています。",
    "将鼠标放在绿点上（或右侧列表相应选点上），可以预览该推荐选点的变化图。右键（或点击右侧列表相应选点）锁定该变化图，可以进行前后查看（鼠标滚轮），跳转（双击要跳转到的手数）等操作。再次右键（或点击右侧列表相应选点）取消锁定。":"緑色の点（又は右側のリストの対応する点）にマウスを置くと、推奨点の変化図をプレイビューする事が出来ます。右クリック（又は右側のリストで対応する選択ポイントをクリック）して変化図をロックすると、前後の内容を見る（マウスホイール）、ジャンプ（手数をダブルクリック）、およびその他の操作ができます。そして、もう一度右クリック（又は右側のリストで対応する選択ポイントをクリック）すると、ロックが解除されます。",
    "也可以载入棋谱，方便分析。利用进度条可以跳转到任意盘面。":"任意の碁盤に行くことができます？",
    "在研究模式中可以使用连线器工具，让星阵自动对弈，畅快欣赏未来的棋局。":"研究モードでは、コネクタツールを使用して星陣を自動プレイさせます。未来の囲碁対局を楽しむことができます。",
    "进阶技巧":"高レベルへのコツ",
    "星阵在研究模式中加入了各种方便的操作，让你在研究的过程中获得更流畅、更便捷的体验，轻松实现你想要的各种效果。在电脑上摆棋，比实体棋盘还顺手，还方便。":"星陣は、研究モードで多くの便利な操作を追加し、ユーザーはプロセスでとてもスムーズかつ便利な経験を獲得します。様々な効果も簡単に実現することが出来ます。コンピューターで碁盤をアレンジする事は、実際の碁盤を使うよりも便利です。",
    "除了单击棋盘交叉点外，双击右侧某一行可落子该选点":"碁盤の交差点をクリックする以外には、右側の任意行をダブルクリックして、このポイントで子をドロップします。",
    "右键单击棋盘空白处可回退一手，连续回退时十分实用":"碁盤の空白部分を右クリックして、一手もとに戻します。更にもとに戻る場合にこのツールは非常に便利です。",
    "双击某一手可直接跳转至该手，快速跳转，一键到位":
    "一手をダブルクリックして、その手に直接行きます。素早く１回のクリックで、所定の位置に行きます。",
    "键盘左右键也可控制前进后退，轻轻松松欣赏棋局。":"キーボードの左右のキーは、前方と後方を行く事もできるので、気軽に対局を楽しめます。",
    "将鼠标放在绿点上（或右侧列表相应选点上），可以预览该推荐选点的变化图。":"緑色の点（又は右側のリストに対応する点）にマウスを置くと、推奨点の変化図をプレイビューする事が出来ます。",
    "右键棋盘上的绿点（或点击右侧列表相应选点）锁定该变化图":"右クリックの碁盤上の緑の点（又は右側のリストで対応する選択ポイントをクリック）して変化図をロックします。",
    "锁定变化图时，可以利用鼠标滚轮查看变化图手顺。单击变化图中的某一手，可直接跳转至该手。":"変化図がロックされている場合、マウスホールを使用して、歩の順番を見る事ができます。変化図で歩をクリックすると、その歩に直接行くことができます。",
    "再次右键（或点击右侧列表相应选点）取消锁定。":"もう一度右クリック（又は右側のリストで対応する選択ポイントをクリック）すると、ロックが解除されます。",
    "报告模式介绍":"レポートモードの紹介",
    "点击左侧报告模式，即可进入报告模式。":"左側のレポートをクリックし、レポートモードに入ります。",
    "在报告模式中选择生成报告即可以进入准备页，此时可以在棋盘上摆好自己想要分析的棋谱，也可以点击“打开棋谱”（或左侧棋谱按钮）。如果是自己摆的棋谱或者本地上传的棋谱，可以在右侧上方编辑棋谱信息。":"レポートモードで「レポート作成」を選択すると、準備画面に入ることができます。この時、自分が分析したい対局を碁盤の上に配置したり、「対局を開く」ボタン（又は左の対局ボタン）をクリックしたりすることができます。自分で配置した対局、もしくは、ローカルでアップロードした対局なら、右上で対局情報を編集出來ます。",
    "在右侧选择合适的报告类型（普通为1600po，精准为10000po），点击生成报告即可以开始生成报告。":"右側で適切なレポートタイプ（標準は１６００po、正確は10000po）を選択し、「レポート作成」ボタンをクリックするとレポートの作成を開始します。",
    "报告立等可取，没错，星阵就是这么有效率，又快又好！同时，在报告生成的过程中，会显示报告的生成进度，用户此时可以实时查看已经生成的部分。让你可以马上了解棋局走势，与小伙伴一起复盘时有了权威AI可以参考！":"レポートは非常に迅速に作成されます。星陣はとても効率的かつ高速で優れています！レポート作成中でも進捗状況が同時に表示されるので、ユーザーは作成済みの部分をリアルタイムで見る事が出来ます。対局の動向を瞬時に確認でき、友人と再現対局する際に権威あるAIを参考にすることが出来ます！",
    "在报告中包含每个盘面的形势、推荐选点，每个选点的变化图、推荐度、子差以及胜率，实战招法的评价、变化图、推荐度、子差以及胜率。操作与研究基本一致。依旧保持着简洁、方便、好用的特点。":"レポートには、各碁盤の状況、推奨選択点、推移図、推奨度、子数の差と勝率が含まれます。更に、実戦手法の評価、推移図、推奨度、子数の差と勝率もあります。レポートの操作方法は研究の操作方法と基本的には同じです。シンプルで便利な特徴を持っています。",
    "在右侧下方的栏中，可以查看走势图、问题手以及发挥水准。其中走势图为黑方视角的本局形势变化的折线图，包含子差（黄线）以及胜率（蓝线）两条线竖线为当前盘面位置，也可以在走势图中跳转盘面。一张图就可以让你整体掌握棋局走势，完胜还是激烈？一目了然。":"右下の枠には、推移図、問題手、パフォーマンスレベルが表示されます。このうち推移図は、黒側視点の状況変化の折れ線グラフであり、子差（黄色の線）と勝率（青い線）の二つの線が含まれています。縦線は、現在の碁盤の位置です。推移図から盤面を切り替えることもできます。1枚の画像で対局の全体的な動向を把握できるので、完全勝利になるのか激戦になるのか、一目瞭然です。",
    "问题手中会给出每方各5个问题手（当问题手不足5个时会显示全部问题手）。还可以分阶段、分棋手查看，如此可以看出更多的问题手。点击问题手跳转到问题手的盘面，直接查看该问题手具体哪里有问题。每个问题手最上方白线所处的位置为下这手棋之前落子方的胜率，圆圈所处位置为下完这手棋之后的胜率，对应的坐标为手数。哪里下的有问题？怎么就输出去了？星阵来告诉你。":"問題手では、双方にそれぞれ5つの問題手を与えます(問題手が5つ未満の場合、問題手が全部表示されます)。ステージやプレーヤーごとにも確認できますので、問題手をより多く発見できます。問題手をクリックして、問題の盤面へ遷移します。問題がどこにあるかを直接確認できます。各問題手の最も上の白線の位置は、直前に石を打った側の勝率です。〇の位置は、この手を打った後の勝率です。それに対する座標は手の数です。問題はどこにあるのか、どうして負けたのか、星陣に教えてもらいましょう。",
    "在发挥水准中，是这盘棋每手棋评价的统计，可以查看全盘统计，也可以查看不同阶段的统计。":"パフォーマンスレベルでは、この対局の各手に対する評価の統計を見ることができます。全体的な統計を表示することができ、また、各ステージの統計を表示する事も可能です。",
    "已生成的报告会自动保存在棋谱库中，如果打开已有报告的棋谱，会直接查看已生成的报告。在报告模式中点击我的报告，即直接展现相应列表，方便快捷。":"作成されたレポートは自動的に棋譜データベースに保存されます。レポートのある棋譜を開くと、作成されたレポートを直接見られます。レポートモードで「私のレポート」ボタンをクリックすると、該当するリストが直ちに表示されます。便利で高速です。",
    "还有公共报告免费供大家查看！全部都是超高po的权威分析！囊括了历史名局，世界大赛、星阵自对弈等各种精彩棋局。在报告模式中点击公开报告即可以查看。再也不用担心高手的棋看不懂了。历史上的精彩瞬间，一网打尽！":"誰でも無料で閲覧できる公開レポートもあります！すべては超高poの権威的な分析です！有名な歴史的な対局、世界囲碁大会、星陣セルフ対局など、あらゆる種類の素晴らしい対局が含まれています。レポートモードで「公開レポート」をクリックすれば閲覧することができます。名手のプレーが理解できないという心配はもう要りません。歴史的な素晴らしい瞬間を一挙に網羅しちゃいましょう。",
    "在棋谱库中我的棋谱以及公共棋谱可以查看更多的历史报告，应有尽有。":"「あるといいな～」が、あります！「私の棋譜」と「公開棋譜」で、より多くの過去のリポートを閲覧する事ができます！",
    "在对弈中任意局面可以使用领地道具，使用后可以看到星阵对当前局势的判断，包含胜率以及领先的目数。":"対局中いつでも領土ツールを使用することができ、使用後に、現在の状況に対する星陣の判断を見ることができ、これにより、勝率やリードする目数を確認することができます。",
    "同时还会给出领地判断，即每个交叉点的最终归属预测。领地在棋盘上以黑白方块的形式表示，黑色方块代表该点最终归属黑棋的概率大，白色方块代表该点最终归属白棋的概率大，方块越大则代表概率越大。没有方块则代表该交差点最终归属每一方的概率接近。将鼠标放到相应的交叉点上，可以看到星阵给交叉点的打分，在-100至100之间。其中-100为确定归属白棋，100为确定归属黑棋。":"同時に、各交差点の最終的な帰属予測という領土の判断も与えられます。領土は盤面上に黒と白の四角の形で表示され、黒い四角はその点が最終的に黒の陣地になる確率が高い事を表します。また、白い四角はその点が最終的に白の陣地になる確率が高い事を表します。四角が大きいほど、確率が高くなります。四角がない場合は、その交差点が最終的にどちらに帰属する確率が近いことを表します。該当する交差点にマウスを置くと、星陣が決めた点数が見えます。点数は—１００から１００までです。その中で、—１００が白の確定地で、１００が黒の確定地となっています。",
    "领地道具还可以判断是不是双活，或者形成双活的概率有多大。在领地中一半黑一半白的标识即为双活的公气，与领地标识一样，方块越大，代表是公气的概率越高。如下图右下角形成双活，星阵判断出两个点为双活公气点。":"陣地ツールは、セキかどうか、また、セキになる確率がどのくらいあるのかを判断する事ができます。領土の黒半分と白半分の標識は、セキである石の共通のダメです。陣地標識と同じように、四角が大きいほど共通のダメの確率が高いです。次の図の右下隅にセキができ、星陣は２つの点がセキの共通のダメであると判断しました。",
    "领地道具除了能帮助形势判断以外，还可以帮助分析棋的薄厚，是否存在危险；还可以分析实地是否扎实，以及潜力的大小等。相比简单的形势判断，功能更加全面强大，也是学习、拆解棋局的一把利器。":"陣地ツールは、形勢判断のほか、棋力の強弱、危険の有無、陣地の確実性、潜在力の大きさなども分析することができます。単純な形勢判断よりも、より機能が包括的で強力です。対局を学び、解析するための心強い武器となります。",
    "在研究中对于单一局面，也可以使用领地道具简便的判断一下，方便好用。":"研究では、単一局面についても領土ツールを使用して簡単に判断することができます。便利で使いやすいです。",
    "星阵的领地判断与其他对弈平台的形势判断相比，优势十分明显。":"他の対局プラットフォームの形勢判断に比べ、星陣の領土判断の優位性は明らかです。",
    "其他对弈平台的形势判断":"他の対局プラットフォームの形勢判断",
    " 星阵领地判断":"星陣の領土判断",
    "（黑色方块代表黑方目数，白色方块是白方目数，最终结果白方领先43.5目)":"(黒い四角は黒の目数を表し、白い四角は白の目数を表します。最終結果は、白が４３.５目リードしています。）",
    "（黑色方块为该交差点最终归属黑方概率大，白色方块为该交差点最终归属白方概率大，最终结果黑领先16.9目，胜率99%":"黒い四角はその交差点が最終的に黒の陣地になる可能性が大きく、白い四角は最終的に白の陣地になる可能性が高いです。最終結果は黒が16．9目とリーダして、勝率99％。",
    "未能判断出双活，将黑方判死；成功判断双活，并用黑白块标出了公气可能存在的位置":"セキを判定することができませんでした。黒の死と判定します；セキと判定しました、黒白ブロックで公共スペースを示します。",
    "不含有计算，右下角判断错误，当前轮黑下，黑棋1路拐白棋是死棋，反而给白棋点了目；考虑局部计算，知道该黑下，右下角将成为黑方实地":"計算を含まず、右下隅の判断が間違っています。現在は黒の番です。黒が１路から白を囲むのは死に石となり、かえって白の目を打つことになります。局部計算を考えると黒の番が分かり、右下隅が黒の確定地となります。",
    "僵硬的点目，不考虑局部官子收束手段；考虑官子手段，判断出左侧一路扳粘的先后手关系，判断更准确。":"大まかな打ち目、局部のヨセ手段を考慮しません。ヨセ手段を考慮して、左側から一路切り、次の先後手関係を判断し、より正確に判断します。",
    "无法判断潜力，只有近似的结果，偏差很大；基于计算判断潜力范围，并以放块大小表明最终归属概率，准确严谨，具有指导意义。":"潜在力を判断することができなくて、概算結果だけで、誤差が非常に大きいです。計算に基づいて潜在力の範囲を判断し、そして、四角の大きさで最終的な所属の確率を示し、精確かつ厳密で、指導的な意義があります。",
    "在对弈中任意局面可以使用支招道具，使用后星阵会给出几个参考备选点。其中带圈的为第一推荐选点，其他选点颜色越深推荐度越高。":"対局中のどの局面でもヘルプを使用することができます。使用後、星陣はいくつかの参考候補点を提案します。その中で、丸で囲まれた点は星陣の1番推薦する点です。他の選点は色が暗いほど、推薦度が高いです。",
    "在遇到有困惑的局面时，简单的支一招就可以让你豁然开朗，或者告诉你当前局面哪里紧急，又或者帮你指出几种未来局势发展的方向。":"厳しい局面の際、簡単なアイデアを出すと、より良い状態に置かせることができます。あるいは現在の局面でどこが重要であるのかを教えてあげたり、いくつかの局勢の方向性を示してあげたりすることができます。",
    "你还可以利用支招来验证自己想下的棋是否正确，没准你的想法与星阵一致，更加坚定了这盘棋可以赢下来的信心。":"ヘルプを使用し、自分の打つ手が正しいかどうかを検証する事も出来ます。もしかすると、あなたの考えが星陣と一致するかもしれません。対局で勝つ自信を持つことに繋がります。",
    "在研究中，你也可以使用支招道具快速获得选点推荐，方便快捷。":"研究でも、ヘルプを使用して素早く推奨点を知る事が出来ます。迅速かつ便利です。",
    "在对弈中任意局面可以使用变化图道具，使用后星阵会给出自己认为的接下来9手的变化图。":"対局中のどの局面でも変化図ツールを使用できます。使用すると、星陣はこれから打つ９手の変化図を示します。",
    "你可以把变化图当作一个高级的支招使用，一下获得接下来多手的建议。有时只支一招可能并不能完全解开你的疑惑，这时变化图的优势就显现出来了。在腾挪时，星阵可能帮你规划了一条活棋的路线；在收束时，星阵可能告诉你局部定型的手段；在收官时，星阵可能告诉你收官的次序。一个变化图，可能就是你迈向胜利的保障。":"変化図を高レベルのヘルプとして使用できます。ワンステップで多数手のアドバイスを得ることができます。１つのアイデアだけではあなたの疑問を完全に解決できない場合もありますが、そこには変化図の利点が見えてきます。逃げるのに困った時、星陣は生きられる方法を計画していたかもしれません；終盤では、星陣は部分的な定型の手法を教えてくれるかもしれません；ヨセでは星陣はヨセの順序を教えてくれるかもしれません。一つの変化図は、勝利への保証になるかもしれません。",
    "甚至你还可以利用变化图窥探星阵的内心，打乱星阵的部署，出其不意，创造属于你自己的神之一手。":"変化図を使用し、星陣の胸中を覗き込むこともできます。隙を突いて星陣のプランを混乱させ、自分で最高の一手を創造することができます。",
    "在研究中，你也可以使用变化图道具获得一个当前局面的简单变化图，方便简单。":"研究では、変化図という道具を使用して現在の局面のシンプルな変化図を獲得することもできます。簡単かつ便利です。",
    "在对弈中任意局面可以使用悔棋道具，顾名思义，可以悔棋1步。":"対局中のどの局面でも待ったという道具を使用することができます。その名の通り、１つ前の手に戻る事ができます。",
    "在与人类对局时，悔棋时不会被允许的。但在和星阵对弈时，星阵包容你的一切小任性。":"人間と対局する場合は、待ったを使用することができません。しかし星陣と対局する際には、待ったをすることができます。",
    "有时你可能只是不小心手滑，或者不经意地随手，你都可以悔棋，选择一步更好的棋。星阵固然也想赢，但是比起赢棋，能与你有一盘精彩的对局更加令人欣喜。有时你可能是想尝试另一种下法，星阵也十分乐意与你探索不同的棋局。有时你可能对于局面不满意，你也可以退回到你觉得没下好的局面再来一次，可能此刻的你，正在成长。":"人間ですから、時々、偶然手を滑らせてしまう事があります。そのようにうっかり打てしまった時、待ったをすることができ、より良い手を選び直す事ができます。星陣も勝つ事を望んでいますが、勝つ事よりも素晴らしい対局をすることの方が嬉しいです。あなたが別の手を試してみる時、星陣も喜んで一緒に異なる局面を探索します。もしあなたが形勢不利だと感じた時には、良くない局面の手前に戻り、もう一度やり直すことができます。この瞬間、あなたは成長しているに違いありません。",
    "有了悔棋，你还可以放心的试验自己的想法，你哪些天马行空的想法，灵光一现的妙手。星阵陪你在实战中不断验证。围棋，本来就是该无拘无束的。":"待ったがあれば、自分のアイデアを自由に試す事も出来ます。どんな自由自在な考え、突然ひらめいた見事な一手、星陣 はいつも、あなたと一緒に実戦で検証し続けます。囲碁というものは、もともと自由で自分の思うままに楽しめるものですから。",
    "星光卡介绍":"星陣カードのご紹介",
    "星光卡用户，可以享受研究以及高水平对弈全场折扣，经济实惠。办理星光卡还可以加赠免费时长，畅享无忧。":"星陣カードのユーザーの方は、研究・ハイレベル対局で割引を受けることができます。とても経済的です。星陣カードをお申し込みいただけますと、無料の対局時間をもらえるので安心して対局をお楽しみいただけます。",
    "按年办理，其中两个月免费赠送，享受折上再折！":"カードは年単位で受付しており、２ヶ月の無料期間をプレゼントしています。倍の割引を受けることができるので非常にお得です！",
    "说明":"説明",
    "在研究模式及高水平对弈模式，星光卡赠送时长内的使用全部免费，超出部分及使用其他配置均享受相应折扣。":"研究モード・ハイレベル対局モードで、星陣カードによってプレゼントされた時間内の使用はすべて無料です。超過分及び他の構成の使用もそれに応じた割引があります。",
    "星光卡开通后立即生效，月卡于次月相同日期的零点到期（次月无相同日期的于下下月1日零点到期。)":"星陣カードは受理され次第、即時有効となります。月次カードは翌月の同じ日の零時で期限切れとなります（翌月に同じ日付がない場合、翌翌月の１日の零時で期限切れとなります）。",
    "办理年卡视为连续办理12个月星光月卡。赠送时长当月有效，不延续至次月。年卡未生效月份可升级，升级按单月价格补交剩余月份差价。星光卡到期前一个月内可续订下一周期星光卡。":"年次カードは、１２か月分の星陣月次カードと見なします。プレゼントの時間は当月のみ有効で、翌月に繰り越すことはできません。年次カードが有効でない月にアップグレードする事ができます。アップグレードは残りの月の差額を月額で支払うことです。カード期限切れ直前の月に次の年次カードに更新することができます。",
    "星阵围棋简介":"星陣囲碁概要",
    "星阵围棋（以下简称星阵）是北京深客科技有限公司研发的高水平人工智能围棋程序。它使用少量硬件资源完成训练，实现更具通用性、更人性化的高水平围棋智能软件。对局进程中，星阵会像人类一样用点目的方式进行形势判断，无论优势劣势，始终追求最优下法，以“不退让围棋”闻名。星阵还可以进行任意路数和任意贴目的对局，完美适应各种围棋规则。<br />　　星阵于2018年4月战胜世界冠军柯洁九段，2018年5月让先对阵顶尖职业棋手41局获得40胜1负，随后相继三次获得世界人工智能围棋大赛冠军。2019年4月，星阵让二子对阵四位世界女子顶尖棋手，获得全胜。<br /> 　　星阵曾代表中国人工智能参加第四届东方经济论坛。并在世界人工智能大会上与刘鹤副总理对弈。": "星陣囲碁（以下は星陣）は北京深客科学技術株式会社が開発したハイレベル人工知能囲碁プログラミングであり、少量なハードウェアシステムで訓練を完成し、通用性とヒューマにゼーションを持つハイレベル囲碁AIアプリです。対局中、星陣は人間棋士みたいに目算の方法で形勢を判断し、局面に関わらず、最適な手を追求し、「絶対譲らない」ことで知られます。星陣は任意路数の碁盤や任意コミで対局ができ、様々な囲碁ルールに応じることができます。<br />　　星陣は2018年4月に世界チャンピオンの柯潔九段に勝ち、2018年5月にプロ棋士と定先で41局40勝１負の成績をおさめました。その後、世界人工知能囲碁大会で三連勝しました。2019年4月、星陣（上手）がニ子局で四名世界上位女流棋士と対局し、全勝しました。",
    "星阵围棋（以下简称星阵）是北京深客科技有限公司研发的高水平人工智能围棋程序。它使用少量硬件资源完成训练，实现更具通用性、更人性化的高水平围棋智能软件。对局进程中，星阵会像人类一样用点目的方式进行形势判断，无论优势劣势，始终追求最优下法，以“不退让围棋”闻名。星阵还可以进行任意路数和任意贴目的对局，完美适应各种围棋规则。":"星陣囲碁（以下は星陣）は北京深客科学技術株式会社が開発したハイレベル人工知能囲碁プログラミングであり、少量なハードウェアシステムで訓練を完成し、通用性とヒューマにゼーションを持つハイレベル囲碁AIアプリです。対局中、星陣は人間棋士みたいに目算の方法で形勢を判断し、局面に関わらず、最適な手を追求し、「絶対譲らない」ことで知られます。星陣は任意路数の碁盤や任意コミで対局ができ、様々な囲碁ルールに応じることができます。",
    "星阵于2018年4月战胜世界冠军柯洁九段，2018年5月让先对阵顶尖职业棋手41局获得40胜1负，随后相继三次获得世界人工智能围棋大赛冠军。2019年4月，星阵让二子对阵四位世界女子顶尖棋手，获得全胜。":"星陣は2018年4月に世界チャンピオンの柯潔九段に勝ち、2018年5月にプロ棋士と定先で41局40勝１負の成績をおさめました。その後、世界人工知能囲碁大会で三連勝しました。2019年4月、星陣（上手）がニ子局で四名世界上位女流棋士と対局し、全勝しました。",
    "星阵曾代表中国人工智能参加第四届东方经济论坛。并在世界人工智能大会上与刘鹤副总理对弈。":"星陣は中国人工知能の代表として第四回東方経済フォ�����ラムに参加し、世界人工知能大会で劉鶴副総理と対局しました。",
    "星阵技术":"星陣技術",
    "2016年3月，DeepMind团队的围棋AI程序AlphaGo 4:1战胜世界冠军李世石九段，成为人工智能历史上的里程碑事件。2017年5月，改进后的AlphaGo再次与柯洁九段对弈，以3:0获得完胜。DeepMind团队发表在《自然》杂志上的两篇重磅论文，阐释了这两次胜利背后的技术驱动力。<br />　　然而，以AlphaGo-Zero为代表的围棋AI仍然存在一些问题：<br />　　首先，是水平上限的问题。AlphaGo-Zero证明了使用强化学习技术可以提高AI的棋力，但是从论文的实验数据来看这种棋力增长的速度越来越慢，后期趋向停滞。在这一框架下，棋力的提升存在瓶颈。<br />　　其次，是资源开销问题。目前的强化学习方法自对弈消耗的计算资源空前巨大，DeepMind团队为了打造AlphaGo-Zero，使用了2000个TPU进行自对弈，总耗资过亿元。这样的算力消耗是中小型学术机构、研究团队难以承受的，需要从算法层面做出改进，降低训练使用的计算资源开销。<br />　　第三，是算法的通用性、灵活性、可迁移性的问题。AlphaGo-Zero的强化学习算法，基于单一、特定的围棋规则，也即中国规则黑贴3.75子。一旦规则改变，就需要重新训练，之前投入的大量计算资源训练的模型没有利用价值。全世界的围棋规则并没有统一，而如果为各个围棋规则分别训练围棋AI，会造成极大的浪费。显然，这和人类所认识的“举一反三”类型的智能是不相符的。<br />　　星阵围棋力求使用更少的训练资源，实现更具通用性、更人性化的高水平围棋智能。它在AlphaGo的基础上做了一些技术创新。星阵的主要贡献涉及到机器学习的两个重要领域，多任务学习和迁移学习。": "2016年3月、 DeepMindチームの囲碁AlプログラムAlphaGoが4:1で世界チャンピオンの李世段九段に勝ち、それは人工知能の歴史における画期的なイベントとなりました。2017年5月、改善されたAlphaGoは再び柯潔九段と対局し、3:0で完勝しました。DeepMindチ一ムは、「ネイチャ一」誌に掲載した2つの論文で、これら２つの勝利の背後にある技術的な原動力を説明しました。<br />　　しかし、AlphaGoーZeroを代表とする囲碁AIはまだ問題があります。<br />　　それに、資源コストの問題です。現在の強化学習方法は巨大な資源を費やします。DeepMindチームがAlphaGo-Zeroを開発するために、2000個のTPUで自対局を行い、コストが数兆円を超えました。このようなコストは中小学術機関、研究チームにとっては負担できません。アルゴリズムの面で改良し、訓練のコストを下げなれればなりません。<br />　　第三は、アルゴリズムの通用性、柔軟性と遷移性の問題です。AlphaGo Zeroの強化学習アルゴリズムは単一、特定な囲碁ルールに従います（よせ３.75目の中国ルール）。ルールが変更されると、これまでに投入された大量の計算資源の訓練のモデルは利用価値がなくなり、予め訓練しなければなりません。現在、全世界の囲碁ルールはまだ統一されていないため、囲碁AIをルールごとに訓練するのは無駄となります。これは、人間が知る「一を聞いて十を知る」タイプの知能とは明らかに一致しません。<br />　　星陣囲碁はできるだけ少量な資源で訓練し、通用性とヒューマにゼーションを持つハイレベル囲碁知能アプリです。星陣はAlphaGoに基づき、技術革新をしました。星陣の主な貢献はロボット学習の二つの重要な領域に及ぼし、マルチタスク学習と遷移学習です。",
    
    
    "2016年3月，DeepMind团队的围棋AI程序AlphaGo 4:1战胜世界冠军李世石九段，成为人工智能历史上的里程碑事件。2017年5月，改进后的AlphaGo再次与柯洁九段对弈，以3:0获得完胜。DeepMind团队发表在《自然》杂志上的两篇重磅论文，阐释了这两次胜利背后的技术驱动力。":"2016年3月，DeepMind团队的围棋AI程序AlphaGo 4:1战胜世界冠军李世石九段，成为人工智能历史上的里程碑事件。2017年5月，改进后的AlphaGo再次与柯洁九段对弈，以3:0获得完胜。DeepMind团队发表在《自然》杂志上的两篇重磅论文，阐释了这两次胜利背后的技术驱动力。",
    "然而，以AlphaGo-Zero为代表的围棋AI仍然存在一些问题：":"しかし、AlphaGoーZeroを代表とする囲碁AIはまだ問題があります。",
    "首先，是水平上限的问题。AlphaGo-Zero证明了使用强化学习技术可以提高AI的棋力，但是从论文的实验数据来看这种棋力增长的速度越来越慢，后期趋向停滞。在这一框架下，棋力的提升存在瓶颈。":
    "まず、レベル上限の問題です。AlphaGo-Zeroは強化学習技術を用いることでAIの棋力を伸ばせることを証明しました。しかし、論文の実験データから見ると、このような方法で棋力を伸ばせるスピートは徐々に遅くなり、後期でほぼ止まります。この技術で、棋力が伸びない問題は存在します。",
    "其次，是资源开销问题。目前的强化学习方法自对弈消耗的计算资源空前巨大，DeepMind团队为了打造AlphaGo-Zero，使用了2000个TPU进行自对弈，总耗资过亿元。这样的算力消耗是中小型学术机构、研究团队难以承受的，需要从算法层面做出改进，降低训练使用的计算资源开销。":
    "それに、資源コストの問題です。現在の強化学習方法は巨大な資源を費やします。DeepMindチームがAlphaGo-Zeroを開発するために、2000個のTPUで自対局を行い、コストが数兆円を超えました。このようなコストは中小学術機関、研究チームにとっては負担できません。アルゴリズムの面で改良し、訓練のコストを下げなれればなりません。",
    "第三，是算法的通用性、灵活性、可迁移性的问题。AlphaGo-Zero的强化学习算法，基于单一、特定的围棋规则，也即中国规则黑贴3.75子。一旦规则改变，就需要重新训练，之前投入的大量计算资源训练的模型没有利用价值。全世界的围棋规则并没有统一，而如果为各个围棋规则分别训练围棋AI，会造成极大的浪费。显然，这和人类所认识的“举一反三”类型的智能是不相符的。":
    "第三は、アルゴリズムの通用性、柔軟性と遷移性の問題です。AlphaGo Zeroの強化学習アルゴリズムは単一、特定な囲碁ルールに従います（よせ３.75目の中国ルール）。ルールが変更されると、これまでに投入された大量の計算資源の訓練のモデルは利用価値がなくなり、予め訓練しなければなりません。現在、全世界の囲碁ルールはまだ統一されていないため、囲碁AIをルールごとに訓練するのは無駄となります。これは、人間が知る「一を聞いて十を知る」タイプの知能とは明らかに一致しません。",
    "星阵围棋力求使用更少的训练资源，实现更具通用性、更人性化的高水平围棋智能。它在AlphaGo的基础上做了一些技术创新。星阵的主要贡献涉及到机器学习的两个重要领域，多任务学习和迁移学习。":
    "星陣囲碁はできるだけ少量な資源で訓練し、通用性とヒューマにゼーションを持つハイレベル囲碁知能アプリです。星陣はAlphaGoに基づき、技術革新をしました。星陣の主な貢献はロボット学習の二つの重要な領域に及ぼし、マルチタスク学習と遷移学習です。",
    
    "多任务学习（MTL）是机器学习中一个很有前景的领域，它利用多个学习任务中包含的有用信息来帮助每个任务学习到更为准确的学习器。<br />　　在现实世界中，有很多问题都是相关联的，如果把这些问题当做一个一个独立的任务来建模，就忽略了这些问题之间所富含的丰富关联信息。在机器学习中，把相关的多个任务放在一起学习，可以更容易地学习到多个任务间共性的特征，进而减小对训练数据的需求量，加快学习的速度，提升模型的泛化能力，比单独学习它们得到更好的性能。<br />": "マルチタスク学習（MTL)はロボット学習における有望な分野であり、複数の学習タスクに含まれた有用な情報を利用し、タスクごとにより正確な学習を支援するという学習器です。<br />　　現実世界では、様々な問題が関連しており、もしこれらの問題を独立した任務としてモデりングすると、それらの問題間に含まれる豊富な関連情報が見落とされます。ロボット学習で、関連する複数のタスクを一緒に勉強することで、容易に複数のタスクの関連している特徴を学ぶことができ、さらに訓練データに関する需要量を減少させ、学習スピードを速め、モデルの汎化能力を向上させ、独立で学習するより優れた性能を得ることができます。<br />",
    
    
    "多任务学习":"マルチタスク学習",
    "多任务学习（MTL）是机器学习中一个很有前景的领域，它利用多个学习任务中包含的有用信息来帮助每个任务学习到更为准确的学习器。":
    "マルチタスク学習（MTL)はロボット学習における有望な分野であり、複数の学習タスクに含まれた有用な情報を利用し、タスクごとにより正確な学習を支援するという学習器です。",
    "在现实世界中，有很多问题都是相关联的，如果把这些问题当做一个一个独立的任务来建模，就忽略了这些问题之间所富含的丰富关联信息。在机器学习中，把相关的多个任务放在一起学习，可以更容易地学习到多个任务间共性的特征，进而减小对训练数据的需求量，加快学习的速度，提升模型的泛化能力，比单独学习它们得到更好的性能。":
    "現実世界では、様々な問題が関連しており、もしこれらの問題を独立した任務としてモデりングすると、それらの問題間に含まれる豊富な関連情報が見落とされます。ロボット学習で、関連する複数のタスクを一緒に勉強することで、容易に複数のタスクの関連している特徴を学ぶことができ、さらに訓練データに関する需要量を減少させ、学習スピードを速め、モデルの汎化能力を向上させ、独立で学習するより優れた性能を得ることができます。",
    
    "与AlphaGo只使用策略网络（Policy Network）和价值网络（Value Network）不同，星阵同时学习了四个主任务，另外两个是领地网络（Area Network）和子差网络（Score Network）。领地网络基于任意给定盘面，分别估算棋盘上每个交叉点最终归属黑棋或白棋的概率。子差网络基于任意给定盘面，估算最终黑方子数与白方子数的差值。很显然，占据哪些领地、双方子数的差距、以及哪方获胜这三个训练任务具有很强的相关性，事实上占据哪些领地就直接决定了哪一方能够取胜。因此价值网络与领地网络、子差网络同时训练可以相互促进，提升性能，这一点是毋庸置疑的。<br />　　在领地网络和子差网络的帮助下，星阵对局面的判断更加全面、立体，这也让星阵学会了像人一样“点目”，而不仅仅是依靠胜率来下棋。在胜率接近的情况下，星阵会选择子差更优的下法，将领先的优势继续扩大，或者试图缩小落后的目数，咬住局面寻找机会。这一技术特点也形成了星阵“不退让围棋”的棋风。<br />　　多任务学习能够行之有效，有其深层次的原因。<br />　　首先，越多任务的越多标签，就可以从每一个训练样本中汲取更多的信息，也意味着数据量的增加，因此多任务学习能够显著提升训练速度，消耗更少训练数据，降低过拟合的风险。<br />　　其次，当单独训练一个任务时，模型会学习到针对这个任务的一些好的隐藏特征表示。而采用共享权重的方式同时学习多个任务，使模型更容易捕捉到那些同时对多个任务有益的隐藏特征表示，这样的隐藏特征表示更为通用，对于新环境的新任务也会表现的更好，模型因而具有更强的泛化能力。<br />　　有时候，单独训练A任务可能很难学习到某种对该任务有益的隐藏特征表示，但是这种特征表示在B任务中却很容易学到。同时学习两个任务时，通过借用从B任务中学到的隐藏特征表示，A任务从中获益。": "策略ネットワーク（Policy Network）と価値ネットワーク（Value Network）しか使っていないAlphaGoに対して、星陣は四つのメインタスクを同時に学習し、残りの二つは陣地ネットワーク（Area Network）と子差ネットワーク（Score Network）です。陣地ネットワークは任意の局面で各交差点が最終的に黒番もしくは白番になる確率を計算します。子差ネットワークは、任意の局面で最終の黒番と白番の子数の差を計算することができます。どの陣地を占領するか、黒番と白番の子数の差、結果的にはどっちが勝つかという三つのトレーニングタスクは強い関連性を持っています。どの陣地を占領することで直接にどちらが勝つかが決まります。したがって、価値ネットワーク、陣地ネットワーク、子差ネットワークを同時に訓練すると、お互いに促進し、性能を向上させることができることはいうまでもありません。<br />　　陣地ネットワークと子差ネットワークのおかげで、局面に対する星陣の判断がより全面的で、立体的になったことは、星陣が勝率だけではなく、人間みたいに「点目」を覚えるようになりました。勝率が同じぐらいの状況で、星陣は子差に有利な打ち方を選び、優勢を拡大し、もしくは追いつけます。このような技術で星陣の「囲碁を譲らない」という棋風を形成しました。<br />　　多任務学習が役立つには、様々な理由があります。<br />　　まず、タスクが多くなればラベルも多くなり、各訓練サンプルから多くの情報を取り入れることができ、データ量が増加します。したがって、マルチタスク学習は訓練スピートを著しく向上させ、、訓練データの消耗を減少し、過剰適合のリスクを下げることができます。<br />　　そして、一つのタスクを単独で訓練するとき、モデルはそのタスクに対する隠された良い特徴表現を学ぶことができます。また、シェアウェイトの方法で同時に複数のタスクを学ぶと、モデルは複数のタスクに対する隠された特徴表現を捉えやすくなります。このような隠された特徴表現がさらに通用され、新しい環境の新しいタスクに対する適応性も高く、モデルはより強力な汎化能力を持つようになります。<br />　　場合によって、独立でAタスクを訓練することで、このタスクに有利な隠れた特徴表現を学ぶことが難しい時もあるかもしれませんが、この特徴表現はBタスクで学びやすいです。二つのタスクを同時に学ぶ時、AタスクがBタスクから学んだ隠れた特徴表現を通して学ぶこともできます。",
    
    
    
    "与AlphaGo只使用策略网络（Policy Network）和价值网络（Value Network）不同，星阵同时学习了四个主任务，另外两个是领地网络（Area Network）和子差网络（Score Network）。领地网络基于任意给定盘面，分别估算棋盘上每个交叉点最终归属黑棋或白棋的概率。子差网络基于任意给定盘面，估算最终黑方子数与白方子数的差值。很显然，占据哪些领地、双方子数的差距、以及哪方获胜这三个训练任务具有很强的相关性，事实上占据哪些领地就直接决定了哪一方能够取胜。因此价值网络与领地网络、子差网络同时训练可以相互促进，提升性能，这一点是毋庸置疑的。":
    "策略ネットワーク（Policy Network）と価値ネットワーク（Value Network）しか使っていないAlphaGoに対して、星陣は四つのメインタスクを同時に学習し、残りの二つは陣地ネットワーク（Area Network）と子差ネットワーク（Score Network）です。陣地ネットワークは任意の局面で各交差点が最終的に黒番もしくは白番になる確率を計算します。子差ネットワークは、任意の局面で最終の黒番と白番の子数の差を計算することができます。どの陣地を占領するか、黒番と白番の子数の差、結果的にはどっちが勝つかという三つのトレーニングタスクは強い関連性を持っています。どの陣地を占領することで直接にどちらが勝つかが決まります。したがって、価値ネットワーク、陣地ネットワーク、子差ネットワークを同時に訓練すると、お互いに促進し、性能を向上させることができることはいうまでもありません。",
    "在领地网络和子差网络的帮助下，星阵对局面的判断更加全面、立体，这也让星阵学会了像人一样“点目”，而不仅仅是依靠胜率来下棋。在胜率接近的情况下，星阵会选择子差更优的下法，将领先的优势继续扩大，或者试图缩小落后的目数，咬住局面寻找机会。这一技术特点也形成了星阵“不退让围棋”的棋风。":
    "陣地ネットワークと子差ネットワークのおかげで、局面に対する星陣の判断がより全面的で、立体的になったことは、星陣が勝率だけではなく、人間みたいに「点目」を覚えるようになりました。勝率が同じぐらいの状況で、星陣は子差に有利な打ち方を選び、優勢を拡大し、もしくは追いつけます。このような技術で星陣の「囲碁を譲らない」という棋風を形成しました。",
    "多任务学习能够行之有效，有其深层次的原因。":"多任務学習が役立つには、様々な理由があります。",
    "首先，越多任务的越多标签，就可以从每一个训练样本中汲取更多的信息，也意味着数据量的增加，因此多任务学习能够显著提升训练速度，消耗更少训练数据，降低过拟合的风险。":
    "まず、タスクが多くなればラベルも多くなり、各訓練サンプルから多くの情報を取り入れることができ、データ量が増加します。したがって、マルチタスク学習は訓練スピートを著しく向上させ、、訓練データの消耗を減少し、過剰適合のリスクを下げることができます。",
    "其次，当单独训练一个任务时，模型会学习到针对这个任务的一些好的隐藏特征表示。而采用共享权重的方式同时学习多个任务，使模型更容易捕捉到那些同时对多个任务有益的隐藏特征表示，这样的隐藏特征表示更为通用，对于新环境的新任务也会表现的更好，模型因而具有更强的泛化能力。":
    "そして、一つのタスクを単独で訓練するとき、モデルはそのタスクに対する隠された良い特徴表現を学ぶことができます。また、シェアウェイトの方法で同時に複数のタスクを学ぶと、モデルは複数のタスクに対する隠された特徴表現を捉えやすくなります。このような隠された特徴表現がさらに通用され、新しい環境の新しいタスクに対する適応性も高く、モデルはより強力な汎化能力を持つようになります。",
    "有时候，单独训练A任务可能很难学习到某种对该任务有益的隐藏特征表示，但是这种特征表示在B任务中却很容易学到。同时学习两个任务时，通过借用从B任务中学到的隐藏特征表示，A任务从中获益。":
    "場合によって、独立でAタスクを訓練することで、このタスクに有利な隠れた特徴表現を学ぶことが難しい時もあるかもしれませんが、この特徴表現はBタスクで学びやすいです。二つのタスクを同時に学ぶ時、AタスクがBタスクから学んだ隠れた特徴表現を通して学ぶこともできます。",
    "迁移学习":"遷移学習",
    "机器学习的模型训练是靠数据驱动的，但在很多情况下数据极端匮乏，迁移学习就是解决数据量匮乏的一种重要方法。假定源域具有充足的数据，并已经训练出足以解决源问题的模型，迁移学习利用源域中的现有模型，帮助在缺乏训练样本的目标域，训练出解决目标任务的模型。<br />":"ロボット学習のモデル訓練はデータに駆動されるが、多くの場合、データが不足しております。そうした状態で、遷移学習はデータ量不足を解決する重要な方法の一つとなります。ソースドメインが十分なデータを持って、それに、ソース問題を解くのに十分なモデルが学習され、遷移学習はソースドメインにある既存のモデルを利用し、訓練サンプルが乏しいターゲットドメインにおいて、ターゲットタスクを解くモデルが学習されることを支援すると仮定します。",
    "将迁移学习应用于围棋AI中":"遷移学習を囲碁AIに応用する。",
    "使用迁移学习有两个假设，源域与目标域的样本分布不同；目标域严重缺乏带有标签的样本。围棋规则并没有在全世界范围内统一，不同围棋规则下的训练样本并不通用。目前围棋AI大多使用19路棋盘，中国规则黑贴3.75子，此规则下的训练样本相对充足。星阵通过引入迁移学习技术，将中国规则黑贴3.75子的模型，用较小的代价，迁移到其他规则下。迁移学习为星阵带来了极大的算法灵活性，于是星阵可以进行任意路数的对局，也可以进行任意贴目的对局，可以进行让子棋的对弈，完美适应中国规则数子法和韩日规则数目法。可以说，迁移学习使得星阵在围棋上实现了“举一反三”的智能。":"遷移学習は二つの仮説があります。ソースドメインとターゲットドメインのサンプル分布が異なります。ターゲットドメインはタグ付けされたサンプルが著しく不足しています。囲碁のルールが世界的にまだ統一されていないため、異なる囲碁のルールの下での訓練サンプルはあまり通用しません。現在、囲碁AIの多くは19路碁盤を使用していて、中国ルールでは黒パッチ3.75であり、このルールの下での訓練サンプルの資源は豊かです。星陣は遷移学習の導入を通じて、中国ルールでの黒パッチ3.75を小さいコストで他のルールに遷移します。遷移学習が星陣に非常に大きなアルゴリズムの柔軟性をもたらすため、星陣は任意の路数、任意コミ、置碁などの対局を行うことができ、中国規則数子法と韓日規則法に完璧に適応できます。遷移学習は、囲碁において星陣が「一を聞いて十を知る」知能を実現させたと言えます。",
    "比赛成绩":"大会成績",
    "人机对弈":"人間AI対局",
    "星阵围棋主创人金涬博士与世界冠军柯洁九段":"星陣囲碁創始者金涬と世界チャンピョン柯潔九段",
    
    
    "2018年4月27日，在福州举行的“贝瑞基因杯”2018世界人工智能围棋大赛上，星阵围棋执黑第145手中盘战胜五次（当时）世界冠军柯洁九段。这场比赛被媒体称作“第三次人机大战”。<br />　　在与柯洁对阵前，星阵围棋与职业棋手们进行了让先三十番棋，战绩达到28胜2负，战胜过的对手包括周睿羊、范廷钰、朴廷桓等强手。在与柯洁对阵后，星阵围棋又让先与围棋高手轮番对战，取得40胜1负的战绩。战胜过的对手包括檀啸、谢尔豪、时越、江维杰、柁嘉熹、党毅飞、崔哲瀚、元晟溱、周俊勋等世界冠军。2018年11月17日，在江西抚州，人工智能大会围棋AI人机表演赛上，执白让先倒贴3.75子，中盘战胜世界冠军时越九段。<br />": "2018年4月27日、福州で行われた「ベレギノカップ」2018世界人工知能囲碁大会で、星陣囲碁が黒番第145局で柯潔九段（当時の世界チャンピオン）に勝ちました。今回の試合はマスコミに「第三回人間AI対戦」と呼ばれています。<br />　　柯潔九段との対局を前にして、星陣囲碁はプロ棋士たちと定先で三十番碁を行い、周睿羊、范廷鈺、朴廷桓などに勝ち、28勝２敗の実績をあげました。柯潔と対局した後も、星陣囲碁は定先でプロ棋士たちと対戦し、檀啸、谢尔豪、时越、江维杰、柁嘉熹、党毅飞、崔哲瀚、元晟溱、周俊勋などの世界チャンビオンに勝ち、40勝１敗の実績をあげました。2018年11月17日、江西省撫州市で開催された人工知能大会の囲碁AIエキシビションゲームで、白方は先に３.75を戻し、中盤で世界チャンビオンの時越九段に勝ちました。<br />",
    
    
    "2018年4月27日，在福州举行的“贝瑞基因杯”2018世界人工智能围棋大赛上，星阵围棋执黑第145手中盘战胜五次（当时）世界冠军柯洁九段。这场比赛被媒体称作“第三次人机大战”。":
    "2018年4月27日、福州で行われた「ベレギノカップ」2018世界人工知能囲碁大会で、星陣囲碁が黒番第145局で柯潔九段（当時の世界チャンピオン）に勝ちました。今回の試合はマスコミに「第三回人間AI対戦」と呼ばれています。",
    "在与柯洁对阵前，星阵围棋与职业棋手们进行了让先三十番棋，战绩达到28胜2负，战胜过的对手包括周睿羊、范廷钰、朴廷桓等强手。在与柯洁对阵后，星阵围棋又让先与围棋高手轮番对战，取得40胜1负的战绩。战胜过的对手包括檀啸、谢尔豪、时越、江维杰、柁嘉熹、党毅飞、崔哲瀚、元晟溱、周俊勋等世界冠军。2018年11月17日，在江西抚州，人工智能大会围棋AI人机表演赛上，执白让先倒贴3.75子，中盘战胜世界冠军时越九段。":
    "柯潔九段との対局を前にして、星陣囲碁はプロ棋士たちと定先で三十番碁を行い、周睿羊、范廷鈺、朴廷桓などに勝ち、28勝２敗の実績をあげました。柯潔と対局した後も、星陣囲碁は定先でプロ棋士たちと対戦し、檀啸、谢尔豪、时越、江维杰、柁嘉熹、党毅飞、崔哲瀚、元晟溱、周俊勋などの世界チャンビオンに勝ち、40勝１敗の実績をあげました。2018年11月17日、江西省撫州市で開催された人工知能大会の囲碁AIエキシビションゲームで、白方は先に３.75を戻し、中盤で世界チャンビオンの時越九段に勝ちました。",
    "星阵围棋授二子与女棋手在比赛中":"星陣囲碁が２子局で女流棋士と対局中",
    "2019年4月30日，在“博思杯”2019世界人工智能围棋大赛人机对抗赛中，星阵围棋授二子与第二届吴清源杯四强棋手芮乃伟九段、王晨星五段、李赫五段和曹承亚二段对弈，获得四战全胜。这是围棋人工智能首次在授二子的正式比赛中战胜人类职业棋手。<br />":
    "2019年4月30日、”博思杯”2019世界人工知能囲碁大会のマン・マシン対抗戦で、星陣囲碁が二子局で芮廼偉九段（第二回呉清源杯四強）、王晨星五段、李赫五段、曹承亚二段と対局し、全勝しました。これは囲碁人工知能が初めて正式の試合で二子局で人類棋士に勝ちました。",
    "2018“中信证券杯”世界智能围棋公开赛夺冠":"2018”中信証券杯”世界知能囲碁大会で優勝しました。",
    "2018年7月，星阵围棋在2018腾讯世界人工智能围棋大赛上获得亚军。2018年8月13日至15日，第二届“中信证券杯”世界智能围棋公开赛在广西南宁举行，星阵围棋击败了来自中国、美国、日本、韩国等高水平AI，夺得冠军，并获奖金45万元。这是AI围棋界有史以来规格和奖金最高的比赛。":
    "2018年7月、星陣囲碁が2018テンセント世界人工知能囲碁大会で準優勝を獲得しました。2018年8月13日ー15日、第二回”中信証券杯”世界知能囲碁大会が広西省南寧市で開催され、星陣囲碁が中国、アメリカ、日本、韓国などからのハイレベルAIに勝ち、賞金45万元を獲得しました。今回の大会は歴史上で参加者数が一番多く、賞金が一番高いAI囲碁大会です。",
    
    "2018年12月15日，星阵围棋在日本东京获得第二届AI龙星战冠军。<br />　　2019年3月17日，星阵围棋受邀参加世界最强棋士战AI配对赛，携手芮迺伟九段获得冠军。<br />　　2019年4月26到29日，星阵围棋参加在福州举行的“博思杯”2019世界人工智能围棋大赛，并获得冠军。": "2018年12月15日、星陣囲碁が日本の東京で開催された第二回AI流星戦で優勝しました。<br />　　2019年3月17日、星陣囲碁は世界最強棋士戦AIペア大会に参加し、芮廼偉九段とペアを組み、優勝しました。<br />　　2019年4月26日から29日まで、星陣囲碁は福州で開催された”博思杯”2019世界人工知能囲碁大会に参加し、優勝しました。",
    
    
    "2018年12月15日，星阵围棋在日本东京获得第二届AI龙星战冠军。":"2018年12月15日、星陣囲碁が日本の東京で開催された第二回AI流星戦で優勝しました。",
    "2019年3月17日，星阵围棋受邀参加世界最强棋士战AI配对赛，携手芮迺伟九段获得冠军。":"2019年3月17日、星陣囲碁は世界最強棋士戦AIペア大会に参加し、芮廼偉九段とペアを組み、優勝しました。",
    "2019年4月26到29日，星阵围棋参加在福州举行的“博思杯”2019世界人工智能围棋大赛，并获得冠军。":"2019年4月26日から29日まで、星陣囲碁は福州で開催された”博思杯”2019世界人工知能囲碁大会に参加し、優勝しました。",
    "重要活动":"重要イベント",
    "东方经济论坛":"東方経済フォーラム",
    "第四届东方经济论坛嘉宾先后与星阵围棋对弈":"第四回東方経済フォーラムのゲストが星陣囲碁と対局します。",
    "2018年9月11-13日，星阵围棋作为中国人工智能的唯一代表受邀赴俄罗斯符拉迪诺斯托克参加了第四届东方经济论坛，进行表演和展示。俄罗斯国有开发银行行长谢尔盖•高科夫Sergey Gorkov，符拉迪沃斯托克市市长维塔利•沃克延科Vitaly•Verkeenko，欧洲围棋联盟主席马丁•斯蒂阿斯尼Martin Stiassny，全球最大贵金属生产商之一PolyMental公司董事长 维塔利•内西斯Vitaly Nesis等先后与星阵围棋对弈。":
    "2018年9月11日ー13日、星陣囲碁は中国人工知能の唯一の代表として招聘され、ロシアのウラジノストークで開催された第四回東方経済フォーラムに参加し、星陣AI囲碁とパフォーマンスを展示しました。ロシアの開発対外経済銀行社長Sergey Gorkov、ウラジオストク市の市長Vitaly•Verkeenko、ヨロッパ囲碁連盟主席Martin Stiassny、世界で最大の貴金属メーカーの一つであるPolymetal社の社長Vitaly Nesisなどが星陣囲碁と対局しました。",
    "世界人工智能大会":"世界人工知能大会",
    "刘鹤副总理与星阵围棋对弈（前排右2国务院副总理刘鹤；前排右3工信部部长苗圩；前排右5上海市市长应勇；前排右1星阵围棋主创金涬）":
    "劉鶴副総理と星陣囲碁の対局（前の右から二番目が劉鶴副総理、前の右から三番目が工業情報化部部長苗圩、前の右から五番目が上海市市長応勇、前の右から一番目は星陣囲碁創設者金涬）",
    "2018年9月17日，星阵围棋受邀参加在上海举办的第二届世界人工智能大会。国务院副总理刘鹤视察了星阵围棋的展台，询问了星阵围棋与AlphaGo的差异，饶有兴致地与星阵围棋对弈，并勉励星阵发展人工智能围棋产业。":
    "2018年9月17日、星陣囲碁が上海で行われた第二回世界人工知能大会に参加した。国務院副総理劉鶴が星陣囲碁のブースを査察し、星陣囲碁とAlphaGoの区別を尋ね、星陣囲碁と対局し、星陣囲碁が人工知能囲碁AI領域での開発を励ましました。",
    "2019年5月7日下午，福州海峡国际会展中心中庭，星阵围棋与来自比利时的LeelaZero进行了一场围棋顶级对抗赛，万众瞩目。最终星阵围棋中盘战胜LeelaZero，获得本次对抗赛的优胜。同时，星阵围棋主创金涬博士与职业棋手王鹭三段在现场配合星阵智能分析，为观众进行了人工智能与围棋相关内容的讲解。":
    "2019年5月7日午後、福州海峡国際展示コンベンションセンターの中庭で、星陣囲碁とベルギーから来たLeelazeroとの囲碁最強戦が行われ、注目を集めています。星陣囲碁が中盤でLeelaZeroに勝ち、今回の対抗戦で優勝しました。同時に、星陣囲碁の創設者である金涬博士とプロ棋手の王鷺三段は現場で星陣知能分析に協力し、人工知能と囲碁に関する講義を行いました。",
    "产品介绍":"商品紹介",
    "原创内容":"オリジナルコンテンツ",
    "了解星阵":"星陣について",
    "关注我们":"フォローする",
    "智能对弈":"AI対局",
    "37个不同等级的星阵智能棋手。无论你是入门还是职业顶尖，总有一个适合你。随时随地的围棋陪练，每个阶梯都见证你的成长。星阵陪练已完成2316万盘对局。":"星陣は、練習相手としてすでに2316万対局をやり遂げました。３７人の様々なレベルのAI棋士があなたと対局できるのを待っています。初心者であろうとトッププロであろうと、あなたに合う練習相手が必ず星陣には存在しています。星陣は、いつでもどこでもあなたの良き練習相手となります。あなたが上達していく過程に寄り添います。",
    "了解更多":"さらに知る",
    "马上对弈":"すぐに対局",
    "顶尖围棋AI，大算力权威分析数据。胜率，子差多角度评价，更易理解。操作简单，随时随地分析你想了解的局面。星阵已经分析过10亿个局面。":"トップの囲碁AI、優れた計算能力で信頼できるデータ分析があり、勝率、多角的に見た子差評価、理解しやすさという特徴もあり、簡単な操作で、いつでもどこでも知りたい局面を分析できます。これらの特徴を持つ星陣は、10億もの局面を分析してきました。",
    "立即研究":"すぐに研究する",
    "复盘报告":"リプレイのレポート",
    "全面分析棋局的每一手的每一个变化，发现问题手。一键生成立等可取，云端保存随时查阅，方便分享。是老师授课、棋手复盘的利器。星阵已生成2万张报告。":"対局の各手すべての変化を全般的に分析し、問題のある手を見つけることができます。 ワンクリックで作成し、すぐに受け取ることができます。クラウドに保存していつでも閲覧でき、簡単に共有することができます。特に、教師の方が生徒さんに教えたり、棋士が対局を再現したりするための便利な手段です。星陣は20,000枚のレポートを生成しました。",
    "大赛直播":"大会生中継",
    "全自动AI直播，大赛一网打尽。最全面权威的AI分析，不错过棋局的每一个细节。掌握棋局的每一个精彩瞬间。":"全自動AIで生中継し、対局を一網打尽にすることができます。最も全面的に権威のあるAI分析は、対局の細部を詳細に見ることができます。 対局の素晴らしい瞬間をすべて把握することができます。",
    "观看直播":"生中継を見る",
    "专项特训":"特訓",
    "针对9个不同的围棋技术专项，全新的训练方法。帮助不同等级的棋手，有针对性的提升专项水平。遴选上千个盘面，更贴近实战。":"9つの異なる囲碁の技術の特定の項目で、全っく新しい訓練方法を目指します。 各級の棋士を助けたり、特別なレベルに焦点を合わせて改善したりすることもできます。 何千もの盤面を選択することで、より実戦に近づけます。",
    "开展训练":"特訓を開始する",
    "暂不登录":"ログインしない",
    "直播":"生中継",
    "星阵研究具有以下核心优势：":"星陣研究は以下の主な利点があります",
    "韩文":"朝鮮語",
    "快捷键":"ホットキー",
    "空格/回车":"スペース/エンター",
    "数字键1-9":"数字キー 1 - 9",
    "上":"上",
    "下":"下",
    "左":"左",
    "右":"右",
    "未锁定变化图时":"変化図がロックされていない場合",
    "直接落子星阵首选推荐":"星陣の第一推薦点に直接石を打つ",
    "查看第1-9选点的变化图，并锁定该变化图":"1〜9選点の変化図を表示し、この変化図をロックする",
    "向前跳转一手":"１手前へ戻る",
    "向后跳转一手":"１手後へ戻る",
    "向前跳转5手":"５手前へ戻る",
    "向后跳转5手":"５手次へ進む",
    "跳转到空棋盘":"空白の碁盤へ戻る",
    "跳转到最后一手":"最後の一手にジャンプする",
    "锁定变化图时":"変化図がロックされている場合",
    "查看前一个变化图，并锁定":"前の変化図を表示してロックする",
    "查看后一个变化图，并锁定":"次の変化図を表示してロックする",
    "在变化图中向前跳转1手":"変化図にて前へ１手戻る",
    "在变化图中向后跳转1手":"変化図にて次へ１手戻る",
    "在变化图中向前跳转5手":"変化図にて前へ５手戻る",
    "在变化图中向后跳转5手":"変化図にて次へ５手戻る",
    "跳转到变化图的第1手":"変化図にて第１手にジャンプする",
    "跳转到变化图的最后一手":"変化図にて最後の手にジャンプする",
    "取消变化图锁定，显示推荐点":"変化図のロックを解除して推奨点を表示する",
    "计算速度":"計算速度",
    "3倍速":"３倍速",
    "6倍速":"６倍速",
    "12倍速":"１２倍速",
    "24倍速":"２４倍速",
    "60倍速":"６０倍速",
    "120倍速":"１２０倍速",
    "计算量上限":"計算量の上限",
    "100万":"100万",
    "200万":"200万",
    "400万":"400万",
    "800万":"800万",
    "2000万":"2000万",
    "4000万":"4000万",
    "选点个数上限":"選択したポイントの最大数",
    "变化图最长手数":"変化図最長手数",
    "分布式引擎":"分散エンジン",
    "星阵提供哪些功能？":"星陣にはどのような機能がありますか？",
    "星阵是人工智能围棋第一网站，提供智能对弈、棋谱报告、分析研究、大赛直播（开发中）等功能。":"星陣は、第一の囲碁AIアプリであり、AI対局、棋譜レポート、分析と研究、大会の生中継（開発中）等の機能を提供しています。",
    "星阵围棋取得过哪些比赛成绩？":"星陣囲碁は対局でどのような成績をおさめましたか？",
    "星阵于2018年4月战胜世界冠军柯洁九段，2018年5月让先对阵顶尖职业棋手41局获得40胜1负，随后相继4次获得世界人工智能围棋大赛冠军。2019年4月，星阵让二子对阵四位世界女子顶尖棋手，获得全胜。":"星陣は、2018年4月に世界チャンピオンである柯洁 9段に勝利し、翌月の5月にはトッププロ棋士と41対局中４０勝１敗という好成績をおさめました。そして、世界人工知能囲碁選手権で4回優勝した後、2019年4月に星陣は世界トップ女流棋士４名に置碁２つのハンデをつけて対局し、全勝しました。",
    "星阵跟其他AI比水平怎么样？":"星陣は、他のAIと比較するとどれくらいのレベルですか？",
    "星阵水平明显高于其他公开AI。星阵研究中的旗舰版120X是目前所有公开AI中的最高水平。":"星陣のレベルは、明らかに他の公開囲碁AIより大幅に高いです。星陣開発におけるフラッグ・バーション120Xは、現在公開されている囲碁AIの中で最高レベルに位置しています。",
    "手机或平板电脑上也可以使用星阵专业版吗？有APP吗？":"スマートフォンやタブレットでも星陣 プロ版を利用できますか？アプリはありますか？",
    "在手机或平板电脑上使用浏览器（推荐chrome浏览器），输入星阵专业版的网址www.19x19.com即可。手机APP正在开发，一段时间后将会与大家见面。":"スマートフォンまたはタブレットでブラウザ（Chromeブラウザを推奨）を利用して、星陣 プロ版のウェブサイトwww.19x19.comを入力すればいいです。モバイルアプリは開発中です。しばらくしたらリリースする予定です。",
    "星阵陪练小程序跟星阵专业版一样吗？":"星陣練習相手ミニプログラムは星陣プロ版と同じですか？ ",
    "不完全一样，星阵陪练小程序支持对弈，而星阵专业版还支持报告和研究等功能，体验更好。":"まったく同じではありません。星陣練習相手ミニプログラムは対局をサポートしますが、星陣プロ版はレポートや研究などの機能もサポートするため、プロ版の方が機能性に優れていると言えます。",
    "星阵专业版是收费的吗？是不是很贵？":"星陣 プロ版は有料ですか？料金は高いですか？",
    "星阵专业版的大部分功能是免费的，例如升降级对弈、自由对弈、查看大赛棋谱报告、直播等。也有如研究、生成报告等收费功能，星阵为这些付费功能配备了强大的后台计算能力。另外由于星阵的算法优势，即使在相同算力下星阵的水平也会明显高于其他开源AI。因此，使用星阵比用户自己配置高性能电脑运行开源AI要更加经济划算。此外，用户使用星阵无需下载、安装、调参，还节省了大量时间成本。":"星陣プロ版はランク対局、自由対局、コンテスト棋譜レポートの表示、生中継などの機能がほとんど無料となっています。研究やレポート作成などの課金機能もありますが、星陣はこれらの有料機能のために強力なバックエンド計算能力を搭載しています。また、星陣のアルゴリズムが優れているため、同じ計算力でも星陣のレベルは他のオープンソースAIよりも大幅に高いです。そのため、星陣を使用してオープンソースAIを実行することは、高性能コンピューターを構築するよりも経済的です。さらに、ユーザーは星陣を使用するために、ダウンロード、インストール、パラメーター設定などを必要としません。時間やコストを大幅に節約できます。",
    "海外可以使用吗？":"海外でも利用可能ですか？",
    "海外同样可以使用，少数地区受网络环境等影响，可能偶尔有卡顿。我们会尽力优化海外使用的体验。":"海外でもご利用いただけます。ただし、一部地域ではネットワーク環境の影響により、遅くなってしまったり、フリーズしてしまったりする場合があります。海外でもスムーズにご利用できるよう、最善を尽くしてまいります。",
    "星阵有多少个不同的人工智能棋手？":"星陣にはいくつの異なるAI　知能棋士がいますか？",
    "星阵有37个不同等级的人工智能棋手，水平均匀分布，每个水平的星阵都经过严格的训练和测试。无论你是刚刚学习围棋，还是职业顶尖棋手，都能找到水平相当的对手。":"星陣には、37の異なるレベルのAI 知能棋士がいます。レベルが均等に分散されており、星陣の各レベルは、厳格なトレーニングとテストを受けています。そのため、囲碁を学んだばかりでも、プロのトップ棋士でも、なかなかの腕前の相手を見つけることができます。",
    "与人工智能对弈有什么优势？":"AIと対局するメリットは何ですか？",
    "人工智能棋手随时奉陪，水平可选，落子速度可调。您不会再有找不到对手、对手填子耍赖、故意拖延时间、中途逃跑的烦恼。系统提供的领地、支招等道具可以提升对弈体验。":"AI 囲碁棋士はいつでも相手になってもらえ、自分の好きなレベルを選択することができ、打つスピートは調整することができます。対局相手を見つけらない、子目を誤魔化される、わざと対局時間を引きずっている、途中で逃げているなどという心配や手間はなくなります。また、システムが提供する領土やヘルプなどのツールは、対局の質を向上させることができます。",
    "星阵各个级位和段位都是什么水平？":"星陣の各級と段はどのレベルですか？",
    "星阵的等级是按照标准等级分严格测定的，星阵10级至2段与中国围棋协会的相应等级完全对应，准3段至9段对应业余3段至业余6段，职业1星对应普通职业水平，职业2星对应人类顶尖水平，职业3星超越人类顶尖水平。具体对应关系参见下表。":"星陣のレベルは、標準のレベル点数に応じて厳密に決められています。星陣の10級から2段までは、中国囲碁協会の相当レベルに完全に相応します。準3段から9段までは、アマチュア3段からアマチュア6段までに相応します。また、プロの1星は通常のプロレベルに相応し、プロの2星は人間のトップレベルに相応します。プロ3星については、人間のトップレベルを超えています。相応関係の詳細につきましては、以下の表をご覧ください。",
    "升降级、自由战和高水平对弈有什么区别？":"ランク対局、自由対局、ハイレベル対局の違いは何ですか？",
    "升降级中，系统自动匹配与用户等级相同的星阵进行对弈，净胜两局则自动升降；无等级用户先自选一个等级的星阵进行对弈，获胜后获得相应的等级。自由战中，用户可以从10级到职业三星中选择任意等级的星阵，设置用时与黑白，还可从任意盘面开始对局。自由战保存棋谱但不记录成绩。高水平对弈选择星阵3X及以上的配置进行对局，你将挑战远超人类棋手的星阵。":"ランク対局では、自動的にユーザと同じレベルの星陣を対局させます。ランクは、2局の勝敗毎に自動的に昇降します。ランクが付いていないユーザーに関しては、まず自分が選択した星陣レベルで対局し、勝利すると相応なレベルが付与されます。また、自由対局では、ユーザーは10級からプロの3つ星までの中から任意等級の星陣を選択し、時間と白黒を設定できます。任意の盤面からも対局を開始することができます。自由対局は棋譜を保存しますが、結果を記録していません。ハイレベル対局は、星陣 3Xとその上の構成を選択して対局をします。人間のレベルを遥かに超えるトップ棋士である星陣に挑戦することになります。",
    "与星阵对弈需要付费吗？":"星陣と対局するのは有料ですか？",
    "升降级、自由战覆盖从入门到超越职业顶尖的所有级别，全部免费。高水平对弈根据选择的配置付费。":"アップグレード・ダウングレード対局・自由対局が入門からプロトップを越えるまでのあらゆるレベルはすべて無料です。ハイレベル対局は、選択された構成に応じて支払額が決められます。",
    "与星阵对弈的棋谱会被保存吗？在哪里可以找到？":"星陣と対局した棋譜は保存されますか？ どこに保存されていますか？",
    "所有完成的对局都会被保存，在棋谱功能中打开我的棋谱库，即可找到之前的对局与报告等。中途放弃的对局不保存。":"今までの全ての対局が保存されます。棋譜機能から私の棋譜を開くと、前の対局のレポート等を見つけることができます。ただし、途中で放棄された対局は保存されません。",
    "星阵的水平跟棋局用时或落子速度有关吗？":"星陣のレベルは、対局の時間や石を打つ速度と関係がありますか？",
    "星阵10级至职业三星的水平是稳定的，与设定的AI落子速度无关，也与对局用时无关。高水平对弈中的专业版3X至旗舰版120X，用时越长水平越高。":"レベル10からプロの三星までの星陣のレベルは安定しており、設定されたAIの打つ速度や対局の時間とは全く関係がありません。ハイレベル対局のプロ版3Xから旗艦版120Xまで、時間が長くなるほどレベルが上がります。",
    "怎么能获得更多的道具？":"より多くのツールを獲得するにはどうしたら良いですか？",
    "每日签到可以领取每种道具2个，也可以在商城中购买更多自己需要的道具。":"毎日ログインすることで、各タイプのツールを2つずつ受け取る事ができ、モールでご要望のツールをさらに購入することもできます。",
    "几种道具（领地、支招、变化图）都是什么水平的？":"各ツール(陣地、ヘルプ、変化図)はそれぞれどのくらいのレベルですか？",
    "在与星阵9段及以下的水平对局时，领地、支招和变化图都是星阵9段的水平。在与职业1星至3星对弈以及高水平对弈时，道具的水平与星阵的水平一致。":"星陣9段及びその下のレベルと対局する場合、陣地、ヘルプ、変化図はすべて星陣9段レベルです。 また、プロの一つ星から三つ星までとハイレベルで対局する場合、ツールのレベルは星陣のレベルと一致しています。",
    "高水平对弈与研究水平一样吗？":"ハイレベル対局は研究レベルと同じですか？",
    "同样的配置在高水平中与研究中是一样的水平，高水平对弈中你将面对一个颇为强大的对手。":"ハイレベル対局は研究レベルと同じ強さ(レベル)です。ハイレベル対局では、かなり強力な対局相手に直面することとなります。",
    "如何从某一盘面开始对局？":"特定の盤面から対局を開始するにはどうしたら良いですか？",
    "在自由对弈中，先在棋盘上摆好想要的局面或上传棋谱，然后选择从当前盘面开始对局即可。":"自由対局では、まず碁盤に希望の局面を配置したり、棋譜をアップロードしたりして、「現在の盤面から対局を開始する」を選択すればいいです。。",
    "怎么设置让子棋？":"置き碁はどのように設定すれば良いですか？",
    "在自由对弈中，先在棋盘上配合“停一手”按钮连续摆上黑子，然后选择从当前盘面开始对局即可。星阵可以匹配任意爱好者的水平，建议大家找到合适的对手进行分先对局，这样更有利于提升棋力。":"自由対局では、最初に「１手スキップ」ボタンで黒石を連続的に配置します。次に、「現在の盤面から対局を開始する」を選択します。星陣は相手のレベルに合わせることができます。適切な対局相手を見つけてから対局することをお勧めします。より早くレベルを向上させることに役立ちます。",
    "研究功能有哪些使用场景？":"どのような場面で研究機能を使用しますか？",
    "赛前准备布局，赛后分析棋局关键处，定式的深度研究和拆解，都是研究功能可以使用的场景。还可以用研究来实时观战。":"対局前の碁石の配置、対局後の局面要点の分析、パターンの詳細な研究と解析など、あらゆる場面で研究機能を使用することができます。研究を使用して、リアルタイムで対局を観戦することもできます。",
    "研究的各个配置是什么水平？":"研究の各構成レベルはどのくらいですか？",
    "3X的水平即远超人类顶尖棋手，旗舰版120X是目前公开AI中的最高水平。配置的水平与配置高低是正相关的，计算速度和X数成正比，例如3X计算20秒与6X计算10秒水平相当。":"3Xのレベルは、人間のプロ棋士のレベルを遥かに超えています。120Xは、現在までにリリースしたAIのなかで最高レベルです。構成レベルは構成の高低と正の相関にあります。計算速度はXの数に比例しており、例えば、3X計算の20秒のレベルは、6X計算の10秒に該当します。",
    "我自己配置高性能电脑，安装开源AI有可能达到星阵研究的水平吗？":"自分で高性能PCを構築し、オープンソースのAIをインストールした場合、星陣の研究レベルに達することは可能ですか？",
    "据测算，星阵专业版6X棋力大致相当于6万元家用电脑安装开源围棋AI。星阵高配置是家用电脑无法达到的水平。":"測定によると、星陣プロ版6Xの棋力は、オープンソース囲碁 AIを搭載した６万元のPCに相当します。したがって、星陣の高レベルな構成にＰＣで達することは不可能です。",
    "AI水平与我的电脑配置有关吗？":"私のPC構成とAIレベルとは何か関係がありますか？",
    "星阵AI部署在云端，水平与用户使用的设备完全无关，无论电脑或是手机都可以轻松获得最权威的AI分析数据。":"星陣AIはクラウドに配置されており、そのレベルがユーザーの使用するデバイスとは無関係です。PCでもスマートフォンでも、信頼できるAIの分析データを取得することができます。",
    "研究功能如何收费？":"研究機能の利用料金を教えてください。",
    "研究功能按照时长付费，不同配置单价不同。例如大家常用的专业版6X为￥0.25/分钟。":"研究機能の料金は時間に応じて決められます。単価は構成によって異なります。たとえば、一般的に使用されているプロ版6Xは￥ 0.25CNY /分です。",
    "星光会员合适吗？什么人适合办会员卡？":"星陣会員になった方が良いですか？会員カードは誰に向いていますか。",
    "经常使用星阵的用户大多办理星光卡，以享受更优惠价格。会员卡除了本身的折扣以外，还有数量相当可观的赠品。会员卡种类多样，用户可根据自己的需要选择相应的会员卡。":"星陣を頻繁に利用するユーザーの多くは、星陣カードを申請し、よりお得な価格で楽しむことができます。会員カードには、独自の割引に加え、多数のギフトがあります。また、会員カードには様々な種類があり、必要に応じて適切な会員カードを選択することができます。",
    "星阵的权重是最新的吗？":"星陣の内容は最新ですか？",
    "星阵每隔一段时间就会更新权重，让大家使用到更新，更高水平的星阵。":"星陣は一定の間隔で内容を更新します。誰もがより新しい、より高いレベルの星陣を使用できます。",
    "如果离开电脑时忘记关闭星阵，会一直计费吗？":"コンピューターから離れる際に星陣を閉じ忘れた場合、チャージされ続けますか？",
    "星阵研究有防发呆功能，5分钟没有任何操作会自动关闭。":"星陣にはスリープ機能があるため、5分間何の操作もなければ自動的に閉じます。",
    "有时目数和胜率有偏差（甚至反过来了），是怎么回事？":"目数と勝率に誤差がある場合があるのですが、どうしてですか？",
    "目数与胜率是两个不同的评估体系。例如杀大龙的棋局，可能生与死在一线之间，胜率就在50左右波动，但如果死龙就输了100目，那目数就可能就是负数。":"目数と勝率は2つの異なる評価システムとなっています。たとえば、ドラゴンを倒す囲碁対局では、生と死が一筋の間で、勝率が50前後で変動するかもしれないが、死んだドラゴンが100目しか負けていない場合、目数はマイナスになる可能性があります。",
    "计算量达到多少时变化图比较可信？":"計算量がどのぐらいになるかは変化図が信頼できます。",
    "计算量越高的变化图越可信，不同的局面需要的计算量也不完全相同，用户可以根据自己的水平以及判断来决定":"計算量が多ければ多いほど、ますます変化図の信頼度は高くなります。異なる局面で必要な計算量は完全に同じではありません。ユーザーは自分のレベルと判断によって決定することができます。",
    "研究中计算能保存变化图吗？":"研究中で変化図を保存すろことができますか？",
    "目前还没有这个功能，我们会积极评估这个功能，呈现给大家一个方便好用的功能。":"今ではこの機能はまだありませんが、この機能を積極的に評価し、皆さんに便利で、使いやすい機能を提供します。",
    "报告功能如何使用？":"レポート機能の使い方を教えてください。",
    "报告功能可以完整的分析一盘对局，是老师授课，棋友复盘的利器。用户可以上传一盘棋谱，或者直接分析与星阵AI对弈的棋谱。打开棋谱后，选择报告类型，点击生成报告即可。报告生成过程中数据实时刷新，可以一边生成一边查看。":"レポート機能は、完全に一局の対局を分析することができ、教師が授業をし、囲碁プレーヤーが対局を再現するための強力なツールです。ユーザーは棋譜をアップロードしたり、星陣 AIとの対局を直接分析したりすることができます。棋譜を開いたら、レポートの種類を選択し、「レポートの生成」をクリックすればいいで。。レポートの生成中にデータがリアルタイムで更新され、生成しながら参照できます。",
    "一篇棋谱报告包含哪些信息？":"棋譜レポートにはどのような情報が含まれていますか？",
    "报告包含全局胜率和子差的走势图，以及黑白双方的发挥水准。报告给出每一手棋的星阵推荐点，同时给实战每一手打分。可以直观的比较星阵推荐和棋手实战。每一手都有参考变化图以及领地判断。":"レポートには全体的な勝率と子目差の動向グラフ、および黒と白両方のパフォーマンスレベルが含まれます。レポートには、各手の星陣推奨ポイント、実戦各手に点数が示されます。星陣推奨と棋士の実戦対局を直感的に比較できます。それぞれの手には、参考変化図と領土判断があります。",
    "该如何选择普通报告还是精准报告，两种报告的水平有什么差别？":"普通のレポートか正確なレポートかのをどう選択しますか？2つのレポートのレベルの違いは何ですか？",
    "报告分为普通报告和精准报告两种。普通报告的水平就远超人类顶尖棋手，精准报告更为准确，计算量是普通报告的6倍。普通报告生成更快，两分钟左右即可完成；精准报告10多分钟可以完成。用户可以根据自己的水平以及棋局的重要性进行选择。":"レポートには、普通のレポートと正確なレポートの2種類があります。普通のレポートのレベルは、人間のトップ棋士のレベルをはるかに超えています。正確なレポートはより正確で、計算量は普通のレポートの6倍です。普通のレポートはより速く生成され、約2分で完了することができます。正確なレポートは10分以上で完了することができます。ユーザーは自分のレベルと対局の重要性に応じて選択できます。",
    "报告如何收费？":"レポートはどのようにチャージされますか？",
    "报告按棋局付费，普通报告4元/局，精准报告18元/局，一次性购买多篇报告可享优惠。新用户注册即送1张普通报告券。":"レポートは対局ごとにチャージされます。普通のレポートは4元/対局、正確なレポートは18元/対局です。一度に複数のレポートを購入すると、割引を受けられます。 新規ユーザー登録すると、普通のレポート券を差し上げます。",
    "报告能不能作为检查是否遛狗的标准？":"レポートはAI囲碁を補助するかどうかを判断する基準になりますか？",
    "报告一定程度上可以反映对局双方发挥的水准，但不能作为判断是否遛狗的依据。":"レポートはある程度、対局の双方のパフォーマンスレベルを反映できますが、囲碁を補助するかどうかを判断するための基準として使用することはできません。",
    "生成好的报告在哪查看？":"作成されたレポートはどこから見られますか？",
    "在棋谱库中打开带有报告的棋谱就会自动打开报告。已经生成过报告的棋谱在棋谱的左上角会有标识。在报告模式“我的报告”标签内也可以看到所有生成过的报告。用户还可以通过扫码将报告分享给其他棋友。":"棋譜ライブラリからレポートを含む棋譜を開くと、レポートが自動的に開かれます。 レポートが生成された棋譜は、棋譜の左上隅にマークされます。 レポートモード「私のレポート」タブでも生成されたすべてのレポートが見られます。 ユーザーは、コードをスキャンして、他の囲碁プレーヤーにレポートを共有することもできます。",
    "有没有历史名局的报告？":"歴史的な名局のレポートはありますか？",
    "星阵挑选了若干大家感兴趣的历史名局，分析成了超高计算量的超精准报告收集在“公开报告”中，供广大棋友免费查阅。星阵希望通过这些报告，帮助大家更好的理解历史名局的对局进程，把握棋局的脉络和关键点。":"星陣 は、誰もが興味を持つ数多くの歴史的な対局を選び、それらを分析して、超高い計算量、超高い精度のレポートにまとめ、「公開レポート」に収集されています。囲碁プレイヤーの皆さんに無料で提供しています。星陣は、これらのレポートを使用して、誰もが歴史的な対局のプロセスをよりよく理解し、対局のコンテキストとキーポイントを把握できるように手伝いたいと考えています。",
    "充值的余额可以用来干什么？":"チャージの残高は何に使えますか？",
    "充值后，您的余额可用来在商城内购买星光会员卡、道具、报告券，也可以在研究、高水平对弈和生成报告时直接消费。":"チャージ後、残高は、モールで星陣会員カード、ツール、レポート券を購入するために利用することができ、研究、ハイレベル対局、レポートの生成に直接支払することもできます。",
    "充值的余额是否存在有效期？":"チャージした残高は有効期限がありますか？",
    "充值后的余额长期有效，不会过期。":"チャージした残高は長期間有効で、期限が切れることはありません。",
    "星光会员卡是什么？":"星陣会員カードとは何ですか？",
    "星光卡是针对研究和高水平对弈用户的折扣卡。经常使用星阵的用户大多办理星光卡，以享受更优惠价格。会员卡除了本身的折扣以外，还有数量相当可观的赠品。星光卡可按月办理或连续办理12个月，从75折到95折不等，用户可根据自己的需要选择相应的会员卡。":"星陣 カードは、研究およびハイレベル対局のユーザー向けの割引カードです。良く星陣を使用するユーザーのほとんどは、星陣カードを申請します。よりお得な価格で利用することができるためです。会員カードには、自身の割引に加えて、数多くのギフトがあります。星陣カードは、月単位、１２か月連続の種類があり、5％から25％までの割引があります。ユーザーは必要に応じて適切な会員カードを選択できます。",
    "道具是什么？":"ツールとは何ですか？",
    "道具是对弈中可以使用的特别功能，可以提升对弈体验。目前有领地、支招、变化图和悔棋。领地可以查看每个交叉点的领地归属概率以及胜率子差判断；支招可以查看星阵推荐选点；变化图可以查看星阵首选推荐的变化图。高水平对弈的相应功能不需要消耗道具。每日签到可以获得少量道具，需要更多道具可以到商城购买。":"ツールは、対局で使用できる特別な機能で、対局体験を向上させることができます。現在、領土、アイディア、変化図、待ったをかけるという機能があります。領土は、交差点ごとの領土帰属確率と勝率、子差の判断を表示することができます。アイディアは、星陣の推奨選択点を表示することができます。変化図は、星陣 の最も推奨の変化図を表示することができます。ハイレベル対局の相応する機能は、ツールを消費する必要はありません。毎日サインインすると少量のツールが取得できます。ツールが必要な場合は、モールで購入できます。",
    "报告券是什么？":"レポート券とは何ですか？",
    "生成报告可以直接余额消费，也可以使用报告券，复盘一盘棋使用一张报告券。报告券分为普通报告券和精准报告券。批量购买报告券可以享受折扣，也会有不定期的报告券赠送。":"レポートの生成は、残高が直接消費されます。レポート券も使用できます。対局の再現にレポート券を１枚使用します。 レポート券は、普通のレポート券と正確なレポート券に分かれています。 レポート券をまとめて購入すると割引が受けられます。さらに、不定期にレポート券がプレゼントします。",
    "星阵会员卡说明":"星陣会員カードの説明",
    "用户可以根据需要选择不同级别的星光会员卡（下称星光卡）。购买星光卡后，在生效期间内，所有分析研究与高水平对弈均享受购买星光卡后所享受的折扣。":"ユーザーは、必要に応じてさまざまなレベルの星陣会員カード（以下、星陣カードと呼びます）を選択できます。 星陣カードを購入した後、有効期間内にすべての分析研究およびハイレベル対局は、星陣カード購入後の割引が適用されます。",
    "用户在购买星光卡的同时，会获赠相应配置的使用时长。该配置赠送时长之内的使用全部免费，超出部分享受相应的折扣，使用其他配置也享受相应的折扣。星光卡享受折扣、价格及赠送时长如下表。":"ユーザーが星陣カードを購入すると同時に、該当する構成の使用時間をプレセントされます。時間内ご使用はすべて無料です。超過部分は相応の割引が受けられ、他の構成の使用も相応の割引が受けられます。 星陣カードの割引、価格、贈呈時間は下表の通りです。",
    "总体":"全体",
    "单月星光卡开通立即生效，一切优惠以星光卡生效时间以及使用星阵产品的开始时间为准。":"月次星陣カードは受理手続きが完了した後、即有効になります。すべての割引は星陣カードの有効開始及び星陣製品の使用開始時間を基準とします。",
    "办理单月星光卡，在每月1至28日开通的，次月相同日期的0：00：00星光卡到期；在每月29日、30日、31日开通的，下下月的1日0：00：00星光卡到期。星光卡到期后如不续费将不再享受折扣以及赠送的时长。（例：5月5日开通单月星光卡，则6月5日0：00：00星光卡到期；7月30日开通单月星光卡，则9月1日0：00：00星光卡到期）":"月次星陣カードを申し込みについて、毎月1日から28日に有効開始の場合、星陣カードは翌月同じ日の0：00：00に期限が切れます。星陣カードを毎月29、30、31日に有効開始の場合、翌々月の1日0：00：00に期限が切れます。有効期限が切れた後に継続のチャージをしないと、割引と贈呈した時間がなくなります。 （例：5月5日に単月の星陣カードが開始される場合、6月5日00：00：00に星陣カードの期限が切れます。7月30日に単月の星陣カードが開始される場合、9月1日00：00：00に星陣カードの期限が切れます。）",
    "在星光卡到期前15天，用户可以提前预定下一周期的星光卡（只允许预定下一个周期的星光卡）。有预定的情况下在星光卡到期后预定的星光卡自动生效。预定的星光卡生效前可以取消，取消后的金额将退回到账户余额。（目前请联系客服）":"星陣カードの有効期限切れの15日前に、ユーザーは事前に次期の星陣カードを予約できます（次期の星陣カードのみの予約が許可されます）。予約がある場合、星陣カードの有効期限が切れると、予約の星陣カードが自動的に有効になります。予約の星陣カードが有効になる前にキャンセルすることができます。キャンセルされた金額はアカウントの残高に返金されます。 （現在はカスタマーサービスにご連絡してください）",
    "包年星光卡开通立即生效，办理包年星光卡，视为连续办理12个月的单月星光卡。在每月1至28日开通的，次月开始每月相同日期的0：00：00星光卡交割，未用完的赠送时长作废，使用新一月的赠送时长；在每月29日、30日、31日开通的，从下下月开始的每月1日0：00：00星光卡交割，未用完的赠送时长作废，使用新一月的赠送时长。第12次交割之后星光卡到期，如不续费将不再享受折扣。（例：2020年5月5日开通包年星光卡，则2020年6月5日0：00：00星光卡第一次交割，2020年7月5日0：00：00星光卡第二次交割，以此类推，2021年5月5日0：00：00星光卡到期；2020年7月30日开通包年星光卡，则2020年9月1日0：00：00星光卡第一次交割，2020年10月1日0：00：00星光卡第二次交割，以此类推，2021年8月1日0：00：00到期）":
    "年次星陣カードは受理手続きが完了した後、即有効になります。年次星陣カードは12ヶ月連続の月次星陣カードとみなされます。星陣カードは毎月1日から28日までの有効開始の場合、翌月から同じ日0：00：00に更新となります。未使用の贈呈時間は無効になります。新しい月の贈呈時間の使用を開始します。毎月29日、30日、３１日に有効開始の場合、翌々月から毎月１日0：00：00に更新となります。未使用の贈呈時間は無効になります。新しい月の贈呈時間の使用を開始します。12回目の更新後、星陣カードの有効期限が切れます。継続チャージしない場合は割引対象外となります。（例： 2020年5月5日に星陣カードが有効開始の場合、2020年6月5日0：00：00に星陣カードは１回目の更新が行われます。2020年7月5日0：00：00に星陣カードは2回目に更新が行われます。これによって類推する。2021年5月5日0：00：00に星陣カードは期限切れです。2020年7月30日に星陣カードが有効開始の場合、2020年9月1日0：00：00に星陣カードは１回目の更新が行われます。2020年10月1日0：00：00に星陣カードは2回目に更新が行われます。",
    "关于星光卡有任何问题请联系":"星陣カードについてご不明な点がございましたら、お問い合わせください",
    "星光卡生效后不可以取消。开通包年优惠的用户可以选择将未生效的月份星光卡进行升级，升级需要按照单月价格补交剩余月份的差价。升级之后在下一交割日开始生效。（例：在使用银卡第4个月期间，用户选择将银卡升级为白金卡，则需按单月补交8个月的差价，即（188元)":"星陣カードは有効開始後の取り消しはできません。年次星陣カードのユーザは有効になっていない月の星陣カードをアップグレードすることを選択できます。アップグレードでは、月額に基づいて残りの月の差額を支払う必要があります。アップグレード後、次の更新日から有効になります。 （例：シルバーカードを使用してから4か月目の月間、ユーザーがシルバーカードをプラチナカードにアップグレードすることを選択した場合、ユーザーは単月に基づいて、8か月分の差額を追加支払う必要があります（188元）。",
    "咨询":"ご相談",
    "星光卡是针对研究以及高水平对弈推出的套餐，经济实惠，经常使用分析研究的用户大多办理星光卡。":"星陣カードは、研究とハイレベル対局のためのパッケージです。経済的で手頃な価格です。分析研究を頻繁に使用するユーザーのほとんどが星陣カードを利用します。",
    "客服":"顧客サービス",
    "星光卡按照不同折扣分为五档。每档星光卡每月包含某配置的一定使用时长，该配置在使用时长内不再收取任何费用。超出时长后，或者使用其他配置，享受相应的折扣。具体配置和价格见下表：":"星陣カードは、割引に応じて5つのレベルに分かれています。各星陣カードには、毎月特定の構成の特定の使用時間が含まれます。この構成に対して使用時間内で新たに料金が請求されることはありません。時間を超過した後、または他の構成を使用する場合、相応の割引を受けられます。具体的な構成と価格については、下表を参照してください。",
    "星光卡开通后立即生效，月卡于次月相同日期的零点到期（次月无相同日期的于下下月1日零点到期）。":"星陣カードは受理されたらすぐ有効になります。月次カードは翌月の同じ日の零時で期限切れになります（翌月に同じ日付はない場合、翌翌月の１日の零時で期限切れになります）。",
    "如果您长期使用星阵，推荐按年办理星光卡，价格为月卡的10倍，相当于免费赠送2张月卡，享受折上再折！按年办理视为连续办理12个月星光卡，每个月包含的时长当月有效，不延续至次月。":"星陣を長期間ご利用の場合は、年次星陣カードををお勧めします。価格は月額カードの10倍です。月次カード２枚の贈呈に相当します。ダブル割引になります。年次カードは星陣カードを12か月間連続申請と見なされ、各月に含まれる時間は当月有効で、翌月に繰り越す事はできません。",
    "年卡未生效月份可升级，升级按单月价格补交剩余月份差价。星光卡到期前一个月内可续订下一周期星光卡。":"年次カードに有効でない月はアップグレードすることができ、アップグレードは残りの月の差額を月額で支払います。カード期限切れ一ヶ月前に次の年次カードを引き続き予定できます。",
    "购买后可在个人菜单我的卡包中看到自己的星光卡。":"購入後、メニューの[私のカード]で星陣カードを確認できます",
    "本活动最终解释权归星阵围棋所有。":"本活動の最終解釈権は星陣囲碁に属します。",
    "付费":"有料",
    "微信扫一扫添加客服微信":"WeChatスキャンによるお客様相談室のWeChatを追加してください",
    "微信号":"WeChat ID",
    "中国":"中国",
    "日本":"日本",
    "编辑":"編集する",
    "注册可领新手大礼包！":"新規登録でギフトパックがあります。",
    "段":"段",
    "级":"級",
    "登录后可免费挑战全部等级":"ログインした後、すべてのレベルに無料で挑戦できます",
    "文件":"ファイル",
    "上传":"アップロードする",
    "上传棋谱":"棋譜をアップロードする",
    "我的棋谱":"私の棋譜",
    "公共棋谱":"公開棋譜",
    "AI对弈":"AI対局",
    "我的上传":"自分の棋譜をアップロードする",
    "分析报告":"分析レポート",
    "我的收藏":"自分の棋譜コレクション",
    "大赛棋谱":"大会棋譜",
    "AI比赛":"AI試合",
    "星阵自对弈":"星陣自由対局",
    "第一页":"最初のページ",
    "最后一页":"最後のページ",
    "下一页":"次のページ",
    "上一页":"前のページ",
    "请先打开棋谱":"まず棋譜を開いてください",
    "白中盘胜":"白中盤勝",
    "白超时胜":"白超過タイム勝ち",
    "黑超时胜":"黒超過タイム勝ち",
    "黑胜":"黒勝",
    "白胜":"白勝",
    "赛事":"大会に関連する事柄",
    "地点":"場所",
    "比赛用时":"持ち時間",
    "回合":"局",
    "读秒次数":"秒読みの回数",
    "日期":"日付",
    "棋谱路数":"ライン",
    "白方段位":"白段位",
    "黑方段位":"黒段位",
    "所有用户均可使用":"すべてのユーザーが使用できます",
    "充值可用":"チャージで利用可能",
    "很好":"次善",
    "不错":"悪くない",
    "可下":"可",
    "���手":"悪手",
    "失误":"ミス",
    "欠佳":"ややミス",
    "最佳":"最善",
    "vip1会员可用（近1年累计充值达到1000元）":"vip1会員が利用可能（一年間の累計リチャージは1,000元に達しました）",
    "无效对局":"無効対局",
    "超准":"超正確",
    "职业一星":"プロ 1星",
    "职业三星":"プロ2星",
    "职业二星":"プロ3星",
    "职业":"プロ",
    "准1段":"準初段",
    "准2段":"準2 段",
    "准3段":"準3 段",
    "准4段":"準4 段",
    "准5段":"準5 段",
    "准6段":"準6段",
    "准7段":"準7 段",
    "准8段":"準8 段",
    "准9段":"準9 段",
    "1段":"初段",
    "2段":"2段",
    "3段":"3 段",
    "4段":"4 段",
    "5段":"5 段",
    "6段":"6 段",
    "7段":"7 段",
    "8段":"8 段",
    "9段":"9 段",
    "每种":"各種",
    "升级到白银会员卡":"シルバー会員カードにアップグレード",
    "分析研究与高水平对弈":"分析研究・ハイレベル対局",
    "前往支付":"お支払いします",
    "四拼道具各":"それぞれ4つの道具",
    "注册有礼":"新規登録でプレゼントを差し上げます",
    "活动有礼":"活動参加して頂くとプレゼント差し上げます",
    "热门推荐":"人気おすすめ",
    "教学专栏":"教育コラム",
    "棋道文化":"囲碁文化",
    "自战解说":"自戦解説",
    "围棋赛事":"囲碁大会",
    "购买星光卡后享受折扣":"星陣カードをご購入すると、割引クーポンが受けられます。",
    "单月价格":"月額",
    "包年价格":"年間価格",
    "赠送时长":"サービス期間",
    "与职业1星对弈时":"プロ一つ星と対局する時",
    "商品详情":"商品詳細",
    "使用说明":"マニュアル",
    "开通AI引擎端口，通过GTP连接到对弈网站。":"AIエンジンポートを開き、GTP経由で対局のWebサイトに接続します。",
    "IP地址：":"IPアドレス",
    "端口：":"ポート",
    "连线器需在研究开始状态下使用。":"コネクタは研究開始時にしか使用できません。",
    "断开连接":"切断する",
    "获取端口":"ポートを取得する",
    "连线器设置":"コネクタ設定",
    "整体对弈速度：":"全体的の対局速度：",
    "单步棋用时：":"一手の時間",
    "网络延时预留：":"ネットワーク遅延予約：",
    "认输条件：":"投了条件",
    "落子随机性：":"ランダムに打つ可能性",
    "最短：":"最短:",
    "最长：":"最長:",
    "胜率低于：":"勝率未満：",
    "前：":"前:",
    "随机性：":"ランダム性:",
    "应用":"応用",
    "永不":"決して、、しない",
    "10手":"10手",
    "较大":"多め",
    "少量":"少なめ",
    "温馨提示：如有充值完成未到账的情况，请联系":"ご注意：チャージ完了後、金額が反映されない場合はご連絡してください",
    "更多历史直播请前往公告报告浏览":"より多くの生中継履歴については、掲示板、報告、閲覧にアクセスしてご覧ください",
    "进入直播":"生中継を見る",
    "正在直播":"生中継中",
    "设置盘面":"盤面をセット",
    "选择头像":"アイコンを選択する",
    "当前选择：":"現在の選択:",
    "升级":"アップグレード",
    "定级对弈":"ランク対局",
    "官方微信订阅号":"WeChat公式アカウントをフォローする",
    "客服微信号：":"カスタマーサービスWeChat ID：",
    "星阵围棋唯一官方QQ群：":"星陣囲碁唯一の公式QQグループ：",
    "新浪微博":"新浪微博（しなうぇいぼー）/ SIna Weibo: ",
    "头条号":"Toutiao: ",
    "百家号：":"Baidu: ",
    "邮箱：":"メールアドレス",
    "星阵围棋":"星陣囲碁",
    "星阵围棋是北京深客科技有限公司研发的围棋人工智能。它使用更少的硬件资源，实现更具通用性、更人性化的围棋人工智能。星阵会像人类一样点目，无论优势劣势，始终追求最优下法，并以“不退让”的棋风闻名。星阵还可以进行任意路数和任意贴目的对局，适应各种围棋规则。是一款水平顶尖，通用性强的围棋AI。星阵围棋曾获得多次世界人工智能围棋大赛冠军以及多次人机配对赛冠军，并在多场人机对弈表演赛中展现了独特的棋风和棋力，是围棋爱好者心中的明星AI。":
    "星陣囲碁は、北京深客科技株式会社が開発した囲碁の人工知能です。少ないハードウェアリソースを使用し、より汎用性、人間味のある囲碁AIを実現します。星陣は、人間のように打ち、優勢・劣勢に関係なく、常に最高の打ち方を追求し、決して「譲らない」囲碁の棋風で知られています。星陣は、自由な打ち方・対局をし、多くの囲碁ルールに適応しています。これはトップレベルに値し、用途の広い囲碁AIです。星陣囲碁は、多くの世界人工知能コンテスト、及び人対機械コンテストで優勝しています。多くの大会で、星陣ならではのユニークな棋風と棋力を発揮してきました。まさに囲碁AIの中のスターだと言っても過言ではないでしょう。",
    "星阵围棋专业版采用星阵最新版本，使用云端算力，致力于为广大围棋爱好者提供权威准确的人工智能围棋分析、研究对弈服务。":
    "星陣囲碁プロ版は、最新バージョンの星陣を採用し、クラウド計算パワーを使用しています。囲碁好きの皆さんに、信頼性が高く正確な囲碁AI分析・研究対局サービスを提供することに努めています。",
    "产品功能":"製品機能について",
    "星阵围棋提供的信息十分全面，包含选点、推荐度、变化图、子差、领地、胜率等多种数据，全方位展现AI思路。这些简单的功能结合即可以全面分析每一个局面、每一步棋。产品设计结合30多位顶尖棋手的实测建议，全面贴合人类思维，提供给用户最有价值的核心功能。":
    "星陣囲碁が提供する情報は非常に包括的です。点選択・推奨度・変化図・目差・陣地・勝率などの様々なデータを含み、AIの考えをあらゆる角度から表します。これらのシンプルな機能の組み合わせにより、あらゆる状況・動きを包括的に分析することができます。製品設計は、30人以上のプロ棋士に測定された提案を融合し、人間の思考に完全に準拠しています。ユーザーに最も価値のあるコア機能を提供します。",
    "星阵围棋专业版分为分析以及对弈两种模式，分析模式中右侧表格会显示星阵对于当前盘面的分析数据。在“棋局”菜单中可以切换模式。对弈中用户可以根据自己的喜好设置规则、用时等。对弈模式下除了可以自由对弈，也会有AI形式判断对棋手进行辅助。":
    "星陣囲碁プロ版は、分析と対局の2つのモードに分かれています。分析モードでは、右側のテーブルに現在の盤面の分析データが表示されます。また、「棋局」メニューでモードを切り替えることができます。対局中に、ユーザーは好みのルールや時間などを設定することができます。対局モードでは、対局を自由にプレイできるだけでなく、AIが状況を判断し、棋士をサポートすることもできます。",
    "星阵的产品功能仍在不断优化中，希望让大家最大限度的享受围棋。让子棋、任意贴目、小棋盘等功能将在未来一段时间陆续与大家见面。手机、平板电脑的版本也在积极研发中。":
    "星陣の製品機能はまだ最適化中ではありますが、囲碁を最大限に楽しんでいただけることを願っています。ハンデや、自由に決められるコミ、小さな碁盤などの機能は、近い将来、皆さんに提供できる予定です。スマートフォン、タブレット向けのバージョンも積極的に開発しています。",
    "适用人群":"対象者について",
    "星阵围棋专业版适用人群广泛。低配置版本经济实惠，旗舰版水平超高。有的职业棋手在正式职业比赛的实战中已经使用上了星阵的招法。有人不再觉得围棋AI上手困难了、有人战胜了从没赢过的老对手、有人圆了十几年的定段梦。":
    "星陣囲碁プロ版は、幅広い人々に適しています。低構成バージョンは経済的で、旗艦バージョンは極めてレベルが高いです。一部のプロ棋士は既に公式のプロ対局で実戦的に星陣の技を使用しています。囲碁AIが難しく感じなくなった人や、今まで勝ったことのない相手を倒した人、10数年以上叶えられなかった段への昇進の夢を実現した人もいます。",
    "如果你是一名围棋AI爱好者，星阵会成为你的首选，多次世界冠军的实力，新鲜有趣的下法，适应各种规则，每一项都会让你感受到使用围棋AI的乐趣。":
    "囲碁AIの愛好者であれば、星陣は囲碁AIの第一選択になります。数々の世界チャンピオンを経験する実力・新鮮で興味深い打ち方を持ち、様々なルールに適応している星陣は、必ず囲碁AIの楽しさを感じさせます。",
    "配置及收费":"構成と料金について",
    "星阵根据不同用户的需求，准备了多种不同的配置，不同的配置标称为几X，（X为速度单位，也是星阵拼音首字母），X数越多计算速度越快。据测算，1X即不低于当前中上等家用电脑的配置，1X的棋力即超越人类顶尖棋手。除了计算速度的区别外，不同配置还存在计算量上限等区别，参见下表。用户可根据自己的需要选择相应的配置。":
    "星陣には、ユーザーのニーズに応じて、研究機能に数多くの構成が用意されています。研究の異なる構成をｎ∔Xで表します。（Xは速度の単位です。速度の単位として星陣の中国語発音のピンインの頭文字「X」を使用します。）、X数が多いほど計算速度が速いです。計測によると、１Xの構成は、現在の主流コンピューターの構成よりも高くなっています。１Xの囲碁レベルは人間のプロ棋士よりも高いです。また、計算速度の違い以外に、構成によって計算量の上限などの違いがあります。ユーザーは、自分の必要に応じて適切な構成を選択することができます。",
    "用户使用前需要先进行充值，注册登录可以领取试用金额，可试用专业版3x一小时。根据用户的充值金额或棋手认证，用户可升级权限，享受更高的服务。":
    "利用する前に、ユーザーはチャージしておく必要があります。いま登録・ログインをすると、お試し金を受け取ることができ、プロバージョン３Xをたっぷりお試しすることができます。ユーザーのチャージ金額や棋士認証により、ユーザーは権限をアップグレードでき、より高いサービスを受けることができます。",
    "更新日志":"更新ログ",
    "星阵围棋专业版v1.9更新日志":"星陣囲碁プロ1.9更新ログ",
    "新增用户自选头像":"ユーザーがアバターを選択する機能追加",
    "新增修改昵称功能":"ニックネームを変更する機能追加",
    "星阵智能棋手形象化":"星陣 AI 棋士の視覚化",
    "新增快捷键功能":"新しいホットキー機能",
    "支持海外用户PayPal支付":"海外ユーザー向けのPayPal支払いのサポート",
    "恭喜你击败":"勝ちました！おめでとうございます！！",
    "获得成就":"実績を取得",
    "确认升级":"アップグレードを確認",
    "请选择更高级别的星光卡进行升级":"もっと高いレベルの星陣カードを選択して、アップグレードしてください",
    "您已拥有最高级别星光卡":"あなたはすでに最高レベルの星陣カードを持っています",
    "价值":"価値",
    "极慢":"非常に遅い",
    "很慢":"とても遅い",
    "慢":"遅い",
    "稍慢":"やや遅い",
    "适中":"適度な",
    "稍快":"やや速い",
    "快":"速い",
    "很快":"とても速い",
    "极快":"非常に速い",
    "是否":"いいですか",
    "保留":"保留する",
    "并":"と",
    "放弃":"あきらめる",
    "确定要放弃并退出登录吗？":"ログアウトしてもよろしいですか？L",
    "离开":"閉じる",
    "同意：星阵围棋专业版用户服务协议":"同意：星陣囲碁プロ版顧客サービス契約",
    "职业顶尖":"トッププロ棋士",
    "职业棋手":"プロ棋士",
    "超职业顶尖":"超トッププロ棋士",
    "登录后可保留对局记录，还可免费挑战更多级别。":"ログイン後、棋譜をキップし、より多くのレベルに無料で挑戦できます。",
    "登录后可使用，注册即可领取5元试用金及其他好礼。":"ログインすると、ご利用いただけます。登録すると、5元の試用金とその他のギフトを取得できます。",
    "登录后可生成报告，注册即送1张报告券及其他好礼。":"ログインすると、レポートが生成され、登録するとレポートチケットとその他のギフトを取得できます。",
    "该功能登录后可使用":"この機能はログイン後に使用できます",
    "搜索棋手或棋谱名":"棋士名または棋譜名を検索する",
    "登录后可使用研究，注册即送5元试用金及其他好礼。":"ログインすると研究を利用でき、新規登録で5元の試用金とその他のギフトを取得できます。",
    "对局日期":"対局日付",
    "评论":"コメント",
    "©2018-2020 北京深客科技有限公司 版权所有 深客科技 京ICP备 19032835 增值电信业务经营许可证编号：京B-220192143":"©2018-2020　北京深客科学技術株式会社著作権ICP 19032835電信付加価値事業許可番号：北京B-220192143",
    "新建直播":"生中継を配信する",
    "暂时没有直播":"しばらく生中継はありません",
    "更多历史直播请前往公告报告浏览":"履歴配信については、公開レポートにアクセスしてください。",
    
    "对局名称":"対局名",
    "对局时间":"対局時間",
    "国籍":"国籍",
    "黑方头像":"黒側アイコン",
    "白方头像":"白側アイコン",
    "直播配置":"生中継の装置　",
    "最低PO数":"最低PO数",
    "选择日期时间":"日付時刻を選択する",
    "高水平对弈欣赏":"ハイレベル対局鑑賞",
    "原创":"オリジナル",
    "历史直播":"生中継履歴",
    "前往分析":"分析する",
    "回到主页":"ホームページに戻る",
    "开始直播":"生中継開始",
    "已结束":"終了しました",
    "对局结果":"対局結果",
    "修改信息":"情報を変更する",
    "直播结束":"生中継終了",
    "删除":"削除する",
    "确定要撤销该直播吗？":"生中継を取り消しますか？",
    "充值金额":"チャージ金額",
    "按当前汇率":"現在の為替レートで",
    "您需要支付的美元金额为":"支払う金額（ドル）は",
    "到账时间可能会有延迟,如有任何问题，请咨询":"支払い完了時間が遅れる場合もあります。ご不明な点がございましたらお問い合わせください",
    "已完成支付":"お支払い完了しました",
    "取消支付":"お支払いをキャンセルします",
    "微信扫码支付":"WeChatでお支払いする",
    "支付宝支付":"Alipayでお支払いする",
    "星猛虎":"トラ",
    "星雄狮":"ライオン",
    "星巨象":"ゾウ",
    "是否放弃并离开":"保存せず閉じる",
    "是否认输并离开":"投了して閉じる",
    "确认续订":"更新を確認する",
    "已领取":"受け取りました",
    "续订":"更新する",
    "当前净胜盘数：-2":"現在の勝ち対局数：-2",
    "当前净胜盘数：-1":"現在の勝ち対局数：-1",
    "当前净胜盘数：0":"現在の勝ち対局数：0",
    "当前净胜盘数：1":"現在の勝ち対局数：1",
    "胜":"勝",
    "负":"負",
    "又":"また",
    "去使用":"使います",
    "打开微信扫一扫":"WeChatQRコードでスキャンします",
    "确认":"確認します",
    "无数据":"データなし",
    "今日已签到":"今日サインインしました",
    "您还有未领取的道具。":"また受け取ってない道具があります。",
    "领取":"受け取ります",
    "可领取":"受け取ることができます",
    "签到领取":"サインインして受け取ります",
    "可签到领取道具奖励":"サインインしたらプレゼント受け取ることができます",
    "最近12个月累计充值满1000元":"過去12か月の累積チャージ金額が1000元を満たしました",
    "最近12个月累计充值满3000元":"過去12か月の累積チャージ金額が3000元を満たしました",
    "星阵专业版，使用星阵最新权重，为每个用户分配专属的独立分析引擎，分配独享的1块至多块GPU卡，旗舰版尊享多至数台GPU服务器。X为星阵的速度单位，X数越多则计算速度越快。据测算，1x的棋力即远超人类顶尖棋手，不低于当前中上等家用电脑的配置。除计算速度外，不同配置还存在计算量上限等区别。":
    "星陣 プロ版は、星陣の最新の重みを使用し、ユーザーごとに専用の独立した分析エンジンを割り当て、専用の1つ以上のGPUカードを割り当ています。旗艦版では数台のGPUサーバーを利用できます。 Xは星陣の速度単位で、Xの数値が大きいほど計算速度が速くなります。計測によると、1xの棋力は、人間のトップ棋士よりもはるかに優れており、現在の中等、上等PCスペックよりも低くはありません。計算速度だけでなく、構成によって計算量の上限などの違いがあります。",
    "你输了":"負けました",
    "你赢了":"勝ちました",
    "星光白银卡":"星陣シルバーカード",
    "星光黄金卡":"星陣ゴールドカード",
    "星光钻石卡":"星陣ダイヤモンドカード",
    "星光白金卡":"星陣プラチナカード",
    "星光黑金卡":"星陣ブラックゴールドカード",
    "星阵连线器使用说明":"星陣コネクタ使用説明",
    "星阵连线器工作原理":"星陣コネクタの仕組み",
    "通过GTP协议连接对弈":"GTPプロトコルで対局と接続する",
    "GoHGui客户端":"GoHGulクライアント",
    "野狐AI连线器":"野狐 AI コネクタ",
    "弈客AI连线器":"奕客AI コネクタ",
    "星阵AI引擎端口":"星陣AI エンジンポート",
    "星阵后台引擎":"星陣AI バックエンドエンジン",
    "通过星阵网页版观看对局进程":"星陣のWebバージョンを通じて対局の進行状況を見る",
    "星阵网页版":"星陣のWebバージョン",
    "僵硬的点目，不考虑局部官子收束手段":"硬い地合計算、局部のヨセを考慮しない。",
    "无法判断潜力，只有近似结果，偏差很大":"潜在力の判断ができず、概算結果しかありません。誤差が非常に大きいです。",
    "点目":"地を数える",
    "计算":"計算",
    "手段":"手段",
    "潜力":"ポテンシャル",
    "双活":"セキ",
    "引擎设置":"エンジン設定",
    "专业版3X":"プロフェッショナルバージョン3X",
    "专业版6X":"プロフェッショナルバージョン 6X",
    "专业版12X":"プロフェッショナルバージョン12X",
    "专业版24X":"プロフェッショナルバージョン24X",
    "旗舰版60X":"アルティメットバージョン60X",
    "旗舰版120X":"アルティメットバージョン120X",
    "专业版48X":"プロフェッショナルバージョン48X",
    "专业版30X":"プロフェッショナルバージョン30X",
    "专业版60X":"プロフェッショナルバージョン60X",
    "专业版120X":"プロフェッショナルバージョン120X",
    "3X配置450分钟":"3X構成450分",
    "3X配置800分钟":"3X構成800分",
    "6X配置450分钟":"6X構成450分",
    "6X配置900分钟":"6X構成900分",
    "12X配置450分钟":"12X構成450分",
    "12X配置900分钟":"12X構成900分",
    "24X配置450分钟":"24X構成450分",
    "24X配置900分钟":"24X構成900分",
    "白领先":"白優勢",
    "黑领先":"黒優勢",
    "9折":"10%オフ",
    "75折":"25%オフ",
    "8折":"20%オフ",
    "85折":"15%オフ",
    "95折":"5%オフ",
    "星阵陪练已完成":"星陣スパーリングが完了しました",
    "盘对局。":"対局。",
    "2387万":"２３８７万",
    "星阵陪练已完成2387万盘对局。":"星陣スパーリングは、2,387万対局を完了しました。",
    "星阵已经分析过":"星陣が解析しました。",
    "10亿":"１０億",
    "个局面。":"局面個数。",
    "星阵已经分析过10亿个局面。":"星陣は局面を十億局解析しました。",
    "星阵已生成":"星陣が生成されました",
    "2万":"２万",
    "张报告。":"枚レポート。",
    "星阵已生成2万张报告。":"星陣は20,000枚のレポートを生成しました。",
    "前往研究":"研究する",
    "两分钟了解星阵":"2分で星陣のことを知る",
    "注册可领新手大礼包":"登録すると初心者向けギフトパッケージがプレゼントされます",
    "拥有注册会员":"登録会員を持つ",
    "15万":"15万",
    "初学者的好陪练":"初心者の良い練習相手",
    "顶尖棋手的好老师":"囲碁棋士の良い先生",
    "名职业棋手使用星阵":"プロ棋士も星陣を使っています",
    "有":"ある",
    "有323名职业棋手使用星阵":"323名のプロ棋士が星陣を使っています",
    "4次世界人工智能围棋大赛冠军":"世界人工知能囲碁大会で4回優勝しました",
    "人工智能围棋第一网站":"AI囲碁No.1ウェブサイト",
    "会员时限":"会員時間制限",
    "不足":"不足",
    "每月时长价值":"毎月合計時間の価値",
    "月卡价格":"月間カード価格",
    "年卡价格":"年間カード価格",
    "各道具水平如下表：":"各道具のレベルは下の表をご覧ください。",
    "场景":"シーン",
    "领地水平":"陣地レベル",
    "支招水平":"ヒントレベル",
    "变化图水平":"変化図レベル",
    "主页":"ホームページ",
    "与星阵10级~9段对弈时":"星陣10級～９段と対局する時 ",
    "与职业2星对弈时":"プロ 2星と対局する時",
    "与职业3星对弈时":"プロ2星と対局する時",
    "星阵9段":"星陣9段",
    "职业1星":"プロ1星",
    "职业2星":"プロ2星",
    "职业3星":"プロ3星",
    "10级":"10級",
    "9级":"9級",
    "8级":"8級",
    "7级":"7級",
    "6级":"6級",
    "5级":"5級",
    "4级":"4級",
    "3级":"3級",
    "2级":"2級",
    "1级":"1級",
    "星阵":"星陣",
    "每日签到":"毎日サインイン",
    "付款时间":"お支払い時期",
    "消费项目":"消費項目",
    "金额":"金額",
    "订单号":"注文番号",
    "充值时间":"チャージ時間",
    "支付方式":"支払い方法",
    "到账金额":"支払い金額",
    "实际支付":"実際のお支払い金額",
    "暂无数据":"データなし",
    "已生效":"有効",
    "未生效":"無効",
    "价格（元/分钟）":"価格(元／分)",
    "注册用户":"登録ユーザー",
    "注册用户（试用）":"登録ユーザー（試行）",
    "普通会员":"レギュラー会員",
    "使用条件":"使用条件",
    "使用权限":"使用権限",
    "动态切换配置":"構成を切り替える",
    "优先分配资源":"リソースを優先的に割り当てる",
    "获得方式1":"入手方法1",
    "获得方式2":"入手方法2",
    "试用专业版3X":"プロフェッショナルバージョン 3X版をお試しください ",
    "专业版24X及以下":"プロフェッショナルバージョン24X及び以下",
    "旗舰版60X及以下":"アルティメットバージョン 60X及び以下",
    "旗舰版120X及以下":"アルティメットバージョン 120X及び以下",
    "最近12个月累计充值满1000￥":"過去12か月間の累計チャージ金額が1,000 RMBを満たしました",
    "最近12个月累计充值满3000￥":"過去12か月間の累計チャージ金額が3000元を満たしました",
    "职业棋手实名认证":"プロ棋士の実名認証",
    "暂无棋谱":"棋譜なし",
    "我的新棋谱":"私の新棋譜",
    "贴目：0目":"コミ: 0目",
    "贴目：0.5目":"コミ: 0.5目",
    "贴目：1.5目":"コミ: 1.5目",
    "贴目：2.5目":"コミ: 2.5目",
    "贴目：3.5目":"コミ: 3.5目",
    "贴目：4.5目":"コミ: 4.5目",
    "贴目：5.5目":"コミ: 5.5目",
    "贴目：6.5目":"コミ: 6.5目",
    "贴目：7目":"コミ: 7目",
    "贴目：8.5目":"コミ: 8.5目",
    "贴目：9.5目":"コミ: 9.5目",
    "0目":"0目",
    "0.5目":"0.5目",
    "1.5目":"1.5目",
    "2.5目":"2.5目",
    "3.5目":"3.5目",
    "4.5目":"4.5目",
    "5.5目":"5.5目",
    "6.5目":"6.5目",
    "7目":"7目",
    "8.5目":"8.5目",
    "9.5目":"9.5目",
    "棋谱名":"棋譜名",
    "结果：无":"結果: なし",
    "页":"ページ",
    "请上传正确的文件，文件后缀为：":"正しいファイルをアップロードしてください。ファイルの拡張子は次です。",
    "请上传后缀为：.sgf 的文件":"拡張子が.sgfのファイルをアップロードしてください",
    "命名":"名前を設定する",
    "结果":"結果",
    "地址":"住所",
    "让子":"置碁",
    "黑方代表队":"黒側チーム",
    "白方代表队":"白側チーム",
    "下载棋谱":"棋譜をダウンロード",
    "请输入内容":"内容を入力してください",
    "已结束使用":"使用終了",
    "开始时间：":"開始時間：",
    "结束时间：":"終了時間：",
    "配置信息：":"配置情報",
    "费用：":"費用：",
    "要认输吗？":"投了しますか？",
    "再来一盘":"もう一局",
    "游客":"非会員",
    "短信验证码":"携帯の確認コード",
    "请输入手机验证码":"確認コードを入力してください",
    "是否放弃当前对局？":"現在の対局を中止しますか？",
    "返回":"戻る",
    "正在使用":"使用中",
    "您正在使用分析引擎，退出登录将自动结束使用":"分析エンジンを使用しています。ログアウトすると自動的に使用が終了します。",
    "目差":"地合の差",
    "微信扫码到账时间可能会有延迟,如有任何问题，请咨询支付":"WeChatでのお支払いは遅延の可能性があります。ご不明な点がある場合は、支払担当までお問い合わせください。",
    "本次消费":"今回の消費",
    "将从您的余额扣除":"残高から引き落とします",
    "星阵级别":"星陣 レベル",
    "用时":"使用時間",
    "选择月":"月を選択する",
    "累计充值":"累積チャージ金額",
    "您累计充值":"お客様の累積チャージ金額",
    "余额兑换":"残高で両替する",
    "可用余额兑换，当前余额":"利用可能な残高で両替、現在の残高",
    "您的":"お客様の",
    "立即切换":"今すぐ切り替え",
    "选择日期":"日付を選択",
    "请前往商城购买。":"ショップ（マーケット）で購入する",
    "去购买":"購入する",
    "去领取":"受け取る",
    "购买成功！":"購入しました",
    "60/月":"60／月",
    "600/年":"600／年",
    "98/月":"98／月",
    "980/年":"980／年",
    "188/月":"188／月",
    "1880/年":"1880／年",
    "328/月":"328 / 月",
    "3280/年":"3280／年",
    "598/月":"598／月",
    "5980/年":"5980／年",
    "撤销":"削除する",
    "是否保留当前对局？":"現在の対局を保存しますか？",
    "继续购买":"買い物を続ける",
    "16万":"16万",
    "数据正在计算中...":"データ計算中…",
    "星光卡办理成功！":"星陣カードが発行されました",
    "星光卡升级成功！":"星陣カードが進級しました",
    "星光卡续订成功！":"星陣カードが更新できました。",
    "签到成功!":"サインインしました",
    "棋局手数过少，无法生成报告":"対局手数が少な過ぎるため、レポートが生成できません。",
    "“普通”报告即将生成，大约需要1分钟。将使用一张普通报告券。":"「通」レポートがまもなく生成されます。後約1分かかります。通常レポー券を１枚使用します。",
    "新开对局":"新しい対局",
    "继续":"続ける",
    "您有一盘升降级对弈未完成，是否继续？":"未完成の段位戦があります。続行しますか？",
    "转账":"お振込",
    "全自动AI直播，大赛一网打尽。":
    "全自動AIで生中継し、対局を一網打尽にすることができます。",
    "最全面权威的AI分析，不错过棋局的每一个细节。":
    "このAI分析は、すべての対局の詳細を見逃しません。",
    "掌握棋局的每一个精彩瞬间。":"対局の素晴らしい瞬間をすべて共有することができます。",
    "针对9个不同的围棋技术专项，全新的训练方法。":"9つの異なるGo特別専門技術で、真新しい訓練方法を目指します。 ",
    "帮助不同等级的棋手，有针对性的提升专项水平。":"様々なレベルの棋士を助けたり、特別なレベルに焦点を合わせて改善したりすることもできます。",
    "遴选上千个盘面，更贴近实战。":"何千もの盤面を選択することで、実戦により近づけます。",
    "您有一盘升降级对弈未完成，是否继续？ ":"未完成の段位戦があります。続行しますか？",
    "您有一盘自由对弈未完成，是否继续？":"未完成な自由対局があります。続けますか？",
    "您有一盘高水平对弈未完成，是否继续？":"未完成なハイレベル対局があります。続けますか？",
    "微信":"WeChat",
    "支付宝":"アリペイ",
    "特训":"特訓",
    "特训(Beta)":"特訓(Beta)",
    "字符":"キャラクター",
    "题 ":"题 ",
    "剩余手数 ":"残り手数",
    "请对弈至终局 ":"終局まで対局してください",
    "重新开始 ":"やり直します",
    "返回题库 ":"問題に戻る",
    "不合法的坐标 ":"不合法的坐标",
    "当前盘面为空 ":"現在の盤面が",
    "开始挑战":"チャレンジを開始",
    "上一题":"上一题",
    "下一题":"下一题",
    "对杀 ":"攻め合い",
    "场景类型 ":"场景类型",
    "挑战者执方 ":"挑战者执方",
    "挑战手数":"挑戦手数",
    "判定结果方式":"結果判定方法",
    "训练能力":"訓練能力",
    "系统默认":"システムデフォルト",
    "中后盘 ":"中終盤",
    "胜率较高一方":"勝率高い側",
    "至终局":"終局まで",
    "胜负及相差目数":"勝負及ぶ目差",
    "均衡":"均衡",
    "行棋方向":"打つ方向",
    "进攻":"攻める",
    "攻击一方":"攻击一方",
    "杀棋、攻击":"杀棋、攻击",
    "治孤":"治孤",
    "有孤棋一方":"有孤棋一方",
    "治孤、活棋、弃子":"治孤、活棋、弃子",
    "经营模样":"经营模样",
    "有大模样一方":"有大模样一方",
    "经营模样、围空":"经营模样、围空",
    "破坏模样":"消し",
    "破大模样一方":"消し側",
    "侵消、破空、腾挪":"消し、打ち込み",
    "原谱欣赏":"棋譜鑑賞",
    "平目":"目差なし",
    "退出原谱":"棋譜から退出する",
    "未解锁":"ロックしています",
    "从":"から",
    "挑战40手，挑战结束后根据胜率判定结果。":"40手挑戦します。40手後勝率で結果を判定します。",
    "再次挑战 ":"もう一回挑戦します",
    "挑战50手，挑战结束后根据胜率判定结果。":"50手挑戦します。50手後勝率で結果を判定します。",
    "对弈至终局，挑战结束后根据胜率及相差目数判定结果。":"終局まで対局します。勝率および目差で結果を判定します。",
    "星阵等级":"星陣級",
    "Elo分":"Elo点数",
    "野狐/弈城等级":"野狐囲碁、弈城囲碁段位",
    "现实段位":"現実段位",
    "无对应":"対応なし",
    "业余6段":"アマチュア6段",
    "业余5段":"アマチュア5段",
    "业余4段":"アマチュア4段",
    "业余3段":"アマチュア3段",
    "业余2段":"アマチュア2段",
    "业余1段":"アマチュア１段",
    "业余1级":"アマチュア１級",
    "业余2级":"アマチュア2級",
    "业余3级":"アマチュア3級",
    "业余4级":"アマチュア4級",
    "业余5级":"アマチュア5級",
    "业余6级":"アマチュア6級",
    "业余7级":"アマチュア7級",
    "业余8级":"アマチュア8級",
    "业余9级":"アマチュア9級",
    "业余10级":"アマチュア10級",
    "保存盘面":"盤面を保存する",
    "关于直播":"生中継について",
    "关于特训":"特訓について",
    "在左侧选择直播模式，即可进入。进入后右侧列表展示正在直播、即将开始直播以及历史直播的全部棋谱。单击后即可以在棋盘上预览。选中相应棋局并点击进入直播（或者直接双击该棋局）即可进入该局棋查看详细数据。":
    "左側で生中継モードを選択したら、生中継が見れます。右側に生中継中、生中継間も無く始まりますおよび昔の生中継の棋譜が示されます。クリックしたら碁盤で見れます。お気に入りの局を選択し、「生中継を見る」をクリックすると（もしくは直接ダブルクリックすると）詳しいデータが見れます。",
    "进入该局直播后可以查看胜率图、选点、变化图等各种信息。全方位了解棋局的情况。查看方式与报告类似。如果在最后一手棋局将自动同步。喝着茶、吃着瓜、看着棋、不亦乐乎。":
    "生中継で勝率図、予測点、変化図などの情報が見れます。全方位で盤面を分析することができます。情報をチェックする方法はレポートと似ています。最後の一手なら盤面が自動に同期する。お茶を飲みながら、お菓子を食べながら、囲碁を楽しんでいきましょう。",
    "与小程序上的直播一样，可以通过拆解查看更多的变化，深入的了解棋局。当然，如果这都满足不了你，你还可以前往研究，与星阵共同解开你心中的疑惑。":
    "分解により多くの変化が見れ、深く盤面を理解することができます。もしこれで満足できなかったら、「研究」で星陣と一緒に疑惑を解くこともできます。",
    "在左侧选择特训模式，进入特训模式后可以选择喜欢的类别以及适合自己的难度。不同类别训练的是棋手不同的能力，在问号中可以查看相应的规则以及训练的能力。每个类别的每个级别第一道题可以直接挑战，后续的关卡则需要先通过前面的关卡才可以解锁（一星通过即可解锁）。右上方会展示你在这个项目中共获得了几颗星星，快去集满吧！":
    "左側で特訓モードを選択し、特訓モードに入ると好きな分類や自分に合うレベルを選べます。分類別の訓練は違う能力を鍛え、クエスチョンマークでルールや訓練される能力が見えます。各分類の各レベルの第一問は直接挑戦することができますが、第一問を乗り越えてから次の問題に進みます。右上はこの項目で何個の星を獲得したのを示します。",
    "选择想尝试的题目，即可开始挑战。在规定的手数内尽最大的努力，获得优势。面对特定的场景虽说是训练特定能力，但也要灵活应对。正所谓白猫黑猫，能抓到老鼠的就是好猫。在下的过程中，也可以使用道具进行提示，甚至干脆土豪一把，用道具过关！":
    "試したい問題を選択し、挑戦を始めてください。決めされた手数内で最大な努力を尽くしてください。特定な局面は特定な能力を訓練するとは言え、柔軟に対応しなければなりません。挑戦するとき、道具を使ってヒントを得たり、もしくは直接道具で乗り切ることもできます。",
    "到达规定手数后，有高水平星阵判定结果。如果发挥出色，则会获得三颗星。发挥不错也可以获得两颗星。发挥的尚可就是一颗星，但也算挑战成功。如果一颗星都没有得到，那也不要气馁，再挑战一次就是了。有些想刷星的棋友还可以无限次挑战，直到获得满意的成绩。当然，作为训练，我们推荐大家前往研究，去分析分析刚才的几十手棋，一定可以给你带来收获。做到有始有终。":
    "決めされた手数になったら、ハイレベル星陣で結果を判定します。よくできたら星二つ獲得できます。普通だったら星一つしかないですが、挑戦に成功です。星一つもなかったら、諦めず、もう一度挑戦してくだい。星が欲しかったら納得する成績まで無限に挑戦することができます。もちろん、訓練として、「研究」でさっきの碁を分析することをお勧めします。しっかり分析すると、必ず勉強となります。",
    "由于您长时间没有操作":"長時間操作しなかったため",
    "后将自动结束使用":"自動的に利用を終了しました。",
    "切换配置将自动结算您当前引擎账单并更换到新的配置，分析数据将会保留":"配置を切り替えると現在までの勘定書を清算してから新しい配置に変更します。分析データは保留されます。",
    "和棋":"引き分けになった",
    "防发呆提示时间":"ぼけるのを防ぐ提示時間",
    "推荐点个数":"推薦点の個数",
    "变化图长度":"変化図の長さ",
    "5分钟":"５分",
    "15分钟":"１５分",
    "丰富":"豊か",
    "正常":"正常",
    "精简":"簡潔",
    "较长":"長い",
    "较短":"短い",
    "网课":"ネットの授業",
    "文件名":"ファイル名",
    "课程": "課程",
    "请输入文件名":"ファイル名を入力してください",
    "个不同等级的星阵智能棋手。": "人の違うレベルのAI棋士。",
    "无论你是入门还是职业顶尖，总有一个适合你。": "初心者であろうとトッププロであろうと、あなたに合う練習相手が必ずあります。",
    "随时随地的围棋陪练，每个阶梯都见证你的成长。": "いつでもどこでも練習の相手になります。ご成長の成り行きに立ち会います",
    "星阵陪练已完成2316万盘对局。": "星陣は練習相手としてすでに2316万対局をやり遂げました。",
    "顶尖围棋AI，大算力权威分析数据。": "トップGo AI、優れた計算能力で信頼できるデータ分析。",
    "胜率，子差多角度评价，更易理解。": "勝率、多角度の子差評価、理解の易さ",
    "操作简单，随时随地分析你想了解的局面。": "簡単な操作、いつでもどこでも知りたい局面の分析、これらの特徴を持つ",
    "全面分析棋局的每一手的每一个变化，发现问题手。": "Go対局の各手のすべての変化を全般的に分析し、問題のある手を見つけます。",
    "一键生成立等可取，云端保存随时查阅，方便分享。": "ワンクリックで作成し、すぐに受け取ることができます。クラウドに保存していつでも閲覧でき、簡単に共有できます。",
    "是老师授课、棋手复盘的利器。": "教師が教えるのと棋士が対局を再現するための便利な手段です。",
    "直播(Beta)":"生中継",
    "通过星阵连线器，用户可以方便的将星阵对接到支持Al的对弈网站或其他 使用GTP协议的对弈工具中。":"星陣 コネクターにより、ユーザーは星陣をAIのWeb対局サイトやGTPプロトコルを利用した対局ツールに簡単に接続することができます。",
    "星阵连线器是研究模式的附加功能，用户开始研究后，通过工具→连线器 菜单获取星阵Al引擎端口，即可接入。关闭端口或停止研究则连线器也停止工 作。连线器使用期间，网页端可以观看棋局进程，可实时查看胜率、变化图、 领地，但不能手动改变盘面，盘面从后台自动同步。断开连线器后，方可恢复 人工研究。":
    "星陣コネクターは、研究モードの追加機能で、ユーザーが研究を開始すると、[ツール]→[コネクター]メニューから星陣AIエンジンポートを取得し、接続することができます。ポートを閉じたり、研究を停止したりすると、コネクタも作動停止します。また、コネクターの使用中に、ウェブページで対局の進行状況を確認することができ、勝率・変化図・陣地をリアルタイムで確認することはできますが、手動で棋盤を変更することはできません。棋盤はバックエンドで自動的に同期されます。コネクターを外した後、手動研究を再開できます。",
    "完成:此时星阵连线器已接入野狐，对弈开始后将实现自动落子。":"完了：現時点で、星陣コネクタは既にFox Go に接続されており、対局の開始後に自動プレイが実行されます。",
    "星阵棋谱报告，利用强大的后台算力，准确分析每一手的每一一个变化，对比 最佳下法和实战问题手，方便的生成权威的报告，生成过的报告可在棋谱库 中随时查阅。星阵报告包含胜率子差走势图，问题手分析，每手棋评价，整 盘发挥水准等信息，全面立体的对整盘棋进行细致分析，是老师讲课，棋手 复盘的好帮手。普通报告即可完全满足复盘需求，精准报告使用数倍算力， 更加值得永久收藏。":"星陣の棋譜レポートは、強力なバックグラウンド計算力で、各手のあらゆる変化を正確に分析する。ベストな手と実戦の問題手を比較し、信頼できるレポートを簡単に作成します。作成されたレポートは棋譜ライブラリから随時閲覧できます。星陣レポートには、勝率子差の変化図、問題手の分析、各手の評価、対局全体のレベルなどが含まれています。全体且つ立体的に細かく分析します。教師の授業、Goプレーヤーの対局再現に役立ちます。通常のレポートは、対局再現のニーズを完全に満たすことができます。正確なレポートは、数倍の計算力を利用するため、永久保存に最適です。",
    "其他对弈网站的形势判断":"他の対局プラットフォームの情勢判断",
    "星阵的领地判断":"星陣の領土判断",
    "黑白方块分别代表双方目数，判断白方领先43.5目":"黒い四角と白い四角は両側の目数を表します。白が４３.５目リードと判断しました",
    "未能判断出双活，将黑方判死":"セキの判断できなくて、黒が死んだと判定しました",
    "黑白方块表示该交差点最终归哪方概率大，判断黑领先16.9目，胜率99%":"黒い四角と白い四角は、その交差点が最終的に何側になる可能性が高いことを表示します。黒が１６.９目リードし、勝率を９９％と判断しました。",
    "成功判断双活，用黑白块标出公气的位置":"セキの判断に成功しました。白黒四角で双方が打つことができない位置を示しました。",
    "考虑局部计算，该黑下右下角将成为黑方实地":"局部計算を考慮します。右下隅が黒の確定地になります。",
    "考虑官子手段，判断出左侧--路扳粘的先后手关系，判断更准":"ヨセ手段を考慮します。左側から一路切り、つぎの先後手をより正確に判断できます。",
    "基于计算判断潜力范围，用方块大小表明归属概率，准确严谨，具有指导意义":"計算に基づいて潜在力範囲を判断し、四角の大きさで最終的な所属の確率を示します。正確かつ厳密で、指導の意義を有する。",
    "棋盘大小：19x19": "碁盤：19x19",
    
    
    
    
    
    
    
    "星阵围棋专业版用户服务协议": "星阵围棋专业版用户服务协议",
    "一、特别提示": "一、特别提示",
    "在此特别提醒您（用户）在注册成为“星阵围棋专业版”（以下简称“星阵”）用户之前，请认真阅读本《星阵用户服务协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。 本协议约定北京深客科技有限公司（以下简称“星阵团队”）与用户之间关于“星阵”服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由星阵团队随时更新，星阵团队将会通过适当方式向用户提示修改内容。在修改协议条款后，如果用户不接受修改后的条款，请立即停止使用星阵提供的服务，用户继续使用星阵提供的服务将被视为接受修改后的协议。": 
    "在此特别提醒您（用户）在注册成为“星阵围棋专业版”（以下简称“星阵”）用户之前，请认真阅读本《星阵用户服务协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。 本协议约定北京深客科技有限公司（以下简称“星阵团队”）与用户之间关于“星阵”服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由星阵团队随时更新，星阵团队将会通过适当方式向用户提示修改内容。在修改协议条款后，如果用户不接受修改后的条款，请立即停止使用星阵提供的服务，用户继续使用星阵提供的服务将被视为接受修改后的协议。",
    "二、账号注册": "二、账号注册",
    "1、用户在使用本服务前需要注册一个“星阵”账号。“星阵”账号应当使用手机号码绑定注册，请用户使用尚未与“星阵”账号绑定的手机号码，以及未被星阵团队根据本协议封禁的手机号码注册“星阵”账号。星阵可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。": 
    "1、用户在使用本服务前需要注册一个“星阵”账号。“星阵”账号应当使用手机号码绑定注册，请用户使用尚未与“星阵”账号绑定的手机号码，以及未被星阵团队根据本协议封禁的手机号码注册“星阵”账号。星阵可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。",
    "2、如果注册申请者有被星阵团队封禁的先例或涉嫌虚假注册及滥用他人名义注册，及其他不能得到许可的理由，星阵团队将拒绝其注册申请。": 
    "2、如果注册申请者有被星阵团队封禁的先例或涉嫌虚假注册及滥用他人名义注册，及其他不能得到许可的理由，星阵团队将拒绝其注册申请。",
    "3、鉴于“星阵”账号的绑定注册方式，用户同意星阵团队在注册时将允许您的手机号码及手机设备识别码等信息用于注册。": 
    "3、鉴于“星阵”账号的绑定注册方式，用户同意星阵团队在注册时将允许您的手机号码及手机设备识别码等信息用于注册。",
    "4、在用户注册及使用本服务时，星阵团队需要搜集能识别用户身份的个人信息以便在必要时使用。星阵团队搜集的信息包括但不限于用户的姓名、手机号等；星阵团队同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。":
    "4、在用户注册及使用本服务时，星阵团队需要搜集能识别用户身份的个人信息以便在必要时使用。星阵团队搜集的信息包括但不限于用户的姓名、手机号等；星阵团队同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。",
    "三、账户安全": "三、账户安全",
    "1、用户一旦注册成功，成为星阵的用户，将得到一个用户名和密码，并有权利使用自己的用户名及密码随时使用星阵":
    "1、用户一旦注册成功，成为星阵的用户，将得到一个用户名和密码，并有权利使用自己的用户名及密码随时使用星阵",
    "2、用户对用户名和密码的安全负全部责任，同时对以其用户名进行的所有活动和事件负全责。":
    "2、用户对用户名和密码的安全负全部责任，同时对以其用户名进行的所有活动和事件负全责。",
    "3、用户不得以任何形式擅自转让或授权他人使用自己的星阵账号。":
    "3、用户不得以任何形式擅自转让或授权他人使用自己的星阵账号。",
    "4、如果用户泄漏了密码，有可能导致不利的法律后果。因此不管任何原因导致用户的密码安全受到威胁，应该立即和星阵客服人员取得联系，否则后果自负。":
    "4、如果用户泄漏了密码，有可能导致不利的法律后果。因此不管任何原因导致用户的密码安全受到威胁，应该立即和星阵客服人员取得联系，否则后果自负。",
    "四、用户声明与保证": "四、用户声明与保证",
    "1、用户承诺其为具有完全民事行为能力的民事主体，且具有达成交易履行其义务的能力。":
    "1、用户承诺其为具有完全民事行为能力的民事主体，且具有达成交易履行其义务的能力。",
    "2、用户有义务在注册时提供自己的真实资料，并保证诸如手机号码、姓名等内容的有效性及安全性，保证星阵工作人员可以通过上述联系方式与用户取得联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。":
    "2、用户有义务在注册时提供自己的真实资料，并保证诸如手机号码、姓名等内容的有效性及安全性，保证星阵工作人员可以通过上述联系方式与用户取得联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。",
    "3、用户承诺账号仅限本人使用，不得将账号转借他人。如果出现将账号出租等牟利行为，星阵团队将立即终止服务，并保留通过法律手段追回不当得利的权利。":
    "3、用户承诺账号仅限本人使用，不得将账号转借他人。如果出现将账号出租等牟利行为，星阵团队将立即终止服务，并保留通过法律手段追回不当得利的权利。",
    "4、用户在使用星阵的过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复和相关链接页面，以及其他使用账号或本服务所产生的内容，不得违反国家相关法律制度，包含但不限于如下原则：":
    "4、用户在使用星阵的过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复和相关链接页面，以及其他使用账号或本服务所产生的内容，不得违反国家相关法律制度，包含但不限于如下原则：",
    "（1）反对宪法所确定的基本原则的；": "（1）反对宪法所确定的基本原则的；",
    "（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；": "（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；",
    "（3）损害国家荣誉和利益的；": "（3）损害国家荣誉和利益的；",
    "（4）煽动民族仇恨、民族歧视，破坏民族团结的；": "（4）煽动民族仇恨、民族歧视，破坏民族团结的；",
    "（5）破坏国家宗教政策，宣扬邪教和封建迷信的；": "（5）破坏国家宗教政策，宣扬邪教和封建迷信的；",
    "（6）散布谣言，扰乱社会秩序，破坏社会稳定的；": "（6）散布谣言，扰乱社会秩序，破坏社会稳定的；",
    "（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；": "（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；",
    "（8）侮辱或者诽谤他人，侵害他人合法权益的；": "（8）侮辱或者诽谤他人，侵害他人合法权益的；",
    "（9）含有法律、行政法规禁止的其他内容的。": "（9）含有法律、行政法规禁止的其他内容的。",
    "5、用户不得利用“星阵”账号或本服务制作、上载、复制、发布、传播干扰“星阵”正常运营，以及侵犯其他用户或第三方合法权益的内容：": 
    "5、用户不得利用“星阵”账号或本服务制作、上载、复制、发布、传播干扰“星阵”正常运营，以及侵犯其他用户或第三方合法权益的内容：",
    "（1）含有任何性或性暗示的；": "（1）含有任何性或性暗示的；",
    "（2）含有辱骂、恐吓、威胁内容的；": "（2）含有辱骂、恐吓、威胁内容的；",
    "（3）含有骚扰、垃圾广告、恶意信息、诱骗信息的；": "（3）含有骚扰、垃圾广告、恶意信息、诱骗信息的；",
    "（4）涉及他人隐私、个人信息或资料的；": "（4）涉及他人隐私、个人信息或资料的；",
    "（5）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；": "（5）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；",
    "（6）含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。": "（6）含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。",
    "6、用户不得通过计算机程序等方式自动获取星阵数据、不得使用任何方式非法访问星阵服务器。如用户有类似行为，星阵团队将立即终止服务，并保留追究其法律责任的权利。":
    "6、用户不得通过计算机程序等方式自动获取星阵数据、不得使用任何方式非法访问星阵服务器。如用户有类似行为，星阵团队将立即终止服务，并保留追究其法律责任的权利。",
    "五、服务内容": "五、服务内容",
    "1、星阵具体服务内容由星阵团队根据实际情况提供，包括但不限于：": "1、星阵具体服务内容由星阵团队根据实际情况提供，包括但不限于：",
    "（1）围棋人工智能（下称AI）使用服务（仅限于提供AI数据，对于使用AI数据产生的后果星阵概不负责）；": "（1）围棋人工智能（下称AI）使用服务（仅限于提供AI数据，对于使用AI数据产生的后果星阵概不负责）；",
    "（2）收入结算和用户支付费用：具体金额以星阵产生的统计数据为准。": "（2）收入结算和用户支付费用：具体金额以星阵产生的统计数据为准。",
    "2、星阵团队有权随时审核或删除用户发布/传播的涉嫌违法或违反社会主义精神文明，或者被星阵团队认为不妥当的内容（包括但不限于文字、语音、图片、视频、图文等）。": 
    "2、星阵团队有权随时审核或删除用户发布/传播的涉嫌违法或违反社会主义精神文明，或者被星阵团队认为不妥当的内容（包括但不限于文字、语音、图片、视频、图文等）。",
    "3、所有发给用户的通告及其他消息都可通过APP或者用户所提供的联系方式发送。": 
    "3、所有发给用户的通告及其他消息都可通过APP或者用户所提供的联系方式发送。",
    "4、在服务中所产生的数据、信息等所有权及解释权归星阵团队所有，任何人不得在未经星阵团队允许的前提下使用星阵的数据进行不正当的活动（包括但不限于牟利、传播等）": 
    "4、在服务中所产生的数据、信息等所有权及解释权归星阵团队所有，任何人不得在未经星阵团队允许的前提下使用星阵的数据进行不正当的活动（包括但不限于牟利、传播等）",
    "六、服务的终止": "六、服务的终止",
    "1、在下列情况下，星阵团队有权终止向用户提供服务，当用户的行为对星阵团队权益造成损害时，星阵团队有权扣留账户内余额：": 
    "1、在下列情况下，星阵团队有权终止向用户提供服务，当用户的行为对星阵团队权益造成损害时，星阵团队有权扣留账户内余额：",
    "（1）在用户违反本服务协议相关规定时，星阵团队有权终止向该用户提供服务。如该用户再一次直接或间接或以他人名义注册为用户的，一经发现，星阵团队有权直接单方面终止向该用户提供服务；": 
    "（1）在用户违反本服务协议相关规定时，星阵团队有权终止向该用户提供服务。如该用户再一次直接或间接或以他人名义注册为用户的，一经发现，星阵团队有权直接单方面终止向该用户提供服务；",
    "（2）用户不得通过计算机程序方式自动获取星阵数据，若发现用户有自动获取数据类似行为，星阵团队将立即终止服务，对星阵团队造成损失的，保留追究其法律责任的权利；": 
    "（2）用户不得通过计算机程序方式自动获取星阵数据，若发现用户有自动获取数据类似行为，星阵团队将立即终止服务，对星阵团队造成损失的，保留追究其法律责任的权利；",
    "（3）一旦星阵团队发现用户提供的数据或信息中含有虚假内容，星阵团队有权随时终止向该用户提供服务；": 
    "（3）一旦星阵团队发现用户提供的数据或信息中含有虚假内容，星阵团队有权随时终止向该用户提供服务；",
    "（4）本服务条款终止或更新时，用户明示不愿接受新的服务条款；": 
    "（4）本服务条款终止或更新时，用户明示不愿接受新的服务条款；",
    "（5）其它星阵团队认为需终止服务的情况。": 
    "（5）其它星阵团队认为需终止服务的情况。",
    "（6）用户单方面终止服务的情况。": 
    "（6）用户单方面终止服务的情况。",
    "2、服务终止后，星阵团队没有义务为用户保留原账号中或与之相关的任何信息。": 
    "2、服务终止后，星阵团队没有义务为用户保留原账号中或与之相关的任何信息。",
    "七、服务费用": "七、服务费用",
    "1、星阵的部分服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议。": 
    "1、星阵的部分服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议。",
    "2、星阵可能根据实际需要对收费服务的收费标准、方式进行修改和变更，星阵也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，星阵团队将提前在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。": 
    "2、星阵可能根据实际需要对收费服务的收费标准、方式进行修改和变更，星阵也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，星阵团队将提前在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。",
    "3、在星阵降低收费服务的收费标准或者将收费服务改为免费服务提供时，星阵保留不对原付费用户提供退费或者费用调整之权利。": 
    "3、在星阵降低收费服务的收费标准或者将收费服务改为免费服务提供时，星阵保留不对原付费用户提供退费或者费用调整之权利。",
    "4、用户享有参加各项星阵优惠活动的权利，在由于用户个人原因中止服务时，星阵团队保留收回用户所享优惠的权利。": 
    "4、用户享有参加各项星阵优惠活动的权利，在由于用户个人原因中止服务时，星阵团队保留收回用户所享优惠的权利。",
    "八、服务的变更、中断": "八、服务的变更、中断",
    "1、鉴于网络服务的特殊性，用户需同意星阵团队会变更、中断部分或全部的网络服务，并删除（不再保存）用户在使用过程中提交的任何资料。星阵团队无需对使用中断所造成的附加后果承担任何责任。": 
    "1、鉴于网络服务的特殊性，用户需同意星阵团队会变更、中断部分或全部的网络服务，并删除（不再保存）用户在使用过程中提交的任何资料。星阵团队无需对使用中断所造成的附加后果承担任何责任。",
    "2、星阵团队需要定期或不定期地对提供网络服务的平台进行检测或者更新，星阵团队会提前通过适当的方式进行通知。如因此类情况而造成网络服务的中断，星阵团队无需为此承担任何责任。": 
    "2、星阵团队需要定期或不定期地对提供网络服务的平台进行检测或者更新，星阵团队会提前通过适当的方式进行通知。如因此类情况而造成网络服务的中断，星阵团队无需为此承担任何责任。",
    "九、服务条款修改": "九、服务条款修改",
    "1、星阵团队有权随时修改本服务条款的任何内容，一旦本服务条款的任何内容发生变动，星阵将会通过适当方式向用户提示修改内容。": 
    "1、星阵团队有权随时修改本服务条款的任何内容，一旦本服务条款的任何内容发生变动，星阵将会通过适当方式向用户提示修改内容。",
    "2、如果不同意星阵团队对本服务条款所做的修改，用户有权停止使用网络服务。": 
    "2、如果不同意星阵团队对本服务条款所做的修改，用户有权停止使用网络服务。",
    "3、如果用户继续使用网络服务，则视为用户接受星阵团队对本服务条款所做的修改。": 
    "3、如果用户继续使用网络服务，则视为用户接受星阵团队对本服务条款所做的修改。",
    "十、免责与赔偿声明": "十、免责与赔偿声明",
    "1、若星阵团队已经明示其服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。": 
    "1、若星阵团队已经明示其服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。",
    "2、用户明确同意其使用星阵所存在的风险将完全由其自己承担，因其使用星阵而产生的一切后果也由其承担。": 
    "2、用户明确同意其使用星阵所存在的风险将完全由其自己承担，因其使用星阵而产生的一切后果也由其承担。",
    "3、用户同意保障和维护星阵团队及其他用户的利益，由于用户在使用星阵过程中有违法、不真实、不正当、侵犯第三方合法权益的行为，或用户违反本协议项下的任何条款而给星阵团队及任何其他第三方造成损失，用户同意承担由此造成的损害赔偿责任。": 
    "3、用户同意保障和维护星阵团队及其他用户的利益，由于用户在使用星阵过程中有违法、不真实、不正当、侵犯第三方合法权益的行为，或用户违反本协议项下的任何条款而给星阵团队及任何其他第三方造成损失，用户同意承担由此造成的损害赔偿责任。",
    "十一、隐私声明": "十一、隐私声明",
    "1、适用范围：": "1、适用范围：",
    "（1）在用户注册星阵账户时，根据要求提供的个人注册信息；": 
    "（1）在用户注册星阵账户时，根据要求提供的个人注册信息；",
    "（2）在用户使用星阵服务，或访问其相关网页时，星阵团队自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址、AI分析数据等数据记录。": 
    "（2）在用户使用星阵服务，或访问其相关网页时，星阵团队自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址、AI分析数据等数据记录。",
    "2、信息使用：": "2、信息使用：",
    "（1）星阵团队不会向第三方出售或提供用户的个人信息，除非事先得到用户的许可。": 
    "（1）星阵团队不会向第三方出售或提供用户的个人信息，除非事先得到用户的许可。",
    "（2）星阵团队亦不允许任何第三方以任何手段收集、编辑、出售或者传播用户的个人信息。任何用户如从事上述活动，一经发现，星阵团队有权立即终止与该用户的服务协议，并保留追究法律责任的权利。": 
    "（2）星阵团队亦不允许任何第三方以任何手段收集、编辑、出售或者传播用户的个人信息。任何用户如从事上述活动，一经发现，星阵团队有权立即终止与该用户的服务协议，并保留追究法律责任的权利。",
    "（3）为达到服务用户的目的，星阵团队可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息。": 
    "（3）为达到服务用户的目的，星阵团队可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息。",
    "3、信息披露：用户的个人信息将在下述情况下部分或全部被披露：": 
    "3、信息披露：用户的个人信息将在下述情况下部分或全部被披露：",
    "（1）经用户同意，向第三方披露；": 
    "（1）经用户同意，向第三方披露；",
    "（2）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；": 
    "（2）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；",
    "（3）如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；": 
    "（3）如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；",
    "（4）为提供用户所要求的产品和服务，经用户同意后，必须和第三方分享用户的个人信息；": 
    "（4）为提供用户所要求的产品和服务，经用户同意后，必须和第三方分享用户的个人信息；",
    "（5）其它星阵团队根据法律或者网站政策认为合适的披露。": 
    "（5）其它星阵团队根据法律或者网站政策认为合适的披露。",
    "十二、其他": "十二、其他",
    "1、星阵团队郑重提醒用户注意本协议中免除星阵团队责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。": 
    "1、星阵团队郑重提醒用户注意本协议中免除星阵团队责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。",
    "2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和星阵团队之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交星阵团队住所地有管辖权的人民法院管辖。": 
    "2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和星阵团队之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交星阵团队住所地有管辖权的人民法院管辖。",
    "3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。": 
    "3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。",
    "4、本协议最终解释权归星阵团队所有，并且保留一切解释和修改的权利。": 
    "4、本协议最终解释权归星阵团队所有，并且保留一切解释和修改的权利。",
    "5、本协议从2019年11月08日起适用。 ": 
    "5、本协议从2019年11月08日起适用。 ",



    "教室":"教室",
    "低至": "低至",
    "移动": "移动",
    "摆黑": "摆黑",
    "摆白": "摆白",
    "交替": "交替",
    "清空": "清空",
    "手数": "手数 ",
    "立即办理": "取り扱う",
    "黑贴6.5目":"コミ6.5目",
    "专业版 4X": "プロ版 4X",
    "专业版 8X": "プロ版 8X",
    "专业版 16X": "プロ版 16X",
    "专业版 32X": "プロ版 32X",
    "旗舰版 80X": "アルティメットバージョン 80X",
    "旗舰版 160X": "アルティメットバージョン 160X",
    "专业版4X": "プロ版 4X",
    "专业版8X": "プロ版 8X",
    "专业版16X": "プロ版 16X",
    "专业版32X": "プロ版 32X",
    "旗舰版80X": "アルティメットバージョン 80X",
    "旗舰版160X": "アルティメットバージョン 160X",
    "超出部分或使用其他配置享x折优惠": "超出部分或使用其他配置享{discount}折优惠",
    "19路棋盘": "19路碁盤",
    "-月": "月",
    "升级为": "升级为",
    "相当于x折": "相当于{discount}折",
    "礼品卡": "礼品卡",
    "您当前净胜局数为x": "あなたの現在の勝ち数は{num}局です。",
    "当前对手": "現在の対戦相手"
}