{
    "lcb3": "lcb3",
    "hl1": "hl1",
    "hl2": "hl2",
    "hl3": "hl3",
    "gold": "gold",
    "silver": "silver",
    "platinum": "platinum",
    "diamond": "diamond",
    "black_gold": "black_gold",
    "r11": "r11",
    "r13": "r13",
    "ds5.jpg": "ds5.jpg",
    "connector-oi": "connector-oi",
    "hl1.png": "hl1.png",
    "incb1.png": "incb1_tc.png",
    "incb2.png": "incb2_tc.png",
    "incb3.png": "incb3_tc.png",
    "incb4.png": "incb4_tc.png",
    "incb5.png": "incb5_tc.png",


    "棋谱": "棋譜",
    "工具": "工具",
    "帮助": "幫助",
    "设置": "設定",
    "语言": "語言",
    "主题": "主題",
    "深色": "深色",
    "浅色": "淺色",
    "AI速度": "AI速度",
    "坐标": "座標",
    "声音": "聲音",
    "国际": "國際",
    "无": "無",
    "充值": "充值",
    "商城": "商城",
    "免费注册": "免費註冊",
    "保存到棋谱库": "保存到棋譜庫",
    "保存到本地": "保存到本地",
    "打开本地棋谱": "打開本地棋譜",
    "棋谱库": "棋譜庫",
    "连线器": "連線器",
    "关于对弈": "關於對弈",
    "关于研究": "關於研究",
    "关于报告": "關於報告",
    "常见问题": "常見問題",
    "联系客服": "聯系客服",
    "个人信息": "個人資訊",
    "我的成就": "我的成就",
    "礼金券": "禮金券",
    "消费记录": "消費記錄",
    "修改密码": "修改密碼",
    "退出登录": "登出",
    "升降级对弈": "升降級對弈",
    "自由对弈": "自由對弈",
    "高水平对弈": "高水准對弈",
    "规则": "規則",
    "棋手": "棋手",
    "黑方": "黑方",
    "棋盘大小：19x19": "棋盤大小:19x19",
    "让子：分先": "讓子:分先",
    "让子让2子": "讓子讓2子",
    "让子让3子": "讓子讓3子",
    "让子让4子": "讓子讓4子",
    "让子让5子": "讓子讓5子",
    "让子让6子": "讓子讓6子",
    "让子让7子": "讓子讓7子",
    "让子让8子": "讓子讓8子",
    "让子让9子": "讓子讓9子",
    "子": "子",
    "贴目": "貼目",
    "贴目：3又3/4子": "貼目:3又3/4子",
    "黑贴3又3/4子": "貼目:3又3/4子",
    "猜先": "猜先",
    "执白": "執白",
    "执黑": "執黑",
    "不计时": "不計時",
    "计时": "計時",
    "选择对手": "選擇對手",
    "开始对弈": "開始對弈",
    "分": "分",
    "分钟": "分鐘",
    "0分钟": "0分鐘",
    "10分钟": "10分鐘",
    "20分钟": "20分鐘",
    "30分钟": "30分鐘",
    "40分钟": "40分鐘",
    "60分钟": "60分鐘",
    "120分钟": "120分鐘",
    "秒": "秒",
    "5秒": "5秒",
    "10秒": "10秒",
    "20秒": "20秒",
    "30秒": "30秒",
    "40秒": "40秒",
    "60秒": "60秒",
    "5 秒": "5秒",
    "10 秒": "10秒",
    "20 秒": "20秒",
    "30 秒": "30秒",
    "40 秒": "40秒",
    "60 秒": "60秒",
    "次": "次",
    "1次": "1次",
    "3次": "3次",
    "5次": "5次",
    "10次": "10次",
    "剩余时长": "剩餘時長",
    "电脑配置": "電腦配置",
    "电脑用时": "電腦用時",
    "专业版 3X": "專業版3X",
    "专业版 6X": "專業版6X",
    "专业版 12X": "專業版12X",
    "专业版 24X": "專業版24X",
    "旗舰版 60X": "旗艦版60X",
    "旗舰版 120X": "旗艦版120X",
    "专业版 48X": "專業版48X",
    "专业版 30X": "專業版30X",
    "专业版3X": "專業版3X",
    "专业版6X": "專業版6X",
    "专业版12X": "專業版12X",
    "专业版24X": "專業版24X",
    "旗舰版60X": "旗艦版60X",
    "旗舰版120X": "旗艦版120X",
    "专业版48X": "專業版48X",
    "专业版30X": "專業版30X",
    "专业版60X": "專業版60X",
    "专业版120X": "專業版120X",
    "3X配置450分钟": "3X配置450分鐘",
    "3X配置800分钟": "3X配置800分鐘",
    "6X配置450分钟": "6X配置450分鐘",
    "6X配置900分钟": "6X配置900分鐘",
    "12X配置450分钟": "12X配置450分鐘",
    "12X配置900分钟": "12X配置900分鐘",
    "24X配置450分钟": "24X配置450分鐘",
    "24X配置900分钟": "24X配置900分鐘",
    "停一手": "停一手",
    "试下": "試下",
    "清空棋盘": "清空棋盤",
    "提子": "提子",
    "提": "提",
    "第": "第",
    "手": "手",
    "白": "白",
    "黑": "黑",
    "白方": "白方",
    "从当前盘面开始对弈": "從當前盤面開始對弈",
    "根据您当前等级自动匹配电脑等级，您当前净胜局数为-2局": "根據您當前等級自動匹配電腦等級，您當前淨勝局數為-2局",
    "根据您当前等级自动匹配电脑等级，您当前净胜局数为-1局": "根據您當前等級自動匹配電腦等級，您當前淨勝局數為-1局",
    "根据您当前等级自动匹配电脑等级，您当前净胜局数为1局": "根據您當前等級自動匹配電腦等級，您當前淨勝局數為1局",
    "根据您当前等级自动匹配电脑等级，您当前净胜局数为0局": "根據您當前等級自動匹配電腦等級，您當前淨勝局數為0局",
    "请选择电脑等级以完成定级": "請選擇電腦等級以完成定級",
    "当前可用": "當前可用",
    "您当前余额": "您當前餘額",
    "充值记录": "充值記錄",
    "支付": "支付",
    "温馨提示：如有充值完成未到账的情况，请联系": "溫馨提示如有充值完成未到賬的情况請聯系",
    "我们会尽快为您解决": "我們會儘快為您解决",
    "终局数子": "終局數子",
    "认输": "認輸",
    "剩余时间": "剩餘時間",
    "黑贴": "黑貼",
    "3又3/4子": "3又3/4子",
    "要放弃吗？": "要放弃嗎？",
    "取消": "取消",
    "目": "目",
    "选择配置": "選擇配置",
    "切换配置": "切換配置",
    "开始研究": "開始研究",
    "无等级": "無等級",
    "无胜负": "無勝負",
    "推荐选点": "推薦選點",
    "推荐度": "推薦度",
    "白领先": "白領先",
    "黑领先": "黑領先",
    "领先(目)": "領先（目）",
    "胜率(%)": "勝率（%）",
    "停止研究": "停止研究",
    "计算量": "計算量",
    "计算量Ana": "計算量",
    "是否结束当前分析研究？": "是否結束當前分析研究？",
    "结束": "結束",
    "公开报告": "公開報告",
    "我的报告": "我的報告",
    "打开棋谱": "打開棋譜",
    "选择报告类型": "選擇報告類型",
    "从棋谱库中打开": "從棋譜庫中打開",
    "从本地上传": "從本地上傳",
    "普通": "普通",
    "剩余": "剩餘",
    "购买": "購買",
    "张": "張",
    "走势图": "走勢圖",
    "问题手": "問題手",
    "发挥水准": "發揮水準",
    "胜率": "勝率",
    "关闭": "關閉",
    "领先目": "領先目",
    "全盘": "全盤",
    "布局": "佈局",
    "中盘": "中盤",
    "官子": "官子",
    "双方": "雙方",
    "修改昵称": "修改昵稱",
    "昵称": "昵稱",
    "保存": "保存",
    "等级": "等級",
    "办理": "辦理",
    "余额": "餘額",
    "星光卡": "星光卡",
    "暂未办理": "暫未辦理",
    "报告券": "報告券",
    "道具": "道具",
    "我的道具": "我的道具",
    "我的报告券": "我的報告券",
    "精准报告": "精准報告",
    "普通报告": "普通報告",
    "还未获得任何成就，赶快去": "還未獲得任何成就，趕快去",
    "获得": "獲得",
    "登录奖励": "登入獎勵",
    "已签到": "已簽到",
    "签到": "簽到",
    "查看所有消费记录": "查看所有消費記錄",
    "引擎消费": "引擎消費",
    "商城消费": "商城消費",
    "年": "年",
    "月": "月",
    "共": "共",
    "元": "元",
    "年1": "年",
    "月1": "月",
    "日1": "日 ",
    "您总共": "您總共",
    "消费": "消費",
    "小时": "小時",
    "总时长": "總時長",
    "时长": "時長",
    "开始时间": "開始時間",
    "结束时间": "結束時間", 
    "配置信息": "配置資訊",
    "费用": "費用",
    "请输入原始密码": "請輸入原始密碼",
    "当前未登录": "當前未登錄",
    "去登录": "去登入",
    "本次消费将从您的余额扣除，当前余额": "本次消費將從您的餘額扣除，當前餘額",
    "确认购买": "確認購買",
    "有效期": "有效期",
    "至": "至",
    "或": "或",
    "配置": "配置",
    "每月赠送时长": "每月贈送時長",
    "3X至120X所有配置享": "3X至120X所有配置享",
    "星光": "星光",
    "卡": "卡",
    "每月包含": "每月包含",
    "月份升级": "月份陞級",
    "升级月份": "陞級月份",
    "每月差价": "每月差價",
    "白银": "白銀",
    "黄金": "黃金",
    "钻石": "鑽石",
    "白金": "白金",
    "黑金": "黑金",
    "白银卡": "白銀卡",
    "黄金卡": "黃金卡",
    "钻石卡": "鑽石卡",
    "白金卡": "白金卡",
    "黑金卡": "黑金卡",
    "个月": "個月",
    "折": "折",
    "9折": "9折",
    "75折": "75折",
    "8折": "8折",
    "85折": "85折",
    "95折": "95折",
    "登录信息已失效或在别的地方登录，请重新登录": "登入資訊已失效或在別的地方登入請重新登入",
    "您的余额不足": "您的餘額不足",
    "发生了未知错误，请检查网络或稍后再试...": "發生了未知錯誤，請檢查網絡或稍後再試…",
    "与服务器通信失败，请刷新网页重试或联系网站管理员": "與服務器通信失敗請重繪網頁重試或聯系網站管理員",
    "网络连接已断开！": "網絡連接已斷開！",
    "网络已连接.": "網絡已連接.",
    "该变化图已被移除": "該變化圖已被移除",
    "初始化引擎失败，请刷新页面或退出重试": "初始化引擎失敗請刷新頁面或退出重試",
    "由于您长时间没有操作，已自动结束使用": "由於您長時間沒有操作已自動結束使用",
    "由于您的网络连接中断，已自动结束使用": "由於您的網絡連接中斷已自動結束使用",
    "尚未终局，请继续落子": "尚未終局，請繼續落子",
    "由于当前网络较慢，电脑落子速度可能受网络延迟影响": "由於當前網絡較慢電腦落子速度可能受網路延遲影響",
    "请求超时，请稍后再试": "請求超時，請稍後再試",
    "请输入要搜索的关键词": "請輸入要蒐索的關鍵字",
    "资源不足": "資源不足",
    "权限不够": "許可權不夠",
    "登录使用": "登入使用",
    "登录信息已失效，请重新登录": "登入資訊已失效請重新登入",
    "注册成功": "注册成功",
    "注册失败，请检查验证码是否正确": "注册失敗請檢查驗證碼是否正確",
    "登录成功！": "登入成功！",
    "用户名或密码错误": "用戶名或密碼錯誤",
    "发送成功！验证码5分钟后失效": "發送成功！驗證碼5分鐘後失效",
    "验证码已发送请查看手机": "驗證碼已發送請查看手機",
    "该手机号已注册，请直接登录": "該手機號已注册請直接登入",
    "请输入手机号": "請輸入手機號",
    "请输入正确的手机号": "請輸入正確的手機號",
    "手机号必须为数字": "手機號必須為數位",
    "请设置您的密码": "請設定您的密碼",
    "请输入正确的密码": "請輸入正確的密碼",
    "请确认您的密码": "請確認您的密碼",
    "两次输入密码不一致": "兩次輸入密碼不一致",
    "请输入您的昵称": "請輸入您的昵稱",
    "请输入正确的昵称": "請輸入正確的昵稱",
    "请阅读并同意“星阵围棋专业版用户服务协议”": "請閱讀並同意“星陣圍棋專業版使用者服務協定”",
    "请输入短信验证码": "請輸入簡訊驗證碼",
    "请输入正确的验证码": "請輸入正確的驗證碼",
    "您的余额已不足": "您的餘額已不足",
    "已开始使用": "已開始使用",
    "余额不足余额不足": "餘額不足餘額不足",
    "引擎超时引擎超时": "引擎超時引擎超時",
    "暂时没有可用的资源": "暫時沒有可用的資源",
    "引擎已创建": "引擎已創建",
    "当前不可用": "當前不可用",
    "修改成功": "修改成功",
    "修改密码失败，请确认原始密码": "修改密碼失敗請確認原始密碼",
    "重置密码成功": "重置密碼成功",
    "重置失败请重试": "重置失敗請重試",
    "获取列表成功": "獲取清單成功",
    "获取列表失败，请检查您的网络": "獲取清單失敗請檢查您的網絡",
    "新标签页已打开分析或对弈界面": "新標籤頁已打開分析或對弈介面",
    "获取形势判断失败，请稍后再试": "獲取形勢判斷失敗請稍後再試",
    "道具已用尽": "道具已用盡",
    
    "券已用尽": "券已用盡",
    "获取支招失败，请稍后再试": "獲取支招失敗請稍後再試",
    "获取变化图失败，请稍后再试": "獲取變化圖失敗請稍後再試",
    "获取终局数子数据错误": "獲取終局數子數據錯誤",
    "领取成功！": "領取成功！",
    "该活动已领取": "該活動已領取",
    "该活动已过期": "該活動已過期",
    "领取成功": "領取成功",
    "获取数据出错，请检查您的网络或稍后再试": "獲取數據出錯請檢查您的網絡或稍後再試",
    "该级别暂不可用": "該級別暫不可用",
    "棋谱保存成功！": "棋譜保存成功！",
    "保存棋谱失败，请检查您的网络或稍后再试": "保存棋譜失敗請檢查您的網絡或稍後再試",
    "上传棋谱成功！": "上傳棋譜成功！",
    "上传棋谱失败，请检查您的网络或稍后再试": "上傳棋譜失敗請檢查您的網絡或稍後再試",
    "获取棋谱列表成功": "獲取棋譜清單成功",
    "获取棋谱列表失败，请检查您的网络或稍后再试": "獲取棋譜清單失敗請檢查您的網絡或稍後再試",
    "收藏成功！": "收藏成功！",
    "收藏失败，请检查您的网络或稍后再试": "收藏失敗請檢查您的網絡或稍後再試",
    "获取棋谱数据出错，请检查您的网络或稍后再试": "獲取棋譜數據出錯請檢查您的網絡或稍後再試",
    "棋谱未找到，请确认是否已经删除": "棋譜未找到請確認是否已經刪除",
    "删除棋谱失败，请检查您的网络或稍后再试": "删除棋譜失敗請檢查您的網絡或稍後再試",
    "办理失败，请检查您的网络或稍后再试": "辦理失敗請檢查您的網絡或稍後再試",
    "您当前已有正在生效的套餐": "您當前已有正在生效的套餐",
    "您目前的套餐暂不支持升级": "您現時的套餐暫不支持陞級",
    "办理失败，续订星光卡只能在到期前15天内办理": "辦理失敗續訂星光卡只能在到期前15天內辦理",
    "获取等级失败，请检查您的网络或稍后再试": "獲取等級失敗請檢查您的網絡或稍後再試",
    "获取报告列表失败，请检查您的网络或稍后再试": "獲取報告清單失敗請檢查您的網絡或稍後再試",
    "生成报告失败，请检查您的网络或稍后再试": "生成報告失敗請檢查您的網絡或稍後再試",
    "切换配置失败，请检查您的网络或稍后再试": "切換配置失敗請檢查您的網絡或稍後再試",
    "获取数据失败，请检查您的网络或稍后再试": "獲取數據失敗請檢查您的網絡或稍後再試",
    "棋谱信息修改失败，请检查您的网络或稍后试": "棋譜資訊修改失敗請檢查您的網絡或稍後試",
    "参数设置失败，请检查您的网络或稍后再试": "參數設置失敗請檢查您的網絡或稍後再試",
    "获取列表失败，请检查您的网络或稍后再试": "獲取清單失敗請檢查您的網絡或稍後再試",
    "购买商品失败，请检查您的网络或稍后再试": "購買商品失敗請檢查您的網絡或稍後再試",
    "该手机号已经注册，请直接登录": "該手機號已經注册請直接登入",
    "昵称“#[nickname]#”不可用，换一个吧": "昵稱“#[nickname]#”不可用換一個吧",
    "验证码错误，请重新输入": "驗證碼錯誤請重新輸入",
    "登录后可免费使用升降级对弈。": "登入後可免費使用升降級對弈。",
    "登录后可使用，注册即可领取5元试用金及其他好礼。": "登入後可使用注册即可領取5元試用金及其他好禮。",
    "登录后可保留对局记录，还可免费挑战更多级别。": "登入後可保留對局記錄還可免費挑戰更多級別。",
    "登录后可使用道具，注册即送新手道具大礼包及其他好礼。": "登入後可使用道具，注册即送新手道具大禮包及其他好禮。",
    "登录后可使用研究，注册即送5元试用金及其他好礼。": "登入後可使用研究注册即送5元試用金及其他好禮。",
    "登录后可生成报告，注册即送1张报告券及其他好礼。": "登入後可生成報告注册即送1張報告券及其他好禮。",
    "登录后可查看您的个人棋谱库。": "登入後可查看您的個人棋譜庫。",
    "登录后可以上传棋谱至您的个人棋谱库。": "登入後可以上傳棋譜至您的個人棋譜庫。",
    "获取棋谱失败请检查您的网络或稍后再试": "獲取棋譜失敗請檢查您的網絡或稍後再試",
    "充值失败，请重试": "充值失敗請重試",
    "充值失败，如有疑问请联系客服.": "充值失敗如有疑問請聯系客服.",
    "修改昵称失败，请检查您的网络或稍后再试": "修改昵稱失敗請檢查您的網絡或稍後再試",
    "修改头像失败，请检查您的网络或稍后再试": "修改頭像失敗請檢查您的網絡或稍後再試",
    "获取拆解数据失败，请检查您的网络或稍后再试": "獲取折解數據失敗請檢查您的網絡或稍後再試",
    "请先登录": "請先登錄",
    "该功能仅支持在精准报告下使用": "該功能僅支持在精准報告下使用",
    "该棋谱无拆解数据": "該棋譜無折解數據",
    "请输入您的手机号": "請輸入您的手機號",
    "请输入您的密码": "請輸入您的密碼",
    "登录": "登入",
    "注册": "注册",
    "忘记密码": "忘記密碼",
    "手机号": "手機號",
    "密码": "密碼",
    "密码登录": "密碼登入",
    "验证码登录": "驗證碼登入",
    "注册新用户": "注册新用戶",
    "设置6-16位数字字母组合的密码": "設定6-16比特數位字母組合的密碼",
    "发送": "發送",
    "请再次输入您的密码": "請再次輸入您的密碼",
    "请输入昵称": "請輸入昵稱",
    "同意星阵围棋专业版用户服务协议": "同意星陣圍棋專業版使用者服務協定",
    "确定": "確定",
    "请输入6位手机验证码": "請輸入6比特手機驗證碼",
    "请再次输入新密码": "請再次輸入新密碼",
    "登峰造极": "登峰造極",
    "撼天动地": "撼天動地",
    "神功盖世": "神功蓋世",
    "超凡入圣": "超凡入聖",
    "出神入化": "出神入化",
    "随心所欲": "隨心所欲",
    "惊天动地": "驚天動地",
    "举世无双": "舉世無雙",
    "惊世骇俗": "驚世駭俗",
    "深不可测": "深不可測",
    "所向披靡": "所向披靡",
    "名震八方": "名震八方",
    "技冠群雄": "技冠群雄",
    "罕有敌手": "罕有敵手",
    "出类拔萃": "出類拔萃",
    "非比寻常": "非比尋常",
    "豁然贯通": "豁然貫通",
    "炉火纯青": "爐火純青",
    "登堂入室": "登堂入室",
    "鹤立鸡群": "鶴立雞群",
    "已有大成": "已有大成",
    "心领神会": "心領神會",
    "了然于胸": "了然於胸",
    "融会贯通": "融會貫通",
    "驾轻就熟": "駕輕就熟",
    "略有小成": "略有小成",
    "初出茅庐": "初出茅廬",
    "粗懂皮毛": "粗懂皮毛",
    "初窥门径": "初窺門徑",
    "略知一二": "略知一二",
    "初学乍练": "初學乍練",
    "星壮牛": "星壯牛",
    "星蓝鲸": "星藍鯨",
    "星美鹿": "星美鹿",
    "星奇豚": "星奇豚",
    "星萌猪": "星萌猪",
    "星骏马": "星駿馬",
    "星呆羊": "星呆羊",
    "星跳鼠": "星跳鼠",
    "星灵狐": "星靈狐",
    "星智狗": "星智狗",
    "星巧猫": "星巧猫",
    "星皮猴": "星皮猴",
    "星乖兔": "星乖兔",
    "星树熊": "星樹熊",
    "星铠虾": "星鎧蝦",
    "星夜鹰": "星夜鷹",
    "星刺头": "星刺頭",
    "星黄鸭": "星黃鴨",
    "星绿蛙": "星綠蛙",
    "星老龟": "星老龜",
    "星钳蟹": "星鉗蟹",
    "星尾鱼": "星尾魚",
    "星飞蜓": "星飛蜓",
    "星舞蝶": "星舞蝶",
    "星忙蜂": "星忙蜂",
    "星慢蜗": "星慢蝸",
    "星花虫": "星花蟲",
    "星小蚁": "星小蟻",
    "对弈模式介绍": "對弈模式介紹",
    "在星阵专业版中可以与37个水平均匀分布人工智能棋手对弈。无论你是刚刚入门的围棋新人，还是已经战绩累累的绝顶高手。都可以找到一个合适的水平与你对弈。星阵的人工智能棋手族使用独特的人工智能技术，让每个水平人工智能棋手下出的棋与该水平人类棋手下出的棋一致，而不是故意下臭棋或者选不好的点来拉低水平。如果不是你已经知道了，你很难感觉到这是一个人工智能下出来的棋。": "在星陣專業版中可以與37個水准均勻分佈人工智慧棋手對弈。無論你是剛剛入門的圍棋新人，還是已經戰績累累的絕頂高手。都可以找到一個合適的水准與你對弈。星陣的人工智慧棋手族使用獨特的人工智慧科技，讓每個水准人工智慧棋手下出的棋與該水准人類棋手下出的棋一致，而不是故意下臭棋或者選不好的点來拉低水準。如果不是你已經知道了，你很難感覺到這是一個人工智慧下出來的棋。",
    "自由对弈中，执黑执白，用时等任你挑选。你还可以准备好任意一个盘面，选择你个你想要的星阵等级与你对弈。真正的自由对弈，想怎么玩就怎么玩。": "自由對弈中，執黑執白，用時等任你挑選。你還可以準備好任意一個盤面，選擇你個你想要的星陣等級與你對弈。真正的自由對弈，想怎麼玩就怎麼玩。",
    "升降级对弈中，与星阵真刀真枪的来一盘，净胜两盘一升降。每个等级相差了100等级分，时刻反映你的水平提升。同时在升降级中，每击败一个更高的等级，都会解锁新的成就，让成就见证你的进步！": "升降級對弈中，與星陣真刀真槍的來一盤，淨勝兩盤一升降。每個等級相差了100等級分，時刻反映你的水准提升。同時在升降級中，每擊敗一個更高的等級，都會解鎖新的成就，讓成就見證你的進步！",
    "在对弈中，还有各种各样的道具帮助你下的更好。边下边学，遇到问题瞬间解答。": "在對弈中，還有各種各樣的道具幫助你下的更好。邊下邊學，遇到問題瞬間解答。",
    "使用领地道具，获得当前局面形势判断，还有每个交差点的归属。帮助你规划棋局的走向。": "使用領地道具，獲得當前局面形勢判斷，還有每個交差點的歸屬。幫助你規劃棋局的走向。",
    "使用支招道具，获得星阵的选点推荐。在不知道该走哪的时候点一下，既能帮你赢下棋局，又能让你在困惑的局面学一招。": "使用支招道具，獲得星陣的選點推薦。在不知道該走哪的時候點一下，既能幫你贏下棋局，又能讓你在困惑的局面學一招。",
    "使用变化图功能，获得星阵想象的棋局进程。可以当作高级的支招使用，还可以窥探星阵的心理，找到克敌良计。": "使用變化圖功能，獲得星陣想像的棋局行程。可以當作高級的支招使用，還可以窺探星陣的心理，找到克敵良計。",
    "星阵独特的终局数子技术，一键完成，死棋活棋轻松判断。就连双活也不会错判。公平公正判决每一盘棋的胜负！": "星陣獨特的終局數子科技，一鍵完成，死棋活棋輕鬆判斷。就連雙活也不會錯判。公平公正判决每一盤棋的勝負！",
    "在对局结束后，还可以去分析研究研究一下自己有疑问的局部。也可以去报告中让星阵帮你来一个整盘的分析，还有什么比跟星阵一起复盘更透彻的复盘方式呢？": "在對局結束後，還可以去分析研究研究一下自己有疑問的局部。也可以去報告中讓星陣幫你來一個整盤的分析，還有什麼比跟星陣一起複盤更透徹的複盤管道呢？",
    "研究功能简介": "研究功能簡介",
    "研究功能使用星阵的最新权重，为每个用户分配专属的独立分析引擎，分配独享的1块至多块GPU卡，旗舰版尊享多至数台GPU服务器。研究开始后，将星阵分析结果实时展示，用户可以自由摆子切换盘面。星阵提供的数据信息十分全面，包含选点、推荐度、变化图、子差、领地、胜率等多种数据，全方位展现AI思路。这些简单的功能结合即可全面分析每一个局面、每一步棋。产品设计结合了30多位顶尖棋手的实测建议，全面贴合人类思维，提供给用户最需要的核心功能。": "研究功能使用星陣的最新權重，為每個用戶分配專屬的獨立分析引擎，分配獨享的1塊至多塊GPU卡，旗艦版尊享多至數臺GPU服務器。研究開始後，將星陣分析結果實时展示，用戶可以自由擺子切換盤面。星陣提供的數據資訊十分全面，包含選點、推薦度、變化圖、子差、領地、勝率等多種數據，全方位展現AI思路。這些簡單的功能結合即可全面分析每一個局面、每一步棋。產品設計結合了30多位頂尖棋手的實測建議，全面貼合人類思維，提供給用戶最需要的覈心功能。",
    "研究功能适用人群广泛。如果你是一名职业棋手或对自己的围棋水平有一定追求，你可以使用星阵复盘，全面剖析棋局的每一手。星阵会给出全面的形势变化、每一个局面的形式好坏、每一手的推荐变化等。你也可以研究不同的局面，与星阵一起研讨各种下法，获得水平上的提升。如果你是一名普通围棋爱好者，你可以上传自己感兴趣的棋局，跟随星阵一起欣赏棋局。也可以用星阵分析各种比赛，时刻掌握棋局动向，让你畅快观赛。如果你是一名围棋老师，你可以用星阵帮助自己备课，利用星阵来辅助自己的教学。无论是分析学生棋局的问题，还是佐证自己所讲的知识，星阵都会成为你的好帮手。": "研究功能適用人群廣泛。如果你是一名職業棋手或對自己的圍棋水准有一定追求，你可以使用星陣複盤，全面剖析棋局的每一手。星陣會給出全面的形勢變化、每一個局面的形式好壞、每一手的推薦變化等。你也可以研究不同的局面，與星陣一起研討各種下法，獲得水准上的提升。如果你是一名普通圍棋愛好者，你可以上傳自己感興趣的棋局，跟隨星陣一起欣賞棋局。也可以用星陣分析各種比賽，時刻掌握棋局動向，讓你暢快觀賽。如果你是一名圍棋老師，你可以用星陣幫助自己備課，利用星陣來輔助自己的教學。無論是分析學生棋局的問題，還是佐證自己所講的知識，星陣都會成為你的好幫手。",
    "如果你是一名学棋的孩子，你也可以利用AI帮助你找出棋局的问题所在，看看星阵是怎么下的，不断学习正确的下法是提升的良方。": "如果你是一名學棋的孩子，你也可以利用AI幫助你找出棋局的問題所在，看看星陣是怎麼下的，不斷學習正確的下法是提升的良方。",
    "核心优势": "覈心優勢",
    "星阵围棋专业版具有几大核心产品优势:": "星陣圍棋專業版具有幾大覈心產品優勢:",
    "星阵研究具有以下核心优势：": "星陣研究具有以下覈心優勢:",
    "1. 高水平：星阵曾获得四次世界人工智能围棋大赛冠军，并仍在不断进步，星阵会不断地将最新最高版本的AI提供给用户，提供最先进的围棋理论。": "1.高水准:星陣曾獲得四次世界人工智慧圍棋大賽冠軍，並仍在不斷進步，星陣會不斷地將最新最高版本的AI提供給用戶，提供最先進的圍棋理論。",
    "2. 易理解：星阵提供目数判断、领地判断等功能，与人类思维更加贴合，下法更容易被人理解、接受和学习。星阵界面清晰简洁、易上手。": "2.易理解:星陣提供目數判斷、領地判斷等功能，與人類思維更加貼合，下法更容易被人理解、接受和學習。星陣介面清晰簡潔、易上手。",
    "3. 免安装：用户无需进行装机、下载、安装、调参等繁琐的工作，扫出了电脑技术障碍，只需打开网页，便可轻松获得最顶尖的人工智能。": "3.免安裝:用戶無需進行裝機、下載、安裝、調參等繁瑣的工作，掃出了電腦技術障礙，只需打開網頁，便可輕鬆獲得最頂尖的人工智慧。",
    "3. 免安装：用户无需进行装机、下载、安装、调参等繁琐的工作，扫除了电脑技术障碍，只需打开网页，便可轻松获得最顶尖的围棋人工智能。": "3.免安裝:用戶無需進行裝機、下載、安裝、調參等繁瑣的工作，掃除了電腦技術障礙，只需打開網頁，便可輕鬆獲得最頂尖的圍棋人工智慧。",
    "4. 资源多：运行围棋AI需要的强大算力资源由星阵后台配备，用户无需购置高性能电脑，可按需选择不同配置，使用中可灵活切换配置。": "4.資源多:運行圍棋AI需要的强大算力資源由星陣後臺配備，用戶無需購置高性能電腦，可按需選擇不同配置，使用中可靈活切換配置。",
    "5. 随时用：无论是在外比赛还是在家休息，只要有一台普通电脑就可以随时随地使用星阵高水平分析，摆脱了高配置电脑及使用场景的束缚。": "5.隨時用:無論是在外比賽還是在家休息，只要有一臺普通電腦就可以隨時隨地使用星陣高水准分析，擺脫了高配置電腦及使用場景的束縛。",
    "5. 随时用：无论是在外比赛还是在家休息，只要有一台普通电脑就可以随时随地使用星阵高水平分析，摆脱了高配置电脑成本及使用场景的束缚。": "5.隨時用:無論是在外比賽還是在家休息，只要有一臺普通電腦就可以隨時隨地使用星陣高水准分析，擺脫了高配置電腦成本及使用場景的束縛。",
    "6. 更划算：专业版6X棋力约相当于6万元左右电脑运行现有的开源围棋AI。按照一般学棋每周使用8小时计算，每月仅花费500元左右，三年节省花费70%以上。": "6.更划算:專業版6X棋力約相當於6萬元左右電腦運行現有的開源圍棋AI。按照一般學棋每週使用8小時計算，每月僅花費500元左右，三年節省花費70%以上。",
    "6. 更划算：专业版6X棋力相当于6万元电脑运行现有开源围棋AI。按照一般学棋每周使用8小时计算，每月仅花费500元左右，三年节省花费70%以上。": "6.更划算:專業版6X棋力相當於6萬元電腦運行現有開源圍棋AI。按照一般學棋每週使用8小時計算，每月僅花費500元左右，三年節省花費70%以上。",
    "配置详解": "配置詳解",
    "星阵为研究功能提供了丰富的配置，专业版经济实惠，旗舰版水平超高。研究中的不同的配置表现为几X（X为速度单位，我们使用星阵拼音首字母x作为速度单位，1x的配置高于现今主流电脑的资源配置，1x的棋力即超越人类顶尖棋手），X数越多计算速度越快。除了计算速度的区别外，还存在计算量上限等区别。大家可以根据自己的需要选择相应的配置。": "星陣為研究功能提供了豐富的配置，專業版經濟實惠，旗艦版水准超高。研究中的不同的配置表現為幾X（X為速度組織，我們使用星陣拼音首字母x作為速度組織，1x的配置高於現今主流電腦的資源配置，1x的棋力即超越人類頂尖棋手），X數越多計算速度越快。除了計算速度的區別外，還存在計算量上限等區別。大家可以根據自己的需要選擇相應的配置。",
    "用户使用前需要先进行充值，目前注册登录可以领取￥5试用金，可选择专业版3x进行充分试用。在使用前需确保自己有足够的余额使用（余额不足后将会自动结束服务）。根据每次使用的时长以及配置，会自动从账户中扣除相应金额。（以分钟为单位计费，不足1分钟的部分按1分钟收取）": "用戶使用前需要先進行充值，現時注册登入可以領取￥5試用金，可選擇專業版3x進行充分試用。在使用前需確保自己有足够的餘額使用（餘額不足後將會自動結束服務）。根據每次使用的時長以及配置，會自動從帳戶中扣除相應金額。（以分鐘為組織計費，不足1分鐘的部分按1分鐘收取）",
    "用户可以查看自己全部的历史账单，以确认自己的消费记录是否正确。": "用戶可以查看自己全部的歷史帳單，以確認自己的消費記錄是否正確。",
    "操作方法": "操作方法",
    "在左侧选择研究模式，即进入研究模式，此时可以在棋盘上任意落子。": "在左側選擇研究模式，即進入研究模式，此時可以在棋盤上任意落子。",
    "在右侧选择好自己需要的配置，并点击开始研究，即专属引擎就开始为您分析了": "在右側選擇好自己需要的配置，並點擊開始研究，即專屬引擎就開始為您分析了",
    "开始研究后，棋盘上会出现绿点以指示星阵的推荐点，其中带圈的为第一选点。右侧会按照顺序展现推荐点的相应信息。包含推荐度、子差、胜率等信息。": "開始研究後，棋盤上會出現綠點以訓示星陣的推薦點，其中帶圈的為第一選點。右側會按照順序展現推薦點的相應資訊。包含推薦度、子差、勝率等資訊。",
    "将鼠标放在绿点上（或右侧列表相应选点上），可以预览该推荐选点的变化图。右键（或点击右侧列表相应选点）锁定该变化图，可以进行前后查看（鼠标滚轮），跳转（双击要跳转到的手数）等操作。再次右键（或点击右侧列表相应选点）取消锁定。": "將滑鼠放在綠點上（或右側清單相應選點上），可以預覽該推薦選點的變化圖。右鍵（或點擊右側清單相應選點）鎖定該變化圖，可以進行前後查看（滑鼠滾輪），跳轉（按兩下要跳轉到的手數）等操作。再次右鍵（或點擊右側清單相應選點）取消鎖定。",
    "也可以载入棋谱，方便分析。利用进度条可以跳转到任意盘面。": "也可以載入棋譜，方便分析。利用進度條可以跳轉到任意盤面。",
    "在研究模式中可以使用连线器工具，让星阵自动对弈，畅快欣赏未来的棋局。": "在研究模式中可以使用連線器工具，讓星陣自動對弈，暢快欣賞未來的棋局。",
    "进阶技巧": "進階技巧",
    "星阵在研究模式中加入了各种方便的操作，让你在研究的过程中获得更流畅、更便捷的体验，轻松实现你想要的各种效果。在电脑上摆棋，比实体棋盘还顺手，还方便。": "星陣在研究模式中加入了各種方便的操作，讓你在研究的過程中獲得更流暢、更便捷的體驗，輕鬆實現你想要的各種效果。在電腦上擺棋，比實體棋盤還順手，還方便。",
    "除了单击棋盘交叉点外，双击右侧某一行可落子该选点": "除了按一下棋盤交叉點外，按兩下右側某一行可落子該選點",
    "右键单击棋盘空白处可回退一手，连续回退时十分实用": "按右鍵棋盤空白處可回退一手，連續回退時十分實用",
    "双击某一手可直接跳转至该手，快速跳转，一键到位": "按兩下某一手可直接跳轉至該手，快速跳轉，一鍵到位",
    "键盘左右键也可控制前进后退，轻轻松松欣赏棋局。": "鍵盤左右鍵也可控制前進後退，輕輕鬆松欣賞棋局。",
    "将鼠标放在绿点上（或右侧列表相应选点上），可以预览该推荐选点的变化图。": "將滑鼠放在綠點上（或右側清單相應選點上），可以預覽該推薦選點的變化圖。",
    "右键棋盘上的绿点（或点击右侧列表相应选点）锁定该变化图": "右鍵棋盤上的綠點（或點擊右側清單相應選點）鎖定該變化圖",
    "锁定变化图时，可以利用鼠标滚轮查看变化图手顺。单击变化图中的某一手，可直接跳转至该手。": "鎖定變化圖時，可以利用滑鼠滾輪查看變化圖手順。按一下變化圖中的某一手，可直接跳轉至該手。",
    "再次右键（或点击右侧列表相应选点）取消锁定。": "再次右鍵（或點擊右側清單相應選點）取消鎖定。",
    "报告模式介绍": "報告模式介紹",
    "点击左侧报告模式，即可进入报告模式。": "點擊左側報告模式，即可進入報告模式。",
    "在报告模式中选择生成报告即可以进入准备页，此时可以在棋盘上摆好自己想要分析的棋谱，也可以点击“打开棋谱”（或左侧棋谱按钮）。如果是自己摆的棋谱或者本地上传的棋谱，可以在右侧上方编辑棋谱信息。": "在報告模式中選擇生成報告即可以進入準備頁，此時可以在棋盤上擺好自己想要分析的棋譜，也可以點擊“打開棋譜”（或左側棋譜按鈕）。如果是自己擺的棋譜或者本地上傳的棋譜，可以在右側上方編輯棋譜資訊。",
    "在右侧选择合适的报告类型（普通为1600po，精准为10000po），点击生成报告即可以开始生成报告。": "在右側選擇合適的報告類型（普通為1600po，精准為10000po），點擊生成報告即可以開始生成報告。",
    "报告立等可取，没错，星阵就是这么有效率，又快又好！同时，在报告生成的过程中，会显示报告的生成进度，用户此时可以实时查看已经生成的部分。让你可以马上了解棋局走势，与小伙伴一起复盘时有了权威AI可以参考！": "報告立等可取，沒錯，星陣就是這麼有效率，又快又好！同時，在報告生成的過程中，會顯示報告的生成進度，用戶此時可以實时查看已經生成的部分。讓你可以馬上瞭解棋局走勢，與小夥伴一起複盤時有了權威AI可以參考！",
    "在报告中包含每个盘面的形势、推荐选点，每个选点的变化图、推荐度、子差以及胜率，实战招法的评价、变化图、推荐度、子差以及胜率。操作与研究基本一致。依旧保持着简洁、方便、好用的特点。": "在報告中包含每個盤面的形勢、推薦選點，每個選點的變化圖、推薦度、子差以及勝率，實戰招法的評估、變化圖、推薦度、子差以及勝率。操作與研究基本一致。依舊保持著簡潔、方便、好用的特點。",
    "在右侧下方的栏中，可以查看走势图、问题手以及发挥水准。其中走势图为黑方视角的本局形势变化的折线图，包含子差（黄线）以及胜率（蓝线）两条线竖线为当前盘面位置，也可以在走势图中跳转盘面。一张图就可以让你整体掌握棋局走势，完胜还是激烈？一目了然。": "在右側下方的欄中，可以查看走勢圖、問題手以及發揮水準。其中走勢圖為黑方視角的本局形勢變化的折線圖，包含子差（黃線）以及勝率（藍線）兩條線分隔號為當前盤面位置，也可以在走勢圖中跳轉盤面。一張圖就可以讓你整體掌握棋局走勢，完勝還是激烈？一目了然。",
    "问题手中会给出每方各5个问题手（当问题手不足5个时会显示全部问题手）。还可以分阶段、分棋手查看，如此可以看出更多的问题手。点击问题手跳转到问题手的盘面，直接查看该问题手具体哪里有问题。每个问题手最上方白线所处的位置为下这手棋之前落子方的胜率，圆圈所处位置为下完这手棋之后的胜率，对应的坐标为手数。哪里下的有问题？怎么就输出去了？星阵来告诉你。": "問題手中會給出每方各5個問題手（當問題手不足5個時會顯示全部問題手）。還可以分階段、分棋手查看，如此可以看出更多的問題手。點擊問題手跳轉到問題手的盤面，直接查看該問題手具體哪裡有問題。每個問題手最上方白線所處的位置為下這手棋之前落子方的勝率，圓圈所處位置為下完這手棋之後的勝率，對應的座標為手數。哪裡下的有問題？怎麼就輸出去了？星陣來告訴你。",
    "在发挥水准中，是这盘棋每手棋评价的统计，可以查看全盘统计，也可以查看不同阶段的统计。": "在發揮水準中，是這盤棋每手棋評估的統計，可以查看全盤統計，也可以查看不同階段的統計。",
    "已生成的报告会自动保存在棋谱库中，如果打开已有报告的棋谱，会直接查看已生成的报告。在报告模式中点击我的报告，即直接展现相应列表，方便快捷。": "已生成的報告會自動保存在棋譜庫中，如果打開已有報告的棋譜，會直接查看已生成的報告。在報告模式中點擊我的報告，即直接展現相應清單，方便快捷。",
    "还有公共报告免费供大家查看！全部都是超高po的权威分析！囊括了历史名局，世界大赛、星阵自对弈等各种精彩棋局。在报告模式中点击公开报告即可以查看。再也不用担心高手的棋看不懂了。历史上的精彩瞬间，一网打尽！": "還有公共報告免費供大家查看！全部都是超高po的權威分析！囊括了歷史名局，世界大賽、星陣自對弈等各種精彩棋局。在報告模式中點擊公開報告即可以查看。再也不用擔心高手的棋看不懂了。歷史上的精彩瞬間，一網打盡！",
    "在棋谱库中我的棋谱以及公共棋谱可以查看更多的历史报告，应有尽有。": "在棋譜庫中我的棋譜以及公共棋譜可以查看更多的歷史報告，應有盡有。",
    "领地": "領地",
    "在对弈中任意局面可以使用领地道具，使用后可以看到星阵对当前局势的判断，包含胜率以及领先的目数。": "在對弈中任意局面可以使用領地道具，使用後可以看到星陣對當前局勢的判斷，包含勝率以及領先的目數。",
    "同时还会给出领地判断，即每个交叉点的最终归属预测。领地在棋盘上以黑白方块的形式表示，黑色方块代表该点最终归属黑棋的概率大，白色方块代表该点最终归属白棋的概率大，方块越大则代表概率越大。没有方块则代表该交差点最终归属每一方的概率接近。将鼠标放到相应的交叉点上，可以看到星阵给交叉点的打分，在-100至100之间。其中-100为确定归属白棋，100为确定归属黑棋。": "同時還會給出領地判斷，即每個交叉點的最終歸屬預測。領地在棋盤上以黑白方塊的形式表示，黑色方塊代表該點最終歸屬黑棋的概率大，白色方塊代表該點最終歸屬白棋的概率大，方塊越大則代表概率越大。沒有方塊則代表該交差點最終歸屬每一方的概率接近。將滑鼠放到相應的交叉點上，可以看到星陣給交叉點的打分，在-100至100之間。其中-100為確定歸屬白棋，100為確定歸屬黑棋。",
    "领地道具还可以判断是不是双活，或者形成双活的概率有多大。在领地中一半黑一半白的标识即为双活的公气，与领地标识一样，方块越大，代表是公气的概率越高。如下图右下角形成双活，星阵判断出两个点为双活公气点。": "領地道具還可以判斷是不是雙活，或者形成雙活的概率有多大。在領地中一半黑一半白的標識即為雙活的公氣，與領地標識一樣，方塊越大，代表是公氣的概率越高。如下圖右下角形成雙活，星陣判斷出兩個點為雙活公氣點。",
    "领地道具除了能帮助形势判断以外，还可以帮助分析棋的薄厚，是否存在危险；还可以分析实地是否扎实，以及潜力的大小等。相比简单的形势判断，功能更加全面强大，也是学习、拆解棋局的一把利器。": "領地道具除了能幫助形勢判斷以外，還可以幫助分析棋的薄厚，是否存在危險；還可以分析實地是否扎實，以及潜力的大小等。相比簡單的形勢判斷，功能更加全面强大，也是學習、折解棋局的一把利器。",
    "在研究中对于单一局面，也可以使用领地道具简便的判断一下，方便好用。": "在研究中對於單一局面，也可以使用領地道具簡便的判斷一下，方便好用。",
    "星阵的领地判断与其他对弈平台的形势判断相比，优势十分明显。": "星陣的領地判斷與其他對弈平臺的形勢判斷相比，優勢十分明顯。",
    "其他对弈平台的形势判断": "其他對弈平臺的形勢判斷",
    " 星阵领地判断": " 星陣領地判斷",
    "（黑色方块代表黑方目数，白色方块是白方目数，最终结果白方领先43.5目)": "（黑色方塊代表黑方目數，白色方塊是白方目數，最終結果白方領先43.5目）",
    "（黑色方块为该交差点最终归属黑方概率大，白色方块为该交差点最终归属白方概率大，最终结果黑领先16.9目，胜率99%": "（黑色方塊為該交差點最終歸屬黑方概率大，白色方塊為該交差點最終歸屬白方概率大，最終結果黑領先16.9目，勝率99%",
    "未能判断出双活，将黑方判死；成功判断双活，并用黑白块标出了公气可能存在的位置": "未能判斷出雙活，將黑方判死；成功判斷雙活，並用黑白塊標出了公氣可能存在的位置",
    "不含有计算，右下角判断错误，当前轮黑下，黑棋1路拐白棋是死棋，反而给白棋点了目；考虑局部计算，知道该黑下，右下角将成为黑方实地": "不含有計算，右下角判斷錯誤，當前輪黑下，黑棋1路拐白棋是死棋，反而給白棋點了目；考慮局部計算，知道該黑下，右下角將成為黑方實地",
    "僵硬的点目，不考虑局部官子收束手段；考虑官子手段，判断出左侧一路扳粘的先后手关系，判断更准确。": "僵硬的點目，不考慮局部官子收束手段；考慮官子手段，判斷出左側一路扳粘的先後手關係，判斷更準確。",
    "无法判断潜力，只有近似的结果，偏差很大；基于计算判断潜力范围，并以放块大小表明最终归属概率，准确严谨，具有指导意义。": "無法判斷潜力，只有近似的結果，偏差很大；基於計算判斷潜力範圍，並以放塊大小表明最終歸屬概率，準確嚴謹，具有指導意義。",
    "支招": "支招",
    "在对弈中任意局面可以使用支招道具，使用后星阵会给出几个参考备选点。其中带圈的为第一推荐选点，其他选点颜色越深推荐度越高。": "在對弈中任意局面可以使用支招道具，使用後星陣會給出幾個參攷備選點。其中帶圈的為第一推薦選點，其他選點顏色越深推薦度越高。",
    "在遇到有困惑的局面时，简单的支一招就可以让你豁然开朗，或者告诉你当前局面哪里紧急，又或者帮你指出几种未来局势发展的方向。": "在遇到有困惑的局面時，簡單的支一招就可以讓你豁然開朗，或者告訴你當前局面哪裡緊急，又或者幫你指出幾種未來局勢發展的方向。",
    "你还可以利用支招来验证自己想下的棋是否正确，没准你的想法与星阵一致，更加坚定了这盘棋可以赢下来的信心。": "你還可以利用支招來驗證自己想下的棋是否正確，沒准你的想法與星陣一致，更加堅定了這盤棋可以贏下來的信心。",
    "在研究中，你也可以使用支招道具快速获得选点推荐，方便快捷。": "在研究中，你也可以使用支招道具快速獲得選點推薦，方便快捷。",
    "变化图": "變化圖",
    "在对弈中任意局面可以使用变化图道具，使用后星阵会给出自己认为的接下来9手的变化图。": "在對弈中任意局面可以使用變化圖道具，使用後星陣會給出自己認為的接下來9手的變化圖。",
    "你可以把变化图当作一个高级的支招使用，一下获得接下来多手的建议。有时只支一招可能并不能完全解开你的疑惑，这时变化图的优势就显现出来了。在腾挪时，星阵可能帮你规划了一条活棋的路线；在收束时，星阵可能告诉你局部定型的手段；在收官时，星阵可能告诉你收官的次序。一个变化图，可能就是你迈向胜利的保障。": "你可以把變化圖當作一個高級的支招使用，一下獲得接下來多手的建議。有時只支一招可能並不能完全解開你的疑惑，這時變化圖的優勢就顯現出來了。在騰挪時，星陣可能幫你規劃了一條活棋的路線；在收束時，星陣可能告訴你局部定型的手段；在收官時，星陣可能告訴你收官的次序。一個變化圖，可能就是你邁向勝利的保障。",
    "甚至你还可以利用变化图窥探星阵的内心，打乱星阵的部署，出其不意，创造属于你自己的神之一手。": "甚至你還可以利用變化圖窺探星陣的內心，打亂星陣的部署，出其不意，創造屬於你自己的神之一手。",
    "在研究中，你也可以使用变化图道具获得一个当前局面的简单变化图，方便简单。": "在研究中，你也可以使用變化圖道具獲得一個當前局面的簡單變化圖，方便簡單。",
    "悔棋": "悔棋",
    "在对弈中任意局面可以使用悔棋道具，顾名思义，可以悔棋1步。": "在對弈中任意局面可以使用悔棋道具，顧名思義，可以悔棋1步。",
    "在与人类对局时，悔棋时不会被允许的。但在和星阵对弈时，星阵包容你的一切小任性。": "在與人類對局時，悔棋時不會被允許的。但在和星陣對弈時，星陣包容你的一切小任性。",
    "有时你可能只是不小心手滑，或者不经意地随手，你都可以悔棋，选择一步更好的棋。星阵固然也想赢，但是比起赢棋，能与你有一盘精彩的对局更加令人欣喜。有时你可能是想尝试另一种下法，星阵也十分乐意与你探索不同的棋局。有时你可能对于局面不满意，你也可以退回到你觉得没下好的局面再来一次，也许此刻的你，正在成长。": "有時你可能只是不小心手滑，或者不經意地隨手，你都可以悔棋，選擇一步更好的棋。星陣固然也想贏，但是比起贏棋，能與你有一盤精彩的對局更加令人欣喜。有時你可能是想嘗試另一種下法，星陣也十分樂意與你探索不同的棋局。有時你可能對於局面不滿意，你也可以退回到你覺得沒下好的局面再來一次，也許此刻的你，正在成長。",
    "有了悔棋，你还可以放心的试验自己的想法，你那些天马行空的想法，灵光一现的妙手。星阵陪你在实战中不断验证。围棋，本来就是该无拘无束的。": "有了悔棋，你還可以放心的試驗自己的想法，你那些天馬行空的想法，靈光一現的妙手。星陣陪你在實戰中不斷驗證。圍棋，本來就是該無拘無束的。",
    "星光卡介绍": "星光卡介紹",
    "星光卡用户，可以享受研究以及高水平对弈全场折扣，经济实惠。办理星光卡还可以加赠免费时长，畅享无忧。": "星光卡用戶，可以享受研究以及高水准對弈全場折扣，經濟實惠。辦理星光卡還可以加贈免費時長，暢享無憂。",
    "按年办理，其中两个月免费赠送，享受折上再折！": "按年辦理，其中兩個月免費贈送，享受折上再折！",
    "说明": "說明",
    "在研究模式及高水平对弈模式，星光卡赠送时长内的使用全部免费，超出部分及使用其他配置均享受相应折扣。": "在研究模式及高水准對弈模式，星光卡贈送時長內的使用全部免費，超出部分及使用其他配置均享受相應折扣。",
    "星光卡开通后立即生效，月卡于次月相同日期的零点到期（次月无相同日期的于下下月1日零点到期。)": "星光卡開通後立即生效，月卡於次月相同日期的零點到期（次月無相同日期的於下下月1日零點到期。）",
    "办理年卡视为连续办理12个月星光月卡。赠送时长当月有效，不延续至次月。年卡未生效月份可升级，升级按单月价格补交剩余月份差价。星光卡到期前一个月内可续订下一周期星光卡。": "辦理年卡視為連續辦理12個月星光月卡。贈送時長當月有效，不延續至次月。年卡未生效月份可升級，陞級按單月價格補交剩餘月份差價。星光卡到期前一個月內可續訂下一週期星光卡。",
    "星阵围棋简介": "星陣圍棋簡介",
    "　　星阵围棋（以下简称星阵）是北京深客科技有限公司研发的高水平人工智能围棋程序。它使用少量硬件资源完成训练，实现更具通用性、更人性化的高水平围棋智能软件。对局进程中，星阵会像人类一样用点目的方式进行形势判断，无论优势劣势，始终追求最优下法，以“不退让围棋”闻名。星阵还可以进行任意路数和任意贴目的对局，完美适应各种围棋规则。<br />　　星阵于2018年4月战胜世界冠军柯洁九段，2018年5月让先对阵顶尖职业棋手41局获得40胜1负，随后相继三次获得世界人工智能围棋大赛冠军。2019年4月，星阵让二子对阵四位世界女子顶尖棋手，获得全胜。<br /> 　　星阵曾代表中国人工智能参加第四届东方经济论坛。并在世界人工智能大会上与刘鹤副总理对弈。": "星陣圍棋（以下簡稱星陣）是北京深客科技有限公司研發的高水准人工智慧圍棋程式。它使用少量硬體資源完成訓練，實現更具通用性、更人性化的高水准圍棋智慧軟件。對局行程中，星陣會像人類一樣用點目的管道進行形勢判斷，無論優勢劣勢，始終追求最優下法，以“不退讓圍棋”聞名。星陣還可以進行任意路數和任意貼目的對局，完美適應各種圍棋規則。<br />星陣於2018年4月戰勝世界冠軍柯潔九段，2018年5月讓先對陣頂尖職業棋手41局獲得40勝1負，隨後相繼三次獲得世界人工智慧圍棋大賽冠軍。2019年4月，星陣讓二子對陣四比特世界女子頂尖棋手，獲得全勝。<br />星陣曾代表中國人工智慧參加第四届東方經濟論壇。並在世界人工智慧大會上與劉鶴副總理對弈。",
    "星阵围棋（以下简称星阵是北京深客科技有限公司研发的高水平人工智能围棋程序。)它使用少量硬件资源完成训练，实现更具通用性、更人性化的高水平围棋智能软件。对局进程中，星阵会像人类一样用点目的方式进行形势判断，无论优势劣势，始终追求最优下法，以“不退让围棋”闻名。星阵还可以进行任意路数和任意贴目的对局，完美适应各种围棋规则。": "星陣圍棋（以下簡稱星陣是北京深客科技有限公司研發的高水准人工智慧圍棋程式。）它使用少量硬體資源完成訓練，實現更具通用性、更人性化的高水准圍棋智慧軟件。對局行程中，星陣會像人類一樣用點目的管道進行形勢判斷，無論優勢劣勢，始終追求最優下法，以“不退讓圍棋”聞名。星陣還可以進行任意路數和任意貼目的對局，完美適應各種圍棋規則。",
    "星阵于2018年4月战胜世界冠军柯洁九段，2018年5月让先对阵顶尖职业棋手41局获得40胜1负，随后相继三次获得世界人工智能围棋大赛冠军。2019年4月，星阵让二子对阵四位世界女子顶尖棋手，获得全胜。": "星陣於2018年4月戰勝世界冠軍柯潔九段，2018年5月讓先對陣頂尖職業棋手41局獲得40勝1負，隨後相繼三次獲得世界人工智慧圍棋大賽冠軍。2019年4月，星陣讓二子對陣四比特世界女子頂尖棋手，獲得全勝。",
    "星阵曾代表中国人工智能参加第四届东方经济论坛。并在世界人工智能大会上与刘鹤副总理对弈。": "星陣曾代表中國人工智慧參加第四届東方經濟論壇。並在世界人工智慧大會上與劉鶴副總理對弈。",
    "星阵技术": "星陣科技",
    "2016年3月，DeepMind团队的围棋AI程序AlphaGo 4:1战胜世界冠军李世石九段，成为人工智能历史上的里程碑事件。2017年5月，改进后的AlphaGo再次与柯洁九段对弈，以3:0获得完胜。DeepMind团队发表在《自然》杂志上的两篇重磅论文，阐释了这两次胜利背后的技术驱动力。<br />　　然而，以AlphaGo-Zero为代表的围棋AI仍然存在一些问题：<br />　　首先，是水平上限的问题。AlphaGo-Zero证明了使用强化学习技术可以提高AI的棋力，但是从论文的实验数据来看这种棋力增长的速度越来越慢，后期趋向停滞。在这一框架下，棋力的提升存在瓶颈。<br />　　其次，是资源开销问题。目前的强化学习方法自对弈消耗的计算资源空前巨大，DeepMind团队为了打造AlphaGo-Zero，使用了2000个TPU进行自对弈，总耗资过亿元。这样的算力消耗是中小型学术机构、研究团队难以承受的，需要从算法层面做出改进，降低训练使用的计算资源开销。<br />　　第三，是算法的通用性、灵活性、可迁移性的问题。AlphaGo-Zero的强化学习算法，基于单一、特定的围棋规则，也即中国规则黑贴3.75子。一旦规则改变，就需要重新训练，之前投入的大量计算资源训练的模型没有利用价值。全世界的围棋规则并没有统一，而如果为各个围棋规则分别训练围棋AI，会造成极大的浪费。显然，这和人类所认识的“举一反三”类型的智能是不相符的。<br />　　星阵围棋力求使用更少的训练资源，实现更具通用性、更人性化的高水平围棋智能。它在AlphaGo的基础上做了一些技术创新。星阵的主要贡献涉及到机器学习的两个重要领域，多任务学习和迁移学习。": "2016年3月，DeepMind團隊的圍棋AI程式AlphaGo 4:1戰勝世界冠軍李世石九段，成為人工智慧歷史上的里程碑事件。2017年5月，改進後的AlphaGo再次與柯潔九段對弈，以3:0獲得完勝。DeepMind團隊發表在《自然》雜誌上的兩篇重磅論文，闡釋了這兩次勝利背後的科技驅動力。<br />然而，以AlphaGo-Zero為代表的圍棋AI仍然存在一些問題:<br />首先，是水准上限的問題。AlphaGo-Zero證明了使用强化學習科技可以提高AI的棋力，但是從論文的實驗數據來看這種棋力增長的速度越來越慢，後期趨向停滯。在這一框架下，棋力的提升存在瓶頸。<br />其次，是資源開銷問題。現時的强化學習方法自對弈消耗的計算資源空前巨大，DeepMind團隊為了打造AlphaGo-Zero，使用了2000個TPU進行自對弈，總耗資過億元。這樣的算力消耗是中小型學術機構、研究團隊難以承受的，需要從算灋層面做出改進，降低訓練使用的計算資源開銷。<br />第三，是算灋的通用性、靈活性、可遷移性的問題。AlphaGo-Zero的强化學習算灋，基於單一、特定的圍棋規則，也即中國規則黑貼3.75子。一旦規則改變，就需要重新訓練，之前投入的大量計算資源訓練的模型沒有利用價值。全世界的圍棋規則並沒有統一，而如果為各個圍棋規則分別訓練圍棋AI，會造成極大的浪費。顯然，這和人類所認識的“舉一反三”類型的智慧是不相符的。<br />星陣圍棋力求使用更少的訓練資源，實現更具通用性、更人性化的高水准圍棋智慧。它在AlphaGo的基礎上做了一些技術創新。星陣的主要貢獻涉及到機器學習的兩個重要領域，多工學習和遷移學習。",
    "2016年3月，DeepMind团队的围棋AI程序AlphaGo 4:1战胜世界冠军李世石九段，成为人工智能历史上的里程碑事件。2017年5月，改进后的AlphaGo再次与柯洁九段对弈，以3:0获得完胜。DeepMind团队发表在《自然》杂志上的两篇重磅论文，阐释了这两次胜利背后的技术驱动力。": "2016年3月，DeepMind團隊的圍棋AI程式AlphaGo 4:1戰勝世界冠軍李世石九段，成為人工智慧歷史上的里程碑事件。2017年5月，改進後的AlphaGo再次與柯潔九段對弈，以3:0獲得完勝。DeepMind團隊發表在《自然》雜誌上的兩篇重磅論文，闡釋了這兩次勝利背後的科技驅動力。",
    "然而，以AlphaGo-Zero为代表的围棋AI仍然存在一些问题:": "然而，以AlphaGo-Zero為代表的圍棋AI仍然存在一些問題:",
    "首先，是水平上限的问题。AlphaGo-Zero证明了使用强化学习技术可以提高AI的棋力，但是从论文的实验数据来看这种棋力增长的速度越来越慢，后期趋向停滞。在这一框架下，棋力的提升存在瓶颈。": "首先，是水准上限的問題。AlphaGo-Zero證明了使用强化學習科技可以提高AI的棋力，但是從論文的實驗數據來看這種棋力增長的速度越來越慢，後期趨向停滯。在這一框架下，棋力的提升存在瓶頸。",
    "其次，是资源开销问题。目前的强化学习方法自对弈消耗的计算资源空前巨大，DeepMind团队为了打造AlphaGo-Zero，使用了2000个TPU进行自对弈，总耗资过亿元。这样的算力消耗是中小型学术机构、研究团队难以承受的，需要从算法层面做出改进，降低训练使用的计算资源开销。": "其次，是資源開銷問題。現時的强化學習方法自對弈消耗的計算資源空前巨大，DeepMind團隊為了打造AlphaGo-Zero，使用了2000個TPU進行自對弈，總耗資過億元。這樣的算力消耗是中小型學術機構、研究團隊難以承受的，需要從算灋層面做出改進，降低訓練使用的計算資源開銷。",
    "第三，是算法的通用性、灵活性、可迁移性的问题。AlphaGo-Zero的强化学习算法，基于单一、特定的围棋规则，也即中国规则黑贴3.75子。一旦规则改变，就需要重新训练，之前投入的大量计算资源训练的模型没有利用价值。全世界的围棋规则并没有统一，而如果为各个围棋规则分别训练围棋AI，会造成极大的浪费。显然，这和人类所认识的“举一反三”类型的智能是不相符的。": "第三，是算灋的通用性、靈活性、可遷移性的問題。AlphaGo-Zero的强化學習算灋，基於單一、特定的圍棋規則，也即中國規則黑貼3.75子。一旦規則改變，就需要重新訓練，之前投入的大量計算資源訓練的模型沒有利用價值。全世界的圍棋規則並沒有統一，而如果為各個圍棋規則分別訓練圍棋AI，會造成極大的浪費。顯然，這和人類所認識的“舉一反三”類型的智慧是不相符的。",
    "星阵围棋力求使用更少的训练资源，实现更具通用性、更人性化的高水平围棋智能。它在AlphaGo的基础上做了一些技术创新。星阵的主要贡献涉及到机器学习的两个重要领域，多任务学习和迁移学习。": "星陣圍棋力求使用更少的訓練資源，實現更具通用性、更人性化的高水准圍棋智慧。它在AlphaGo的基礎上做了一些技術創新。星陣的主要貢獻涉及到機器學習的兩個重要領域，多工學習和遷移學習。",
    "多任务学习": "多工學習",
    "多任务学习（MTL）是机器学习中一个很有前景的领域，它利用多个学习任务中包含的有用信息来帮助每个任务学习到更为准确的学习器。<br />　　在现实世界中，有很多问题都是相关联的，如果把这些问题当做一个一个独立的任务来建模，就忽略了这些问题之间所富含的丰富关联信息。在机器学习中，把相关的多个任务放在一起学习，可以更容易地学习到多个任务间共性的特征，进而减小对训练数据的需求量，加快学习的速度，提升模型的泛化能力，比单独学习它们得到更好的性能。<br />": "多工學習（MTL）是機器學習中一個很有前景的領域，它利用多個學習任務中包含的有用資訊來幫助每個任務學習到更為準確的學習器。<br />在現實世界中，有很多問題都是相關聯的，如果把這些問題當做一個一個獨立的任務來建模，就忽略了這些問題之間所富含的豐富關聯資訊。在機器學習中，把相關的多個任務放在一起學習，可以更容易地學習到多個任務間共性的特徵，進而减小對訓練數據的需求量，加快學習的速度，提升模型的泛化能力，比單獨學習它們得到更好的效能。<br />",
    "多任务学习（MTL)是机器学习中一个很有前景的领域，它利用多个学习任务中包含的有用信息来帮助每个任务学习到更为准确的学习器。": "多工學習（MTL）是機器學習中一個很有前景的領域，它利用多個學習任務中包含的有用資訊來幫助每個任務學習到更為準確的學習器。",
    "在现实世界中，有很多问题都是相关联的，如果把这些问题当做一个一个独立的任务来建模，就忽略了这些问题之间所富含的丰富关联信息。在机器学习中，把相关的多个任务放在一起学习，可以更容易地学习到多个任务间共性的特征，进而减小对训练数据的需求量，加快学习的速度，提升模型的泛化能力，比单独学习它们得到更好的性能。": "在現實世界中，有很多問題都是相關聯的，如果把這些問題當做一個一個獨立的任務來建模，就忽略了這些問題之間所富含的豐富關聯資訊。在機器學習中，把相關的多個任務放在一起學習，可以更容易地學習到多個任務間共性的特徵，進而减小對訓練數據的需求量，加快學習的速度，提升模型的泛化能力，比單獨學習它們得到更好的效能。",
    "与AlphaGo只使用策略网络（Policy Network）和价值网络（Value Network）不同，星阵同时学习了四个主任务，另外两个是领地网络（Area Network）和子差网络（Score Network）。领地网络基于任意给定盘面，分别估算棋盘上每个交叉点最终归属黑棋或白棋的概率。子差网络基于任意给定盘面，估算最终黑方子数与白方子数的差值。很显然，占据哪些领地、双方子数的差距、以及哪方获胜这三个训练任务具有很强的相关性，事实上占据哪些领地就直接决定了哪一方能够取胜。因此价值网络与领地网络、子差网络同时训练可以相互促进，提升性能，这一点是毋庸置疑的。<br />　　在领地网络和子差网络的帮助下，星阵对局面的判断更加全面、立体，这也让星阵学会了像人一样“点目”，而不仅仅是依靠胜率来下棋。在胜率接近的情况下，星阵会选择子差更优的下法，将领先的优势继续扩大，或者试图缩小落后的目数，咬住局面寻找机会。这一技术特点也形成了星阵“不退让围棋”的棋风。<br />　　多任务学习能够行之有效，有其深层次的原因。<br />　　首先，越多任务的越多标签，就可以从每一个训练样本中汲取更多的信息，也意味着数据量的增加，因此多任务学习能够显著提升训练速度，消耗更少训练数据，降低过拟合的风险。<br />　　其次，当单独训练一个任务时，模型会学习到针对这个任务的一些好的隐藏特征表示。而采用共享权重的方式同时学习多个任务，使模型更容易捕捉到那些同时对多个任务有益的隐藏特征表示，这样的隐藏特征表示更为通用，对于新环境的新任务也会表现的更好，模型因而具有更强的泛化能力。<br />　　有时候，单独训练A任务可能很难学习到某种对该任务有益的隐藏特征表示，但是这种特征表示在B任务中却很容易学到。同时学习两个任务时，通过借用从B任务中学到的隐藏特征表示，A任务从中获益。": "與AlphaGo只使用策略網絡（Policy Network）和價值網絡（Value Network）不同，星陣同時學習了四個主任務，另外兩個是領地網絡（Area Network）和子差網絡（Score Network）。領地網絡基於任意給定盤面，分別估算棋盤上每個交叉點最終歸屬黑棋或白棋的概率。子差網絡基於任意給定盤面，估算最終黑方子數與白方子數的差值。很顯然，佔據哪些領地、雙方子數的差距、以及哪方獲勝這三個訓練任務具有很强的相關性，事實上佔據哪些領地就直接决定了哪一方能够取勝。囙此價值網絡與領地網絡、子差網絡同時訓練可以相互促進，提升效能，這一點是毋庸置疑的。<br />在領地網絡和子差網絡的幫助下，星陣對局面的判斷更加全面、立體，這也讓星陣學會了像人一樣“點目”，而不僅僅是依靠勝率來下棋。在勝率接近的情况下，星陣會選擇子差更優的下法，將領先的優勢繼續擴大，或者試圖縮小落後的目數，咬住局面尋找機會。這一技術特點也形成了星陣“不退讓圍棋”的棋風。<br />多工學習能够行之有效，有其深層次的原因。<br />首先，越多任務的越多標籤，就可以從每一個訓練樣本中汲取更多的資訊，也意味著數據量的新增，囙此多工學習能够顯著提升訓練速度，消耗更少訓練數據，降低過擬合的風險。<br />其次，當單獨訓練一個任務時，模型會學習到針對這個任務的一些好的隱藏特徵表示。而採用共亯權重的管道同時學習多個任務，使模型更容易捕捉到那些同時對多個任務有益的隱藏特徵表示，這樣的隱藏特徵表示更為通用，對於新環境的新任務也會表現的更好，模型因而具有更强的泛化能力。<br />有時候，單獨訓練A任務可能很難學習到某種對該任務有益的隱藏特徵表示，但是這種特徵表示在B任務中卻很容易學到。同時學習兩個任務時，通過借用從B任務中學到的隱藏特徵表示，A任務從中獲益。",
    "与AlphaGo只使用策略网络（Policy Network)和价值网络（Value Network)不同，星阵同时学习了四个主任务，另外两个是领地网络（Area Network)和子差网络（Score Network)。领地网络基于任意给定盘面，分别估算棋盘上每个交叉点最终归属黑棋或白棋的概率。子差网络基于任意给定盘面，估算最终黑方子数与白方子数的差值。很显然，占据哪些领地、双方子数的差距、以及哪方获胜这三个训练任务具有很强的相关性，事实上占据哪些领地就直接决定了哪一方能够取胜。因此价值网络与领地网络、子差网络同时训练可以相互促进，提升性能，这一点是毋庸置疑的。": "與AlphaGo只使用策略網絡（Policy Network）和價值網絡（Value Network）不同，星陣同時學習了四個主任務，另外兩個是領地網絡（Area Network）和子差網絡（Score Network）。領地網絡基於任意給定盤面，分別估算棋盤上每個交叉點最終歸屬黑棋或白棋的概率。子差網絡基於任意給定盤面，估算最終黑方子數與白方子數的差值。很顯然，佔據哪些領地、雙方子數的差距、以及哪方獲勝這三個訓練任務具有很强的相關性，事實上佔據哪些領地就直接决定了哪一方能够取勝。囙此價值網絡與領地網絡、子差網絡同時訓練可以相互促進，提升效能，這一點是毋庸置疑的。",
    "在领地网络和子差网络的帮助下，星阵对局面的判断更加全面、立体，这也让星阵学会了像人一样“点目”，而不仅仅是依靠胜率来下棋。在胜率接近的情况下，星阵会选择子差更优的下法，将领先的优势继续扩大，或者试图缩小落后的目数，咬住局面寻找机会。这一技术特点也形成了星阵“不退让围棋”的棋风。": "在領地網絡和子差網絡的幫助下，星陣對局面的判斷更加全面、立體，這也讓星陣學會了像人一樣“點目”，而不僅僅是依靠勝率來下棋。在勝率接近的情况下，星陣會選擇子差更優的下法，將領先的優勢繼續擴大，或者試圖縮小落後的目數，咬住局面尋找機會。這一技術特點也形成了星陣“不退讓圍棋”的棋風。",
    "多任务学习能够行之有效，有其深层次的原因。": "多工學習能够行之有效，有其深層次的原因。",
    "首先，越多任务的越多标签，就可以从每一个训练样本中汲取更多的信息，也意味着数据量的增加，因此多任务学习能够显著提升训练速度，消耗更少训练数据，降低过拟合的风险。": "首先，越多任務的越多標籤，就可以從每一個訓練樣本中汲取更多的資訊，也意味著數據量的新增，囙此多工學習能够顯著提升訓練速度，消耗更少訓練數據，降低過擬合的風險。",
    "其次，当单独训练一个任务时，模型会学习到针对这个任务的一些好的隐藏特征表示。而采用共享权重的方式同时学习多个任务，使模型更容易捕捉到那些同时对多个任务有益的隐藏特征表示，这样的隐藏特征表示更为通用，对于新环境的新任务也会表现的更好，模型因而具有更强的泛化能力。": "其次，當單獨訓練一個任務時，模型會學習到針對這個任務的一些好的隱藏特徵表示。而採用共亯權重的管道同時學習多個任務，使模型更容易捕捉到那些同時對多個任務有益的隱藏特徵表示，這樣的隱藏特徵表示更為通用，對於新環境的新任務也會表現的更好，模型因而具有更强的泛化能力。",
    "有时候，单独训练A任务可能很难学习到某种对该任务有益的隐藏特征表示，但是这种特征表示在B任务中却很容易学到。同时学习两个任务时，通过借用从B任务中学到的隐藏特征表示，A任务从中获益。": "有時候，單獨訓練A任務可能很難學習到某種對該任務有益的隱藏特徵表示，但是這種特徵表示在B任務中卻很容易學到。同時學習兩個任務時，通過借用從B任務中學到的隱藏特徵表示，A任務從中獲益。",
    "迁移学习": "遷移學習",
    "机器学习的模型训练是靠数据驱动的，但在很多情况下数据极端匮乏，迁移学习就是解决数据量匮乏的一种重要方法。假定源域具有充足的数据，并已经训练出足以解决源问题的模型，迁移学习利用源域中的现有模型，帮助在缺乏训练样本的目标域，训练出解决目标任务的模型。<br />": "機器學習的模型訓練是靠數據驅動的，但在很多情况下數據極端匱乏，遷移學習就是解决數據量匱乏的一種重要方法。假定源域具有充足的數據，並已經訓練出足以解决源問題的模型，遷移學習利用源域中的現有模型，幫助在缺乏訓練樣本的目標域，訓練出解决目標任務的模型。<br />",
    "机器学习的模型训练是靠数据驱动的，但在很多情况下数据极端匮乏，迁移学习就是解决数据量匮乏的一种重要方法。假定源域具有充足的数据，并已经训练出足以解决源问题的模型，迁移学习利用源域中的现有模型，帮助在缺乏训练样本的目标域，训练出解决目标任务的模型。": "機器學習的模型訓練是靠數據驅動的，但在很多情况下數據極端匱乏，遷移學習就是解决數據量匱乏的一種重要方法。假定源域具有充足的數據，並已經訓練出足以解决源問題的模型，遷移學習利用源域中的現有模型，幫助在缺乏訓練樣本的目標域，訓練出解决目標任務的模型。",
    "将迁移学习应用于围棋AI中": "將遷移學習應用於圍棋AI中",
    "　　使用迁移学习有两个假设，源域与目标域的样本分布不同；目标域严重缺乏带有标签的样本。围棋规则并没有在全世界范围内统一，不同围棋规则下的训练样本并不通用。目前围棋AI大多使用19路棋盘，中国规则黑贴3.75子，此规则下的训练样本相对充足。星阵通过引入迁移学习技术，将中国规则黑贴3.75子的模型，用较小的代价，迁移到其他规则下。迁移学习为星阵带来了极大的算法灵活性，于是星阵可以进行任意路数的对局，也可以进行任意贴目的对局，可以进行让子棋的对弈，完美适应中国规则数子法和韩日规则数目法。可以说，迁移学习使得星阵在围棋上实现了“举一反三”的智能。": "使用遷移學習有兩個假設，源域與目標域的樣本分佈不同；目標域嚴重缺乏帶有標籤的樣本。圍棋規則並沒有在全世界範圍內統一，不同圍棋規則下的訓練樣本並不通用。現時圍棋AI大多使用19路棋盤，中國規則黑貼3.75子，此規則下的訓練樣本相對充足。星陣通過引入遷移學習科技，將中國規則黑貼3.75子的模型，用較小的代價，遷移到其他規則下。遷移學習為星陣帶來了極大的算灋靈活性，於是星陣可以進行任意路數的對局，也可以進行任意貼目的對局，可以進行讓子棋的對弈，完美適應中國規則數子法和韓日規則數目法。可以說，遷移學習使得星陣在圍棋上實現了“舉一反三”的智慧。",
    "使用迁移学习有两个假设，源域与目标域的样本分布不同；目标域严重缺乏带有标签的样本。围棋规则并没有在全世界范围内统一，不同围棋规则下的训练样本并不通用。目前围棋AI大多使用19路棋盘，中国规则黑贴3.75子，此规则下的训练样本相对充足。星阵通过引入迁移学习技术，将中国规则黑贴3.75子的模型，用较小的代价，迁移到其他规则下。迁移学习为星阵带来了极大的算法灵活性，于是星阵可以进行任意路数的对局，也可以进行任意贴目的对局，可以进行让子棋的对弈，完美适应中国规则数子法和韩日规则数目法。可以说，迁移学习使得星阵在围棋上实现了“举一反三”的智能。": "使用遷移學習有兩個假設，源域與目標域的樣本分佈不同；目標域嚴重缺乏帶有標籤的樣本。圍棋規則並沒有在全世界範圍內統一，不同圍棋規則下的訓練樣本並不通用。現時圍棋AI大多使用19路棋盤，中國規則黑貼3.75子，此規則下的訓練樣本相對充足。星陣通過引入遷移學習科技，將中國規則黑貼3.75子的模型，用較小的代價，遷移到其他規則下。遷移學習為星陣帶來了極大的算灋靈活性，於是星陣可以進行任意路數的對局，也可以進行任意貼目的對局，可以進行讓子棋的對弈，完美適應中國規則數子法和韓日規則數目法。可以說，遷移學習使得星陣在圍棋上實現了“舉一反三”的智慧。",
    "比赛成绩": "比賽成績",
    "2018年4月27日，在福州举行的“贝瑞基因杯”2018世界人工智能围棋大赛上，星阵围棋执黑第145手中盘战胜五次（当时）世界冠军柯洁九段。这场比赛被媒体称作“第三次人机大战”。<br />　　在与柯洁对阵前，星阵围棋与职业棋手们进行了让先三十番棋，战绩达到28胜2负，战胜过的对手包括周睿羊、范廷钰、朴廷桓等强手。在与柯洁对阵后，星阵围棋又让先与围棋高手轮番对战，取得40胜1负的战绩。战胜过的对手包括檀啸、谢尔豪、时越、江维杰、柁嘉熹、党毅飞、崔哲瀚、元晟溱、周俊勋等世界冠军。2018年11月17日，在江西抚州，人工智能大会围棋AI人机表演赛上，执白让先倒贴3.75子，中盘战胜世界冠军时越九段。<br />": "2018年4月27日，在福州舉行的“貝瑞基因杯”2018世界人工智慧圍棋大賽上，星陣圍棋執黑第145手中盤戰勝五次（當時）世界冠軍柯潔九段。這場比賽被媒體稱作“第三次人機大戰”。<br />在與柯潔對陣前，星陣圍棋與職業棋手們進行了讓先三十番棋，戰績達到28勝2負，戰勝過的對手包括周睿羊、範廷鈺、樸廷桓等强手。在與柯潔對陣後，星陣圍棋又讓先與圍棋高手輪番對戰，取得40勝1負的戰績。戰勝過的對手包括檀嘯、謝爾豪、時越、江維傑、柁嘉熹、黨毅飛、崔哲瀚、元晟溱、周俊勳等世界冠軍。2018年11月17日，在江西撫州，人工智慧大會圍棋AI人機表演賽上，執白讓先倒貼3.75子，中盤戰勝世界冠軍時越九段。<br />",
    "人机对弈": "人機對弈",
    "星阵围棋主创人金涬博士与世界冠军柯洁九段": "星陣圍棋主創人金涬博士與世界冠軍柯潔九段",
    "2018年4月27日，在福州举行的“贝瑞基因杯”2018世界人工智能围棋大赛上，星阵围棋执黑第145手中盘战胜五次（当时)世界冠军柯洁九段。这场比赛被媒体称作“第三次人机大战”。": "2018年4月27日，在福州舉行的“貝瑞基因杯”2018世界人工智慧圍棋大賽上，星陣圍棋執黑第145手中盤戰勝五次（當時）世界冠軍柯潔九段。這場比賽被媒體稱作“第三次人機大戰”。",
    "在与柯洁对阵前，星阵围棋与职业棋手们进行了让先三十番棋，战绩达到28胜2负，战胜过的对手包括周睿羊、范廷钰、朴廷桓等强手。在与柯洁对阵后，星阵围棋又让先与围棋高手轮番对战，取得40胜1负的战绩。战胜过的对手包括檀啸、谢尔豪、时越、江维杰、柁嘉熹、党毅飞、崔哲瀚、元晟溱、周俊勋等世界冠军。2018年11月17日，在江西抚州，人工智能大会围棋AI人机表演赛上，执白让先倒贴3.75子，中盘战胜世界冠军时越九段。": "在與柯潔對陣前，星陣圍棋與職業棋手們進行了讓先三十番棋，戰績達到28勝2負，戰勝過的對手包括周睿羊、範廷鈺、樸廷桓等强手。在與柯潔對陣後，星陣圍棋又讓先與圍棋高手輪番對戰，取得40勝1負的戰績。戰勝過的對手包括檀嘯、謝爾豪、時越、江維傑、柁嘉熹、黨毅飛、崔哲瀚、元晟溱、周俊勳等世界冠軍。2018年11月17日，在江西撫州，人工智慧大會圍棋AI人機表演賽上，執白讓先倒貼3.75子，中盤戰勝世界冠軍時越九段。",
    "星阵围棋授二子与女棋手在比赛中": "星陣圍棋授二子與女棋手在比賽中",
    "2019年4月30日，在“博思杯”2019世界人工智能围棋大赛人机对抗赛中，星阵围棋授二子与第二届吴清源杯四强棋手芮乃伟九段、王晨星五段、李赫五段和曹承亚二段对弈，获得四战全胜。这是围棋人工智能首次在授二子的正式比赛中战胜人类职业棋手。<br />": "2019年4月30日，在“博思杯”2019世界人工智慧圍棋大賽人機對抗賽中，星陣圍棋授二子與第二届吳清源杯四强棋手芮乃偉九段、王晨星五段、李赫五段和曹承亞二段對弈，獲得四戰全勝。這是圍棋人工智慧首次在授二子的正式比賽中戰勝人類職業棋手。<br />",
    "2019年4月30日，在“博思杯”2019世界人工智能围棋大赛人机对抗赛中，星阵围棋授二子与第二届吴清源杯四强棋手芮乃伟九段、王晨星五段、李赫五段和曹承亚二段对弈，获得四战全胜。这是围棋人工智能首次在授二子的正式比赛中战胜人类职业棋手。": "2019年4月30日，在“博思杯”2019世界人工智慧圍棋大賽人機對抗賽中，星陣圍棋授二子與第二届吳清源杯四强棋手芮乃偉九段、王晨星五段、李赫五段和曹承亞二段對弈，獲得四戰全勝。這是圍棋人工智慧首次在授二子的正式比賽中戰勝人類職業棋手。",
    "2018“中信证券杯”世界智能围棋公开赛夺冠": "2018“中信證券杯”世界智慧圍棋公開賽奪冠",
    "　　2018年7月，星阵围棋在2018腾讯世界人工智能围棋大赛上获得亚军。2018年8月13日至15日，第二届“中信证券杯”世界智能围棋公开赛在广西南宁举行，星阵围棋击败了来自中国、美国、日本、韩国等高水平AI，夺得冠军，并获奖金45万元。这是AI围棋界有史以来规格和奖金最高的比赛。": "2018年7月，星陣圍棋在2018騰訊世界人工智慧圍棋大賽上獲得亞軍。2018年8月13日至15日，第二届“中信證券杯”世界智慧圍棋公開賽在廣西南寧舉行，星陣圍棋擊敗了來自中國、美國、日本、韓國等高水准AI，奪得冠軍，並獲獎金45萬元。這是AI圍棋界有史以來規格和獎金最高的比賽。",
    "2018年7月，星阵围棋在2018腾讯世界人工智能围棋大赛上获得亚军。2018年8月13日至15日，第二届“中信证券杯”世界智能围棋公开赛在广西南宁举行，星阵围棋击败了来自中国、美国、日本、韩国等高水平AI，夺得冠军，并获奖金45万元。这是AI围棋界有史以来规格和奖金最高的比赛。": "2018年7月，星陣圍棋在2018騰訊世界人工智慧圍棋大賽上獲得亞軍。2018年8月13日至15日，第二届“中信證券杯”世界智慧圍棋公開賽在廣西南寧舉行，星陣圍棋擊敗了來自中國、美國、日本、韓國等高水准AI，奪得冠軍，並獲獎金45萬元。這是AI圍棋界有史以來規格和獎金最高的比賽。",
    "2018年12月15日，星阵围棋在日本东京获得第二届AI龙星战冠军。": "2018年12月15日，星陣圍棋在日本東京獲得第二届AI龍星戰冠軍。",
    "2018年12月15日，星阵围棋在日本东京获得第二届AI龙星战冠军。<br />　　2019年3月17日，星阵围棋受邀参加世界最强棋士战AI配对赛，携手芮迺伟九段获得冠军。<br />　　2019年4月26到29日，星阵围棋参加在福州举行的“博思杯”2019世界人工智能围棋大赛，并获得冠军。": "2018年12月15日，星陣圍棋在日本東京獲得第二届AI龍星戰冠軍。<br /> 2019年3月17日，星陣圍棋受邀參加世界最强棋士戰AI配對賽，攜手芮迺偉九段獲得冠軍。<br /> 2019年4月26到29日，星陣圍棋參加在福州舉行的“博思杯”2019世界人工智慧圍棋大賽，並獲得冠軍。",
    "2019年3月17日，星阵围棋受邀参加世界最强棋士战AI配对赛，携手芮迺伟九段获得冠军。": "2019年3月17日，星陣圍棋受邀參加世界最强棋士戰AI配對賽，攜手芮迺偉九段獲得冠軍。",
    "2019年4月26到29日，星阵围棋参加在福州举行的“博思杯”2019世界人工智能围棋大赛，并获得冠军。": "2019年4月26到29日，星陣圍棋參加在福州舉行的“博思杯”2019世界人工智慧圍棋大賽，並獲得冠軍。",
    "重要活动": "重要活動",
    "2018年9月11-13日，星阵围棋作为中国人工智能的唯一代表受邀赴俄罗斯符拉迪诺斯托克参加了第四届东方经济论坛，进行表演和展示。俄罗斯国有开发银行行长谢尔盖•高科夫Sergey Gorkov，符拉迪沃斯托克市市长维塔利•沃克延科Vitaly•Verkeenko，欧洲围棋联盟主席马丁•斯蒂阿斯尼Martin Stiassny，全球最大贵金属生产商之一PolyMental公司董事长 维塔利•内西斯Vitaly Nesis等先后与星阵围棋对弈。": "2018年9月11-13日，星陣圍棋作為中國人工智慧的唯一代表受邀赴俄羅斯符拉迪諾斯托克參加了第四届東方經濟論壇，進行表演和展示。俄羅斯國有開發銀行行長謝爾蓋•高科夫Sergey Gorkov，符拉迪沃斯托克市市長維塔利•沃克延科Vitaly•Verkeenko，歐洲圍棋聯盟主席馬丁•斯蒂阿斯尼Martin Stiassny，全球最大貴金屬生產商之一PolyMental公司董事長維塔利•內西斯Vitaly Nesis等先後與星陣圍棋對弈。",
    "东方经济论坛": "東方經濟論壇",
    "第四届东方经济论坛嘉宾先后与星阵围棋对弈": "第四届東方經濟論壇嘉賓先後與星陣圍棋對弈",
    "2018年9月11-13日，星阵围棋作为中国人工智能的唯一代表受邀赴俄罗斯符拉迪诺斯托克参加了第四届东方经济论坛，进行表演和展示。俄罗斯国有开发银行行长谢尔盖•高科夫Sergey Gorkov，符拉迪沃斯托克市市长维塔利•沃克延科Vitaly•Verkeenko，欧洲围棋联盟主席马丁•斯蒂阿斯尼Martin Stiassny，全球最大贵金属生产商之一PolyMental公司董事长 维塔利•内西斯Vitaly Nesis等先后与星阵围棋对弈。": "2018年9月11-13日，星陣圍棋作為中國人工智慧的唯一代表受邀赴俄羅斯符拉迪諾斯托克參加了第四届東方經濟論壇，進行表演和展示。俄羅斯國有開發銀行行長謝爾蓋•高科夫Sergey Gorkov，符拉迪沃斯托克市市長維塔利•沃克延科Vitaly•Verkeenko，歐洲圍棋聯盟主席馬丁•斯蒂阿斯尼Martin Stiassny，全球最大貴金屬生產商之一PolyMental公司董事長維塔利•內西斯Vitaly Nesis等先後與星陣圍棋對弈。",
    "世界人工智能大会": "世界人工智慧大會",
    "　　2018年9月17日，星阵围棋受邀参加在上海举办的第二届世界人工智能大会。国务院副总理刘鹤视察了星阵围棋的展台，询问了星阵围棋与AlphaGo的差异，饶有兴致地与星阵围棋对弈，并勉励星阵发展人工智能围棋产业。": "2018年9月17日，星陣圍棋受邀參加在上海舉辦的第二届世界人工智慧大會。國務院副總理劉鶴視察了星陣圍棋的展臺，詢問了星陣圍棋與AlphaGo的差异，饒有興致地與星陣圍棋對弈，並勉勵星陣發展人工智慧圍棋產業。",
    "刘鹤副总理与星阵围棋对弈（前排右2国务院副总理刘鹤；前排右3工信部部长苗圩；前排右5上海市市长应勇；前排右1星阵围棋主创金涬）": "劉鶴副總理與星陣圍棋對弈（前排右2國務院副總理劉鶴；前排右3工信部部長苗圩；前排右5上海市市長應勇；前排右1星陣圍棋主創金涬）",
    "　　2019年5月7日下午，福州海峡国际会展中心中庭，星阵围棋与来自比利时的LeelaZero进行了一场围棋顶级对抗赛，万众瞩目。最终星阵围棋中盘战胜LeelaZero，获得本次对抗赛的优胜。同时，星阵围棋主创金涬博士与职业棋手王鹭三段在现场配合星阵智能分析，为观众进行了人工智能与围棋相关内容的讲解。": "2019年5月7日下午，福州海峽國際會展中心中庭，星陣圍棋與來自比利時的LeelaZero進行了一場圍棋頂級對抗賽，萬眾矚目。最終星陣圍棋中盤戰勝LeelaZero，獲得本次對抗賽的優勝。同時，星陣圍棋主創金涬博士與職業棋手王鷺三段在現場配合星陣智慧分析，為觀眾進行了人工智慧與圍棋相關內容的講解。",
    "2018年9月17日，星阵围棋受邀参加在上海举办的第二届世界人工智能大会。国务院副总理刘鹤视察了星阵围棋的展台，询问了星阵围棋与AlphaGo的差异，饶有兴致地与星阵围棋对弈，并勉励星阵发展人工智能围棋产业。": "2018年9月17日，星陣圍棋受邀參加在上海舉辦的第二届世界人工智慧大會。國務院副總理劉鶴視察了星陣圍棋的展臺，詢問了星陣圍棋與AlphaGo的差异，饒有興致地與星陣圍棋對弈，並勉勵星陣發展人工智慧圍棋產業。",
    "2019年5月7日下午，福州海峡国际会展中心中庭，星阵围棋与来自比利时的LeelaZero进行了一场围棋顶级对抗赛，万众瞩目。最终星阵围棋中盘战胜LeelaZero，获得本次对抗赛的优胜。同时，星阵围棋主创金涬博士与职业棋手王鹭三段在现场配合星阵智能分析，为观众进行了人工智能与围棋相关内容的讲解。": "2019年5月7日下午，福州海峽國際會展中心中庭，星陣圍棋與來自比利時的LeelaZero進行了一場圍棋頂級對抗賽，萬眾矚目。最終星陣圍棋中盤戰勝LeelaZero，獲得本次對抗賽的優勝。同時，星陣圍棋主創金涬博士與職業棋手王鷺三段在現場配合星陣智慧分析，為觀眾進行了人工智慧與圍棋相關內容的講解。",
    "星阵围棋专业版用户服务协议": "星陣圍棋專業版使用者服務協定",
    "一、特别提示": "一、特別提示",
    "在此特别提醒您（用户）在注册成为“星阵围棋专业版”（以下简称“星阵”）用户之前，请认真阅读本《星阵用户服务协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。 本协议约定北京深客科技有限公司（以下简称“星阵团队”）与用户之间关于“星阵”服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由星阵团队随时更新，星阵团队将会通过适当方式向用户提示修改内容。在修改协议条款后，如果用户不接受修改后的条款，请立即停止使用星阵提供的服务，用户继续使用星阵提供的服务将被视为接受修改后的协议。": "在此特別提醒您（用戶）在注册成為“星陣圍棋專業版”（以下簡稱“星陣”）用戶之前，請認真閱讀本《星陣用戶服務協議》（以下簡稱“協定”），確保您充分理解本協定中各條款。請您審慎閱讀並選擇接受或不接受本協定。除非您接受本協定所有條款，否則您無權注册、登入或使用本協定所涉服務。您的注册、登入、使用等行為將視為對本協定的接受，並同意接受本協定各項條款的約束。本協議約定北京深客科技有限公司（以下簡稱“星陣團隊”）與用戶之間關於“星陣”服務（以下簡稱“服務”）的權利義務。“用戶”是指注册、登入、使用本服務的個人。本協定可由星陣團隊隨時更新，星陣團隊將會通過適當管道向用戶提示修改內容。在修改協定條款後，如果用戶不接受修改後的條款，請立即停止使用星陣提供的服務，用戶繼續使用星陣提供的服務將被視為接受修改後的協定。",
    "二、账号注册": "二、帳號注册",
    "1、用户在使用本服务前需要注册一个“星阵”账号。“星阵”账号应当使用手机号码绑定注册，请用户使用尚未与“星阵”账号绑定的手机号码，以及未被星阵团队根据本协议封禁的手机号码注册“星阵”账号。星阵可以根据用户需求或产品需要对账号注册和绑定的方式进行变更，而无须事先通知用户。": "1、用戶在使用本服務前需要注册一個“星陣”帳號。“星陣”帳號應當使用手機號碼綁定注册，請用戶使用尚未與“星陣”帳號綁定的手機號碼，以及未被星陣團隊根據本協定封禁的手機號碼注册“星陣”帳號。星陣可以根據用戶需求或產品需要對帳號注册和綁定的管道進行變更，而無須事先通知用戶。",
    "2、如果注册申请者有被星阵团队封禁的先例或涉嫌虚假注册及滥用他人名义注册，及其他不能得到许可的理由，星阵团队将拒绝其注册申请。": "2、如果注册申請者有被星陣團隊封禁的先例或涉嫌虛假注册及濫用他人名義注册，及其他不能得到許可的理由，星陣團隊將拒絕其註冊申請。",
    "3、鉴于“星阵”账号的绑定注册方式，用户同意星阵团队在注册时将允许您的手机号码及手机设备识别码等信息用于注册。": "3、鑒於“星陣”帳號的綁定注册管道，用戶同意星陣團隊在註冊時將允許您的手機號碼及手機設備識別碼等資訊用於注册。",
    "4、在用户注册及使用本服务时，星阵团队需要搜集能识别用户身份的个人信息以便在必要时使用。星阵团队搜集的信息包括但不限于用户的姓名、手机号等；星阵团队同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。": "4、在用戶註冊及使用本服務時，星陣團隊需要蒐集能識別用戶身份的個人資訊以便在必要時使用。星陣團隊蒐集的資訊包括但不限於用戶的姓名、手機號等；星陣團隊同意對這些資訊的使用將受限於第三條用戶個人隱私資訊保護的約束。",
    "三、账户安全": "三、帳戶安全",
    "1、用户一旦注册成功，成为星阵的用户，将得到一个用户名和密码，并有权利使用自己的用户名及密码随时使用星阵": "1、用戶一旦注册成功，成為星陣的用戶，將得到一個用戶名和密碼，並有權利使用自己的用戶名及密碼隨時使用星陣",
    "2、用户对用户名和密码的安全负全部责任，同时对以其用户名进行的所有活动和事件负全责。": "2、用戶對用戶名和密碼的安全負全部責任，同時對以其用戶名進行的所有活動和事件負全責。",
    "3、用户不得以任何形式擅自转让或授权他人使用自己的星阵账号。": "3、用戶不得以任何形式擅自轉讓或授權他人使用自己的星陣帳號。",
    "4、如果用户泄漏了密码，有可能导致不利的法律后果。因此不管任何原因导致用户的密码安全受到威胁，应该立即和星阵客服人员取得联系，否则后果自负。": "4、如果用戶洩漏了密碼，有可能導致不利的法律後果。囙此不管任何原因導致用戶的密碼安全受到威脅，應該立即和星陣客服人員取得聯系，否則後果自負。",
    "四、用户声明与保证": "四、用戶聲明與保證",
    "1、用户承诺其为具有完全民事行为能力的民事主体，且具有达成交易履行其义务的能力。": "1、用戶承諾其為具有完全民事行為能力的民事主體，且具有達成交易履行其義務的能力。",
    "2、用户有义务在注册时提供自己的真实资料，并保证诸如手机号码、姓名等内容的有效性及安全性，保证星阵工作人员可以通过上述联系方式与用户取得联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。": "2、用戶有義務在註冊時提供自己的真實資料，並保證諸如手機號碼、姓名等內容的有效性及安全性，保證星陣工作人員可以通過上述聯繫方式與用戶取得聯系。同時，用戶也有義務在相關資料實際變更時及時更新有關注册資料。",
    "3、用户承诺账号仅限本人使用，不得将账号转借他人。如果出现将账号出租等牟利行为，星阵团队将立即终止服务，并保留通过法律手段追回不当得利的权利。": "3、用戶承諾帳號僅限本人使用，不得將帳號轉借他人。如果出現將帳號出租等牟利行為，星陣團隊將立即終止服務，並保留通過法律手段追回不當得利的權利。",
    "4、用户在使用星阵的过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复和相关链接页面，以及其他使用账号或本服务所产生的内容，不得违反国家相关法律制度，包含但不限于如下原则:": "4、用戶在使用星陣的過程中所製作、上載、複製、發佈、傳播的任何內容，包括但不限於帳號頭像、名稱、用戶說明等注册資訊及認證資料，或文字、語音、圖片、視頻、圖文等發送、回復和相關連結頁面，以及其他使用帳號或本服務所產生的內容，不得違反國家相關法律制度，包含但不限於如下原則:",
    "（1）反对宪法所确定的基本原则的；": "（1）反對憲法所確定的基本原則的；",
    "（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；": "（2）危害國家安全，洩露國家秘密，顛覆國家政權，破壞國家統一的；",
    "（3）损害国家荣誉和利益的；": "（3）損害國家榮譽和利益的；",
    "（4）煽动民族仇恨、民族歧视，破坏民族团结的；": "（4）煽動民族仇恨、民族歧視，破壞民族團結的；",
    "（5）破坏国家宗教政策，宣扬邪教和封建迷信的；": "（5）破壞國家宗教政策，宣揚邪教和封建迷信的；",
    "（6）散布谣言，扰乱社会秩序，破坏社会稳定的；": "（6）散佈謠言，擾亂社會秩序，破壞社會穩定的；",
    "（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；": "（7）散佈淫穢、色情、賭博、暴力、兇殺、恐怖或者教唆犯罪的；",
    "（8）侮辱或者诽谤他人，侵害他人合法权益的；": "（8）侮辱或者誹謗他人，侵害他人合法權益的；",
    "（9）含有法律、行政法规禁止的其他内容的。": "（9）含有法律、行政法規禁止的其他內容的。",
    "5、用户不得利用“星阵”账号或本服务制作、上载、复制、发布、传播干扰“星阵”正常运营，以及侵犯其他用户或第三方合法权益的内容:": "5、用戶不得利用“星陣”帳號或本服務製作、上載、複製、發佈、傳播干擾“星陣”正常運營，以及侵犯其他用戶或協力廠商合法權益的內容:",
    "（1）含有任何性或性暗示的；": "（1）含有任何性或性暗示的；",
    "（2）含有辱骂、恐吓、威胁内容的；": "（2）含有辱駡、恐嚇、威脅內容的；",
    "（3）含有骚扰、垃圾广告、恶意信息、诱骗信息的": "（3）含有騷擾、垃圾廣告、惡意資訊、誘騙資訊的",
    "（4）涉及他人隐私、个人信息或资料的；": "（4）涉及他人隱私、個人資訊或資料的；",
    "（5）侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；": "（5）侵害他人名譽權、肖像權、知識產權、商業秘密等合法權利的；",
    "（6）含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。": "（6）含有其他干擾本服務正常運營和侵犯其他用戶或協力廠商合法權益內容的資訊。",
    "6、用户不得通过计算机程序等方式自动获取星阵数据、不得使用任何方式非法访问星阵服务器。如用户有类似行为，星阵团队将立即终止服务，并保留追究其法律责任的权利。": "6、用戶不得通過電腦程式等管道自動獲取星陣數據、不得使用任何管道非法訪問星陣服務器。如用戶有類似行為，星陣團隊將立即終止服務，並保留追究其法律責任的權利。",
    "五、服务内容": "五、服務內容",
    "1、星阵具体服务内容由星阵团队根据实际情况提供，包括但不限于:": "1、星陣具體服務內容由星陣團隊根據實際情況提供，包括但不限於:",
    "（1）围棋人工智能（下称AI）使用服务（仅限于提供AI数据，对于使用AI数据产生的后果星阵概不负责）；": "（1）圍棋人工智慧（下稱AI）使用服務（僅限於提供AI數據，對於使用AI數據產生的後果星陣概不負責）；",
    "（2）收入结算和用户支付费用:具体金额以星阵产生的统计数据为准。": "（2）收入結算和用戶支付費用:具體金額以星陣產生的統計資料為准。",
    "2、星阵团队有权随时审核或删除用户发布/传播的涉嫌违法或违反社会主义精神文明，或者被星阵团队认为不妥当的内容（包括但不限于文字、语音、图片、视频、图文等）。": "2、星陣團隊有權隨時稽核或删除用戶發佈/傳播的涉嫌違法或違反社會主義精神文明，或者被星陣團隊認為不妥當的內容（包括但不限於文字、語音、圖片、視頻、圖文等）。",
    "3、所有发给用户的通告及其他消息都可通过APP或者用户所提供的联系方式发送。": "3、所有發給用戶的通告及其他消息都可通過APP或者用戶所提供的聯繫方式發送。",

    
    "4、在服务中所产生的数据、信息等所有权及解释权归星阵团队所有，任何人不得在未经星阵团队允许的前提下使用星阵的数据进行不正当的活动（包括但不限于牟利、传播等）": "4、在服務中所產生的數據、資訊等所有權及解釋權歸星陣團隊所有，任何人不得在未經星陣團隊允許的前提下使用星陣的數據進行不正當的活動（包括但不限於牟利、傳播等）",
    "六、服务的终止": "六、服務的終止",
    "1、在下列情况下，星阵团队有权终止向用户提供服务，当用户的行为对星阵团队权益造成损害时，星阵团队有权扣留账户内余额:": "1、在下列情况下，星陣團隊有權終止向用戶提供服務，當用戶的行為對星陣團隊權益造成損害時，星陣團隊有權扣留帳戶內餘額:",
    "（1）在用户违反本服务协议相关规定时，星阵团队有权终止向该用户提供服务。如该用户再一次直接或间接或以他人名义注册为用户的，一经发现，星阵团队有权直接单方面终止向该用户提供服务；": "（1）在用戶違反本服務協定相關規定時，星陣團隊有權終止向該用戶提供服務。如該用戶再一次直接或間接或以他人名義注册為用戶的，一經發現，星陣團隊有權直接單方面終止向該用戶提供服務；",
    "（2）用户不得通过计算机程序方式自动获取星阵数据，若发现用户有自动获取数据类似行为，星阵团队将立即终止服务，对星阵团队造成损失的，保留追究其法律责任的权利；": "（2）用戶不得通過電腦程式管道自動獲取星陣數據，若發現用戶有自動獲取數據類似行為，星陣團隊將立即終止服務，對星陣團隊造成損失的，保留追究其法律責任的權利；",
    "（3）一旦星阵团队发现用户提供的数据或信息中含有虚假内容，星阵团队有权随时终止向该用户提供服务；": "（3）一旦星陣團隊發現用戶提供的數據或資訊中含有虛假內容，星陣團隊有權隨時終止向該用戶提供服務；",
    "（4）本服务条款终止或更新时，用户明示不愿接受新的服务条款；": "（4）本服務條款終止或更新時，用戶明示不願接受新的服務條款；",
    "（5）其它星阵团队认为需终止服务的情况。": "（5）其它星陣團隊認為需終止服務的情况。",
    "（6）用户单方面终止服务的情况。": "（6）用戶單方面終止服務的情况。",
    "2、服务终止后，星阵团队没有义务为用户保留原账号中或与之相关的任何信息。": "2、服務終止後，星陣團隊沒有義務為用戶保留原帳號中或與之相關的任何資訊。",
    "七、服务费用": "七、服務費用",
    "1、星阵的部分服务是以收费方式提供的，如您使用收费服务，请遵守相关的协议。": "1、星陣的部分服務是以收費方式提供的，如您使用收費服務，請遵守相關的協定。",
    "2、星阵可能根据实际需要对收费服务的收费标准、方式进行修改和变更，星阵也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，星阵团队将提前在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。": "2、星陣可能根據實際需要對收費服務的收費標準、管道進行修改和變更，星陣也可能會對部分免費服務開始收費。前述修改、變更或開始收費前，星陣團隊將提前在相應服務頁面進行通知或公告。如果您不同意上述修改、變更或付費內容，則應停止使用該服務。",
    "3、在星阵降低收费服务的收费标准或者将收费服务改为免费服务提供时，星阵保留不对原付费用户提供退费或者费用调整之权利。": "3、在星陣降低收費服務的收費標準或者將收費服務改為免費服務提供時，星陣保留不對原付費用戶提供退費或者費用調整之權利。",
    "4、用户享有参加各项星阵优惠活动的权利，在由于用户个人原因中止服务时，星阵团队保留收回用户所享优惠的权利。": "4、用戶享有參加各項星陣優惠活動的權利，在由於用戶個人原因中止服務時，星陣團隊保留收回用戶所享優惠的權利。",
    "八、服务的变更、中断": "八、服務的變更、中斷",
    "1、鉴于网络服务的特殊性，用户需同意星阵团队会变更、中断部分或全部的网络服务，并删除（不再保存）用户在使用过程中提交的任何资料。星阵团队无需对使用中断所造成的附加后果承担任何责任。": "1、鑒於網路服務的特殊性，用戶需同意星陣團隊會變更、中斷部分或全部的網路服務，並删除（不再保存）用戶在使用過程中提交的任何資料。星陣團隊無需對使用中斷所造成的附加後果承擔任何責任。",
    "2、星阵团队需要定期或不定期地对提供网络服务的平台进行检测或者更新，星阵团队会提前通过适当的方式进行通知。如因此类情况而造成网络服务的中断，星阵团队无需为此承担任何责任。": "2、星陣團隊需要定期或不定期地對提供網路服務的平臺進行檢測或者更新，星陣團隊會提前通過適當的管道進行通知。如因此類情况而造成網路服務的中斷，星陣團隊無需為此承擔任何責任。",
    "九、服务条款修改": "九、服務條款修改",
    "1、星阵团队有权随时修改本服务条款的任何内容，一旦本服务条款的任何内容发生变动，星阵将会通过适当方式向用户提示修改内容。": "1、星陣團隊有權隨時修改本服務條款的任何內容，一旦本服務條款的任何內容發生變動，星陣將會通過適當管道向用戶提示修改內容。",
    "2、如果不同意星阵团队对本服务条款所做的修改，用户有权停止使用网络服务。": "2、如果不同意星陣團隊對本服務條款所做的修改，用戶有權停止使用網路服務。",
    "3、如果用户继续使用网络服务，则视为用户接受星阵团队对本服务条款所做的修改。": "3、如果用戶繼續使用網路服務，則視為用戶接受星陣團隊對本服務條款所做的修改。",
    "十、免责与赔偿声明": "十、免責與賠償聲明",
    "1、若星阵团队已经明示其服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。": "1、若星陣團隊已經明示其服務提供管道發生變更並提醒用戶應當注意事項，用戶未按要求操作所產生的一切後果由用戶自行承擔。",
    "2、用户明确同意其使用星阵所存在的风险将完全由其自己承担，因其使用星阵而产生的一切后果也由其承担。": "2、用戶明確同意其使用星陣所存在的風險將完全由其自己承擔，因其使用星陣而產生的一切後果也由其承擔。",
    "3、用户同意保障和维护星阵团队及其他用户的利益，由于用户在使用星阵过程中有违法、不真实、不正当、侵犯第三方合法权益的行为，或用户违反本协议项下的任何条款而给星阵团队及任何其他第三方造成损失，用户同意承担由此造成的损害赔偿责任。": "3、用戶同意保障和維護星陣團隊及其他用戶的利益，由於用戶在使用星陣過程中有違法、不真實、不正當、侵犯協力廠商合法權益的行為，或用戶違反本協定項下的任何條款而給星陣團隊及任何其他協力廠商造成損失，用戶同意承擔由此造成的損害賠償責任。",
    "十一、隐私声明": "十一、隱私權聲明",
    "1、适用范围:": "1、適用範圍:",
    "（1）在用户注册星阵账户时，根据要求提供的个人注册信息；": "（1）在用戶註冊星陣帳戶時，根據要求提供的個人註冊資訊；",
    "（2）在用户使用星阵服务，或访问其相关网页时，星阵团队自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址、AI分析数据等数据记录。": "（2）在用戶使用星陣服務，或訪問其相關網頁時，星陣團隊自動接收並記錄的用戶瀏覽器上的服務器數值，包括但不限於IP地址、AI分析數據等數據記錄。",
    "2、信息使用:": "2、資訊使用:",
    "（1）星阵团队不会向第三方出售或提供用户的个人信息，除非事先得到用户的许可。": "（1）星陣團隊不會向協力廠商出售或提供用戶的個人資訊，除非事先得到用戶的許可。",
    "（2）星阵团队亦不允许任何第三方以任何手段收集、编辑、出售或者传播用户的个人信息。任何用户如从事上述活动，一经发现，星阵团队有权立即终止与该用户的服务协议，并保留追究法律责任的权利。": "（2）星陣團隊亦不允許任何協力廠商以任何手段收集、編輯、出售或者傳播用戶的個人資訊。任何用戶如從事上述活動，一經發現，星陣團隊有權立即終止與該用戶的服務協定，並保留追究法律責任的權利。",
    "（3）为达到服务用户的目的，星阵团队可能通过使用用户的个人信息，向用户提供服务，包括但不限于向用户发出产品和服务信息。": "（3）為達到服務用戶的目的，星陣團隊可能通過使用用戶的個人資訊，向用戶提供服務，包括但不限於向用戶發出產品和服務資訊。",
    "3、信息披露:用户的个人信息将在下述情况下部分或全部被披露:": "3、資訊披露:用戶的個人資訊將在下述情况下部分或全部被披露:",
    "（1）经用户同意，向第三方披露；": "（1）經用戶同意，向協力廠商披露；",
    "（2）根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；": "（2）根據法律的有關規定，或者行政或司法機构的要求，向協力廠商或者行政、司法機构披露；",
    "（3）如果用户出现违反中国有关法律或者网站政策的情况，需要向第三方披露；": "（3）如果用戶出現違反中國有關法律或者網站政策的情况，需要向協力廠商披露；",
    "（4）为提供用户所要求的产品和服务，经用户同意后，必须和第三方分享用户的个人信息；": "（4）為提供用戶所要求的產品和服務，經用戶同意後，必須和協力廠商分享用戶的個人資訊；",
    "（5）其它星阵团队根据法律或者网站政策认为合适的披露。": "（5）其它星陣團隊根據法律或者網站政策認為合適的披露。",
    "十二、其他": "十二、其他",
    "1、星阵团队郑重提醒用户注意本协议中免除星阵团队责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。": "1、星陣團隊鄭重提醒用戶注意本協定中免除星陣團隊責任和限制用戶權利的條款，請用戶仔細閱讀，自主考慮風險。未成年人應在法定監護人的陪同下閱讀本協定。",
    "2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和星阵团队之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交星阵团队住所地有管辖权的人民法院管辖。": "2、本協定的效力、解釋及糾紛的解决，適用於中華人民共和國法律。若用戶和星陣團隊之間發生任何糾紛或爭議，首先應友好協商解决，協商不成的，用戶同意將糾紛或爭議提交星陣團隊住所地有管轄權的人民法院管轄。",
    "3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。": "3、本協定的任何條款無論因何種原因無效或不具可執行性，其餘條款仍有效，對雙方具有約束力。",
    "4、本协议最终解释权归星阵团队所有，并且保留一切解释和修改的权利。": "4、本協定最終解釋權歸星陣團隊所有，並且保留一切解釋和修改的權利。",
    "5、本协议从2019年11月08日起适用。 ": "5、本協定從2019年11月08日起適用。",
    "产品介绍": "產品介紹",
    "原创内容": "原創內容",
    "了解星阵": "瞭解星陣",
    "关注我们": "關注我們",
    "智能对弈": "智慧對弈",
    "星阵陪练已完成": "星陣陪練已完成",
    "盘对局。": "盤對局。",
    "2387万": "2387萬",
    "个不同等级的星阵智能棋手。": "個不同等級的星陣智慧棋手。",
    "无论你是入门还是职业顶尖，总有一个适合你。": "無論你是入門還是職業頂尖，總有一個適合你。",
    "随时随地的围棋陪练，每个阶梯都见证你的成长。": "隨時隨地的圍棋陪練，每個階梯都見證你的成長。",
    "星阵陪练已完成2316万盘对局。": "星陣陪練已完成2316萬盤對局。",
    "37个不同等级的星阵智能棋手。无论你是入门还是职业顶尖，总有一个适合你。随时随地的围棋陪练，每个阶梯都见证你的成长。星阵陪练已完成2316万盘对局。": "37個不同等級的星陣智慧棋手。無論你是入門還是職業頂尖，總有一個適合你。隨時隨地的圍棋陪練，每個階梯都見證你的成長。星陣陪練已完成2316萬盤對局。",
    "马上对弈": "馬上對弈",
    "分析研究": "分析研究",
    "顶尖围棋AI，大算力权威分析数据。": "頂尖圍棋AI，大算力權威分析數據。",
    "胜率，子差多角度评价，更易理解。": "勝率，子差多角度評估，更易理解。",
    "操作简单，随时随地分析你想了解的局面。": "操作簡單，隨時隨地分析你想瞭解的局面。",
    "星阵已经分析过10亿个局面。": "星陣已經分析過10億個局面。",
    "星阵已经分析过": "星陣已經分析過",
    "10亿": "10億",
    "个局面。": "個局面。",
    "顶尖围棋AI，大算力权威分析数据。胜率，子差多角度评价，更易理解。操作简单，随时随地分析你想了解的局面。星阵已经分析过10亿个局面。": "頂尖圍棋AI，大算力權威分析數據。勝率，子差多角度評估，更易理解。操作簡單，隨時隨地分析你想瞭解的局面。星陣已經分析過10億個局面。",
    "立即研究": "立即研究",
    "复盘报告": "複盤報告",
    "全面分析棋局的每一手的每一个变化，发现问题手。": "全面分析棋局的每一手的每一個變化，發現問題手。",
    "一键生成立等可取，云端保存随时查阅，方便分享。": "一鍵生成立等可取，雲端保存隨時查閱，方便分享。",
    "是老师授课、棋手复盘的利器。": "是老師授課、棋手複盤的利器。",
    "星阵已生成": "星陣已生成",
    "2万": "2萬",
    "张报告。": "張報告。",
    "全面分析棋局的每一手的每一个变化，发现问题手。一键生成立等可取，云端保存随时查阅，方便分享。是老师授课、棋手复盘的利器。星阵已生成2万张报告。": "全面分析棋局的每一手的每一個變化，發現問題手。一鍵生成立等可取，雲端保存隨時查閱，方便分享。是老師授課、棋手複盤的利器。星陣已生成2萬張報告。",
    "生成报告": "生成報告",
    "了解更多": "瞭解更多",
    "暂不登录": "暫不登入",
    "直播(Beta)": "直播",
    "星阵研究具有以下核心优势": "星陣研究具有以下覈心優勢",
    "韩文": "韓文",
    "快捷键": "快速鍵",
    "空格/回车": "空格/回車",
    "数字键1-9": "數字鍵1-9",
    "上<span class='el-icon-top shortcut-key-icon'></span>": "上",
    "下<span class='el-icon-bottom shortcut-key-icon'></span>": "下",
    "左<span class='el-icon-back shortcut-key-icon'></span>": "左",
    "右<span class='el-icon-right shortcut-key-icon'></span>": "右",
    "未锁定变化图时": "未鎖定變化圖時",
    "直接落子星阵首选推荐": "直接落子星陣首選推薦",
    "查看第1-9选点的变化图，并锁定该变化图": "查看第1-9選點的變化圖，並鎖定該變化圖",
    "向前跳转一手": "向前跳轉一手",
    "向后跳转一手": "向後跳轉一手",
    "向前跳转5手": "向前跳轉5手",
    "向后跳转5手": "向後跳轉5手",
    "跳转到空棋盘": "跳轉到空棋盤",
    "跳转到最后一手": "跳轉到最後一手",
    "锁定变化图时": "鎖定變化圖時",
    "查看前一个变化图，并锁定": "查看前一個變化圖，並鎖定",
    "查看后一个变化图，并锁定": "查看後一個變化圖，並鎖定",
    "再变化图中向前跳转1手": "再變化圖中向前跳轉1手",
    "再变化图中向后跳转1手": "再變化圖中向後跳轉1手",
    "再变化图中向前跳转5手": "再變化圖中向前跳轉5手",
    "再变化图中向后跳转5手": "再變化圖中向後跳轉5手",
    "跳转到变化图的第1手": "跳轉到變化圖的第1手",
    "跳转到变化图的最后一手": "跳轉到變化圖的最後一手",
    "取消变化图锁定，显示推荐点": "取消變化圖鎖定，顯示推薦點",
    "计算速度": "計算速度",
    "3倍速": "3倍速",
    "6倍速": "6倍速",
    "12倍速": "12倍速",
    "24倍速": "24倍速",
    "60倍速": "60倍速",
    "120倍速": "120倍速",
    "计算量上限": "計算量上限",
    "100万": "100萬",
    "200万": "200萬",
    "400万": "400萬",
    "800万": "800萬",
    "2000万": "2000萬",
    "4000万": "4000萬",
    "选点个数上限": "選點個數上限",
    "变化图最长手数": "變化圖最長手數",
    "分布式引擎": "分佈式引擎",
    "星阵提供哪些功能？": "星陣提供哪些功能？",
    "星阵是人工智能围棋第一网站，提供智能对弈、棋谱报告、分析研究、大赛直播（开发中）等功能。": "星陣是人工智慧圍棋第一網站，提供智慧對弈、棋譜報告、分析研究、大賽直播（開發中）等功能。",
    "星阵围棋取得过哪些比赛成绩？": "星陣圍棋取得過哪些比賽成績？",
    "星阵于2018年4月战胜世界冠军柯洁九段，2018年5月让先对阵顶尖职业棋手41局获得40胜1负，随后相继4次获得世界人工智能围棋大赛冠军。2019年4月，星阵让二子对阵四位世界女子顶尖棋手，获得全胜。": "星陣於2018年4月戰勝世界冠軍柯潔九段，2018年5月讓先對陣頂尖職業棋手41局獲得40勝1負，隨後相繼4次獲得世界人工智慧圍棋大賽冠軍。2019年4月，星陣讓二子對陣四比特世界女子頂尖棋手，獲得全勝。",
    "星阵跟其他AI比水平怎么样？": "星陣跟其他AI比水准怎麼樣？",
    "星阵水平明显高于其他公开AI。星阵研究中的旗舰版120X是目前所有公开AI中的最高水平。": "星陣水准明顯高於其他公開AI。星陣研究中的旗艦版120X是現時所有公開AI中的最高水准。",
    "手机或平板电脑上也可以使用星阵专业版吗？有APP吗？": "手機或平板電腦上也可以使用星陣專業版嗎？有APP嗎？",
    "在手机或平板电脑上使用浏览器（推荐chrome浏览器），输入星阵专业版的网址www.19x19.com即可。手机APP正在开发，一段时间后将会与大家见面。": "在手機或平板電腦上使用瀏覽器（推薦chrome瀏覽器），輸入星陣專業版的網址www.19x19.com即可。手機APP正在開發，一段時間後將會與大家見面。",
    "星阵陪练小程序跟星阵专业版一样吗？": "星陣陪練小程式跟星陣專業版一樣嗎？",
    "不完全一样，星阵陪练小程序支持对弈，而星阵专业版还支持报告和研究等功能，体验更好。": "不完全一樣，星陣陪練小程式支持對弈，而星陣專業版還支持報告和研究等功能，體驗更好。",
    "星阵专业版是收费的吗？是不是很贵？": "星陣專業版是收費的嗎？是不是很貴？",
    "星阵专业版的大部分功能是免费的，例如升降级对弈、自由对弈、查看大赛棋谱报告、直播等。也有如研究、生成报告等收费功能，星阵为这些付费功能配备了强大的后台计算能力。另外由于星阵的算法优势，即使在相同算力下星阵的水平也会明显高于其他开源AI。因此，使用星阵比用户自己配置高性能电脑运行开源AI要更加经济划算。此外，用户使用星阵无需下载、安装、调参，还节省了大量时间成本。": "星陣專業版的大部分功能是免費的，例如升降級對弈、自由對弈、查看大賽棋譜報告、直播等。也有如研究、生成報告等收費功能，星陣為這些付費功能配備了强大的後臺計算能力。另外由於星陣的算灋優勢，即使在相同算力下星陣的水准也會明顯高於其他開源AI。囙此，使用星陣比用戶自己配置高性能電腦運行開源AI要更加經濟划算。此外，用戶使用星陣無需下載、安裝、調參，還節省了大量時間成本。",
    "海外可以使用吗？": "海外可以使用嗎？",
    "海外同样可以使用，少数地区受网络环境等影响，可能偶尔有卡顿。我们会尽力优化海外使用的体验。": "海外同樣可以使用，少數地區受網路環境等影響，可能偶爾有卡頓。我們會盡力優化海外使用的體驗。",
    "星阵有多少个不同的人工智能棋手？": "星陣有多少個不同的人工智慧棋手？",
    "星阵有37个不同等级的人工智能棋手，水平均匀分布，每个水平的星阵都经过严格的训练和测试。无论你是刚刚学习围棋，还是职业顶尖棋手，都能找到水平相当的对手。": "星陣有37個不同等級的人工智慧棋手，水准均勻分佈，每個水准的星陣都經過嚴格的訓練和測試。無論你是剛剛學習圍棋，還是職業頂尖棋手，都能找到水准相當的對手。",
    "与人工智能对弈有什么优势？": "與人工智慧對弈有什麼優勢？",
    "人工智能棋手随时奉陪，水平可选，落子速度可调。您不会再有找不到对手、对手填子耍赖、故意拖延时间、中途逃跑的烦恼。系统提供的领地、支招等道具可以提升对弈体验。": "人工智慧棋手隨時奉陪，水准可選，落子速度可調。您不會再有找不到對手、對手填子耍賴、故意拖延時間、中途逃跑的煩惱。系統提供的領地、支招等道具可以提升對弈體驗。",
    "星阵各个级位和段位都是什么水平？": "星陣各個級比特和段位都是什麼水准？",
    "星阵的等级是按照标准等级分严格测定的，星阵10级至2段与中国围棋协会的相应等级完全对应，准3段至9段对应业余3段至业余6段，职业1星对应普通职业水平，职业2星对应人类顶尖水平，职业3星超越人类顶尖水平。具体对应关系参见下表。": "星陣的等級是按照標準等級分嚴格測定的，星陣10級至2段與中國圍棋協會的相應等級完全對應，准3段至9段對應業餘3段至業餘6段，職業1星對應普通職業水准，職業2星對應人類頂尖水准，職業3星超越人類頂尖水准。具體對應關係參見下錶。",
    "升降级、自由战和高水平对弈有什么区别？": "升降級、自由戰和高水准對弈有什麼區別？",
    "升降级中，系统自动匹配与用户等级相同的星阵进行对弈，净胜两局则自动升降；无等级用户先自选一个等级的星阵进行对弈，获胜后获得相应的等级。自由战中，用户可以从10级到职业三星中选择任意等级的星阵，设置用时与黑白，还可从任意盘面开始对局。自由战保存棋谱但不记录成绩。高水平对弈选择星阵3X及以上的配置进行对局，你将挑战远超人类棋手的星阵。": "升降級中，系統自動匹配與使用者等級相同的星陣進行對弈，淨勝兩局則自動升降；無等級用戶先自選一個等級的星陣進行對弈，獲勝後獲得相應的等級。自由戰中，用戶可以從10級到職業三星中選擇任意等級的星陣，設定用時與黑白，還可從任意盤面開始對局。自由戰保存棋譜但不記錄成績。高水准對弈選擇星陣3X及以上的配置進行對局，你將挑戰遠超人類棋手的星陣。",
    "与星阵对弈需要付费吗？": "與星陣對弈需要付費嗎？",
    "升降级、自由战覆盖从入门到超越职业顶尖的所有级别，全部免费。高水平对弈根据选择的配置付费。": "升降級、自由戰覆蓋從入門到超越職業頂尖的所有級別，全部免費。高水准對弈根據選擇的配置付費。",
    "与星阵对弈的棋谱会被保存吗？在哪里可以找到？": "與星陣對弈的棋譜會被保存嗎？在哪裡可以找到？",
    "所有完成的对局都会被保存，在棋谱功能中打开我的棋谱库，即可找到之前的对局与报告等。中途放弃的对局不保存。": "所有完成的對局都會被保存，在棋譜功能中打開我的棋譜庫，即可找到之前的對局與報告等。中途放弃的對局不保存。",
    "星阵的水平跟棋局用时或落子速度有关吗？": "星陣的水准跟棋局用時或落子速度有關嗎？",
    "星阵10级至职业三星的水平是稳定的，与设定的AI落子速度无关，也与对局用时无关。高水平对弈中的专业版3X至旗舰版120X，用时越长水平越高。": "星陣10級至職業三星的水准是穩定的，與設定的AI落子速度無關，也與對局用時無關。高水准對弈中的專業版3X至旗艦版120X，用時越長水准越高。",
    "怎么能获得更多的道具？": "怎麼能獲得更多的道具？",
    "每日签到可以领取每种道具2个，也可以在商城中购买更多自己需要的道具。": "每日簽到可以領取每種道具2個，也可以在商城中購買更多自己需要的道具。",
    "几种道具（领地、支招、变化图）都是什么水平的？": "幾種道具（領地、支招、變化圖）都是什麼水准的？",
    "在与星阵9段及以下的水平对局时，领地、支招和变化图都是星阵9段的水平。在与职业1星至3星对弈以及高水平对弈时，道具的水平与星阵的水平一致。": "在與星陣9段及以下的水准對局時，領地、支招和變化圖都是星陣9段的水准。在與職業1星至3星對弈以及高水准對弈時，道具的水准與星陣的水准一致。",
    "高水平对弈与研究水平一样吗？": "高水准對弈與研究水准一樣嗎？",
    "同样的配置在高水平中与研究中是一样的水平，高水平对弈中你将面对一个颇为强大的对手。": "同樣的配置在高水准中與研究中是一樣的水准，高水准對弈中你將面對一個頗為强大的對手。",
    "如何从某一盘面开始对局？": "如何從某一盤面開始對局？",
    "在自由对弈中，先在棋盘上摆好想要的局面或上传棋谱，然后选择从当前盘面开始对局即可。": "在自由對弈中，先在棋盤上擺好想要的局面或上傳棋譜，然後選擇從當前盤面開始對局即可。",
    "怎么设置让子棋？": "怎麼設定讓子棋？",
    "在自由对弈中，先在棋盘上配合“停一手”按钮连续摆上黑子，然后选择从当前盘面开始对局即可。星阵可以匹配任意爱好者的水平，建议大家找到合适的对手进行分先对局，这样更有利于提升棋力。": "在自由對弈中，先在棋盤上配合“停一手”按鈕連續擺上黑子，然後選擇從當前盤面開始對局即可。星陣可以匹配任意愛好者的水准，建議大家找到合適的對手進行分先對局，這樣更有利於提升棋力。",
    "研究功能有哪些使用场景？": "研究功能有哪些使用場景？",
    "赛前准备布局，赛后分析棋局关键处，定式的深度研究和拆解，都是研究功能可以使用的场景。还可以用研究来实时观战。": "賽前準備佈局，賽後分析棋局關鍵處，定式的深度研究和折解，都是研究功能可以使用的場景。還可以用研究來實时觀戰。",
    "研究的各个配置是什么水平？": "研究的各個配置是什麼水准？",
    "3X的水平即远超人类顶尖棋手，旗舰版120X是目前公开AI中的最高水平。配置的水平与配置高低是正相关的，计算速度和X数成正比，例如3X计算20秒与6X计算10秒水平相当。": "3X的水准即遠超人類頂尖棋手，旗艦版120X是現時公開AI中的最高水准。配置的水准與配置高低是正相關的，計算速度和X數成正比，例如3X計算20秒與6X計算10秒水准相當。",
    "我自己配置高性能电脑，安装开源AI有可能达到星阵研究的水平吗？": "我自己配置高性能電腦，安裝開源AI有可能達到星陣研究的水准嗎？",
    "据测算，星阵专业版6X棋力大致相当于6万元家用电脑安装开源围棋AI。星阵高配置是家用电脑无法达到的水平。": "據測算，星陣專業版6X棋力大致相當於6萬元家用電腦安裝開源圍棋AI。星陣高配置是家用電腦無法達到的水准。",
    "AI水平与我的电脑配置有关吗？": "AI水准與我的電腦配置有關嗎？",
    "星阵AI部署在云端，水平与用户使用的设备完全无关，无论电脑或是手机都可以轻松获得最权威的AI分析数据。": "星陣AI部署在雲端，水准與用戶使用的設備完全無關，無論電腦或是手機都可以輕鬆獲得最權威的AI分析數據。",
    "研究功能如何收费？": "研究功能如何收費？",
    "研究功能按照时长付费，不同配置单价不同。例如大家常用的专业版6X为￥0.25/分钟。": "研究功能按照時長付費，不同配置單價不同。例如大家常用的專業版6X為￥0.25/分鐘。",
    "星光会员合适吗？什么人适合办会员卡？": "星光會員合適嗎？什麼人適合辦會員卡？",
    "经常使用星阵的用户大多办理星光卡，以享受更优惠价格。会员卡除了本身的折扣以外，还有数量相当可观的赠品。会员卡种类多样，用户可根据自己的需要选择相应的会员卡。": "經常使用星陣的用戶大多辦理星光卡，以享受更優惠價格。會員卡除了本身的折扣以外，還有數量相當可觀的贈品。會員卡種類多樣，用戶可根據自己的需要選擇相應的會員卡。",
    "星阵的权重是最新的吗？": "星陣的權重是最新的嗎？",
    "星阵每隔一段时间就会更新权重，让大家使用到更新，更高水平的星阵。": "星陣每隔一段時間就會更新權重，讓大家使用到更新，更高水准的星陣。",
    "如果离开电脑时忘记关闭星阵，会一直计费吗？": "如果離開電腦時忘記關閉星陣，會一直計費嗎？",
    "星阵研究有防发呆功能，5分钟没有任何操作会自动关闭。": "星陣研究有防發呆功能，5分鐘沒有任何操作會自動關閉。",
    "有时目数和胜率有偏差（甚至反过来了），是怎么回事？": "有時目數和勝率有偏差（甚至反過來了），是怎麼回事？",
    "目数与胜率是两个不同的评估体系。例如杀大龙的棋局，可能生与死在一线之间，胜率就在50左右波动，但如果死龙就输了100目，那目数就可能就是负数。": "目數與勝率是兩個不同的評估體系。例如殺大龍的棋局，可能生與死在一線之間，勝率就在50左右波動，但如果死龍就輸了100目，那目數就可能就是負數。",
    "计算量达到多少时变化图比较可信？": "計算量達到多少時變化圖比較可信？",
    "计算量越高的变化图越可信，不同的局面需要的计算量也不完全相同，用户可以根据自己的水平以及判断来决定": "計算量越高的變化圖越可信，不同的局面需要的計算量也不完全相同，用戶可以根據自己的水准以及判斷來决定",
    "研究中计算能保存变化图吗？": "研究中計算能保存變化圖嗎？",
    "目前还没有这个功能，我们会积极评估这个功能，呈现给大家一个方便好用的功能。": "現時還沒有這個功能，我們會積極評估這個功能，呈現給大家一個方便好用的功能。",
    "报告功能如何使用？": "報告功能如何使用？",
    "报告功能可以完整的分析一盘对局，是老师授课，棋友复盘的利器。用户可以上传一盘棋谱，或者直接分析与星阵AI对弈的棋谱。打开棋谱后，选择报告类型，点击生成报告即可。报告生成过程中数据实时刷新，可以一边生成一边查看。": "報告功能可以完整的分析一盤對局，是老師授課，棋友複盤的利器。用戶可以上傳一盤棋譜，或者直接分析與星陣AI對弈的棋譜。打開棋譜後，選擇報告類型，點擊生成報告即可。報告生成過程中數據實时重繪，可以一邊生成一邊查看。",
    "一篇棋谱报告包含哪些信息？": "一篇棋譜報告包含哪些資訊？",
    "报告包含全局胜率和子差的走势图，以及黑白双方的发挥水准。报告给出每一手棋的星阵推荐点，同时给实战每一手打分。可以直观的比较星阵推荐和棋手实战。每一手都有参考变化图以及领地判断。": "報告包含全域勝率和子差的走勢圖，以及黑白雙方的發揮水準。報告給出每一手棋的星陣推薦點，同時給實戰每一手打分。可以直觀的比較星陣推薦和棋手實戰。每一手都有參攷變化圖以及領地判斷。",
    "该如何选择普通报告还是精准报告，两种报告的水平有什么差别？": "該如何選擇普通報告還是精准報告，兩種報告的水准有什麼差別？",
    "报告分为普通报告和精准报告两种。普通报告的水平就远超人类顶尖棋手，精准报告更为准确，计算量是普通报告的6倍。普通报告生成更快，两分钟左右即可完成；精准报告10多分钟可以完成。用户可以根据自己的水平以及棋局的重要性进行选择。": "報告分為普通報告和精准報告兩種。普通報告的水准就遠超人類頂尖棋手，精准報告更為準確，計算量是普通報告的6倍。普通報告生成更快，兩分鐘左右即可完成；精准報告10多分鐘可以完成。用戶可以根據自己的水准以及棋局的重要性進行選擇。",
    "报告如何收费？": "報告如何收費？",
    "报告按棋局付费，普通报告4元/局，精准报告18元/局，一次性购买多篇报告可享优惠。新用户注册即送1张普通报告券。": "報告按棋局付費，普通報告4元/局，精准報告18元/局，一次性購買多篇報告可享優惠。新用戶註冊即送1張普通報告券。",
    "报告能不能作为检查是否遛狗的标准？": "報告能不能作為檢查是否遛狗的標準？",
    "报告一定程度上可以反映对局双方发挥的水准，但不能作为判断是否遛狗的依据。": "報告一定程度上可以反映對局雙方發揮的水準，但不能作為判斷是否遛狗的依據。",
    "生成好的报告在哪查看？": "生成好的報告在哪查看？",
    "在棋谱库中打开带有报告的棋谱就会自动打开报告。已经生成过报告的棋谱在棋谱的左上角会有标识。在报告模式“我的报告”标签内也可以看到所有生成过的报告。用户还可以通过扫码将报告分享给其他棋友。": "在棋譜庫中打開帶有報告的棋譜就會自動打開報告。已經生成過報告的棋譜在棋譜的左上角會有標識。在報告模式“我的報告”標籤內也可以看到所有生成過的報告。用戶還可以通過掃碼將報告分享給其他棋友。",
    "有没有历史名局的报告？": "有沒有歷史名局的報告？",
    "星阵挑选了若干大家感兴趣的历史名局，分析成了超高计算量的超精准报告收集在“公开报告”中，供广大棋友免费查阅。星阵希望通过这些报告，帮助大家更好的理解历史名局的对局进程，把握棋局的脉络和关键点。": "星陣挑選了若干大家感興趣的歷史名局，分析成了超高計算量的超精准報告收集在“公開報告”中，供廣大棋友免費查閱。星陣希望通過這些報告，幫助大家更好的理解歷史名局的對局行程，把握棋局的脈絡和關鍵點。",
    "充值的余额可以用来干什么？": "充值的餘額可以用來幹什麼？",
    "充值后，您的余额可用来在商城内购买星光会员卡、道具、报告券，也可以在研究、高水平对弈和生成报告时直接消费。": "充值後，您的餘額可用來在商城內購買星光會員卡、道具、報告券，也可以在研究、高水准對弈和生成報告時直接消費。",
    "充值的余额是否存在有效期？": "充值的餘額是否存在有效期？",
    "充值后的余额长期有效，不会过期。": "充值後的餘額長期有效，不會過期。",
    "星光会员卡是什么？": "星光會員卡是什麼？",
    "星光卡是针对研究和高水平对弈用户的折扣卡。经常使用星阵的用户大多办理星光卡，以享受更优惠价格。会员卡除了本身的折扣以外，还有数量相当可观的赠品。星光卡可按月办理或连续办理12个月，从75折到95折不等，用户可根据自己的需要选择相应的会员卡。": "星光卡是針對研究和高水准對弈用戶的折扣卡。經常使用星陣的用戶大多辦理星光卡，以享受更優惠價格。會員卡除了本身的折扣以外，還有數量相當可觀的贈品。星光卡可按月辦理或連續辦理12個月，從75折到95折不等，用戶可根據自己的需要選擇相應的會員卡。",
    "道具是什么？": "道具是什麼？",
    "道具是对弈中可以使用的特别功能，可以提升对弈体验。目前有领地、支招、变化图和悔棋。领地可以查看每个交叉点的领地归属概率以及胜率子差判断；支招可以查看星阵推荐选点；变化图可以查看星阵首选推荐的变化图。高水平对弈的相应功能不需要消耗道具。每日签到可以获得少量道具，需要更多道具可以到商城购买。": "道具是對弈中可以使用的特別功能，可以提升對弈體驗。目前有領地、支招、變化圖和悔棋。領地可以查看每個交叉點的領地歸屬概率以及勝率子差判斷；支招可以查看星陣推薦選點；變化圖可以查看星陣首選推薦的變化圖。高水准對弈的相應功能不需要消耗道具。每日簽到可以獲得少量道具，需要更多道具可以到商城購買。",
    "报告券是什么？": "報告券是什麼？",
    "生成报告可以直接余额消费，也可以使用报告券，复盘一盘棋使用一张报告券。报告券分为普通报告券和精准报告券。批量购买报告券可以享受折扣，也会有不定期的报告券赠送。": "生成報告可以直接餘額消費，也可以使用報告券，複盤一盤棋使用一張報告券。報告券分為普通報告券和精准報告券。批量購買報告券可以享受折扣，也會有不定期的報告券贈送。",
    "星阵会员卡说明": "星陣會員卡說明",
    "用户可以根据需要选择不同级别的星光会员卡（下称星光卡）。购买星光卡后，在生效期间内，所有分析研究与高水平对弈均享受购买星光卡后所享受的折扣。": "用戶可以根據需要選擇不同級別的星光會員卡（下稱星光卡）。購買星光卡後，在生效期間內，所有分析研究與高水准對弈均享受購買星光卡後所享受的折扣。",
    "用户在购买星光卡的同时，会获赠相应配置的使用时长。该配置赠送时长之内的使用全部免费，超出部分享受相应的折扣，使用其他配置也享受相应的折扣。星光卡享受折扣、价格及赠送时长如下表。": "用戶在購買星光卡的同時，會獲贈相應配置的使用時長。該配置贈送時長之內的使用全部免費，超出部分享受相應的折扣，使用其他配置也享受相應的折扣。星光卡享受折扣、價格及贈送時長如下表。",
    "总体": "總體",
    "单月星光卡开通立即生效，一切优惠以星光卡生效时间以及使用星阵产品的开始时间为准。": "單月星光卡開通立即生效，一切優惠以星光卡生效時間以及使用星陣產品的開始時間為准。",
    "对弈": "對弈",
    "办理单月星光卡，在每月1至28日开通的，次月相同日期的0:00:00星光卡到期；在每月29日、30日、31日开通的，下下月的1日0:00:00星光卡到期。星光卡到期后如不续费将不再享受折扣以及赠送的时长。（例:5月5日开通单月星光卡，则6月5日0:00:00星光卡到期；7月30日开通单月星光卡，则9月1日0:00:00星光卡到期）": "辦理單月星光卡，在每月1至28日開通的，次月相同日期的0:00:00星光卡到期；在每月29日、30日、31日開通的，下下月的1日0:00:00星光卡到期。星光卡到期後如不續費將不再享受折扣以及贈送的時長。（例:5月5日開通單月星光卡，則6月5日0:00:00星光卡到期；7月30日開通單月星光卡，則9月1日0:00:00星光卡到期）",
    "在星光卡到期前15天，用户可以提前预定下一周期的星光卡（只允许预定下一个周期的星光卡）。有预定的情况下在星光卡到期后预定的星光卡自动生效。预定的星光卡生效前可以取消，取消后的金额将退回到账户余额。（目前请联系客服）": "在星光卡到期前15天，用戶可以提前預定下一週期的星光卡（只允許預定下一個週期的星光卡）。有預定的情况下在星光卡到期後預定的星光卡自動生效。預定的星光卡生效前可以取消，取消後的金額將退回到帳戶餘額。（現時請聯系客服）",
    "包年星光卡开通立即生效，办理包年星光卡，视为连续办理12个月的单月星光卡。在每月1至28日开通的，次月开始每月相同日期的0:00:00星光卡交割，未用完的赠送时长作废，使用新一月的赠送时长；在每月29日、30日、31日开通的，从下下月开始的每月1日0:00:00星光卡交割，未用完的赠送时长作废，使用新一月的赠送时长。第12次交割之后星光卡到期，如不续费将不再享受折扣。（例:2020年5月5日开通包年星光卡，则2020年6月5日0:00:00星光卡第一次交割，2020年7月5日0:00:00星光卡第二次交割，以此类推，2021年5月5日0:00:00星光卡到期；2020年7月30日开通包年星光卡，则2020年9月1日0:00:00星光卡第一次交割，2020年10月1日0:00:00星光卡第二次交割，以此类推，2021年8月1日0:00:00到期）": "包年星光卡開通立即生效，辦理包年星光卡，視為連續辦理12個月的單月星光卡。在每月1至28日開通的，次月開始每月相同日期的0:00:00星光卡交割，未用完的贈送時長作廢，使用新一月的贈送時長；在每月29日、30日、31日開通的，從下下月開始的每月1日0:00:00星光卡交割，未用完的贈送時長作廢，使用新一月的贈送時長。第12次交割之後星光卡到期，如不續費將不再享受折扣。（例:2020年5月5日開通包年星光卡，則2020年6月5日0:00:00星光卡第一次交割，2020年7月5日0:00:00星光卡第二次交割，以此類推，2021年5月5日0:00:00星光卡到期；2020年7月30日開通包年星光卡，則2020年9月1日0:00:00星光卡第一次交割，2020年10月1日0:00:00星光卡第二次交割，以此類推，2021年8月1日0:00:00到期）",
    "关于星光卡有任何问题请联系": "關於星光卡有任何問題請聯系",
    "星光卡生效后不可以取消。开通包年优惠的用户可以选择将未生效的月份星光卡进行升级，升级需要按照单月价格补交剩余月份的差价。升级之后在下一交割日开始生效。（例:在使用银卡第4个月期间，用户选择将银卡升级为白金卡，则需按单月补交8个月的差价，即（188元)": "星光卡生效後不可以取消。開通包年優惠的用戶可以選擇將未生效的月份星光卡進行陞級，陞級需要按照單月價格補交剩餘月份的差價。陞級之後在下一交割日開始生效。（例:在使用銀卡第4個月期間，用戶選擇將銀卡陞級為白金卡，則需按單月補交8個月的差價，即（188元）",
    "咨询": "諮詢",
    "星光卡是针对研究以及高水平对弈推出的套餐，经济实惠，经常使用分析研究的用户大多办理星光卡。": "星光卡是針對研究以及高水准對弈推出的套餐，經濟實惠，經常使用分析研究的用戶大多辦理星光卡。",
    "客服": "客服",
    "星光卡按照不同折扣分为五档。每档星光卡每月包含某配置的一定使用时长，该配置在使用时长内不再收取任何费用。超出时长后，或者使用其他配置，享受相应的折扣。具体配置和价格见下表：": "星光卡按照不同折扣分為五檔。每檔星光卡每月包含某配置的一定使用時長，該配置在使用時長內不再收取任何費用。超出時長後，或者使用其他配置，享受相應的折扣。具體配置和價格見下錶:",
    "星光卡开通后立即生效，月卡于次月相同日期的零点到期（次月无相同日期的于下下月1日零点到期）。": "星光卡開通後立即生效，月卡於次月相同日期的零點到期（次月無相同日期的於下下月1日零點到期）。",
    "如果您长期使用星阵，推荐按年办理星光卡，价格为月卡的10倍，相当于免费赠送2张月卡，享受折上再折！按年办理视为连续办理12个月星光卡，每个月包含的时长当月有效，不延续至次月。": "如果您長期使用星陣，推薦按年辦理星光卡，價格為月卡的10倍，相當於免費贈送2張月卡，享受折上再折！按年辦理視為連續辦理12個月星光卡，每個月包含的時長當月有效，不延續至次月。",
    "年卡未生效月份可升级，升级按单月价格补交剩余月份差价。星光卡到期前一个月内可续订下一周期星光卡。": "年卡未生效月份可升級，陞級按單月價格補交剩餘月份差價。星光卡到期前一個月內可續訂下一週期星光卡。",
    "购买后可在个人菜单我的卡包中看到自己的星光卡。": "購買後可在個人選單我的卡包中看到自己的星光卡。",
    "超出部分折扣": "超出部分折扣",
    "本活动最终解释权归星阵围棋所有。": "本活動最終解釋權歸星陣圍棋所有。",
    "研究": "研究",
    "报告": "報告",
    "付费": "付費",
    "微信扫一扫添加客服微信": "微信掃一掃添加客服微信",
    "微信号:": "微訊號:",
    "中国": "中國",
    "日本": "日本",
    "编辑": "編輯",
    "注册可领新手大礼包！": "注册可領新手大禮包！",
    "段": "段",
    "级": "級",
    "登录后可免费挑战全部等级": "登入後可免費挑戰全部等級",
    "文件": "檔案",
    "上传": "上傳",
    "上传棋谱": "上傳棋譜",
    "我的棋谱": "我的棋譜",
    "公共棋谱": "公共棋譜",
    "AI对弈": "AI對弈",
    "我的上传": "我的上傳",
    "分析报告": "分析報告",
    "我的收藏": "我的收藏",
    "大赛棋谱": "大賽棋譜",
    "AI比赛": "AI比賽",
    "星阵自对弈": "星陣自對弈",
    "第一页": "第一頁",
    "最后一页": "最後一頁",
    "下一页": "下一頁",
    "上一页": "上一頁",
    "请先打开棋谱": "請先打開棋譜",
    "黑中盘胜": "黑中盤勝",
    "白中盘胜": "白中盤勝",
    "白超时胜": "白超時勝",
    "黑超时胜": "黑超時勝",
    "黑胜": "黑勝",
    "白胜": "白勝",
    "赛事": "賽事",
    "地点": "地點",
    "比赛用时": "比賽用時",
    "回合": "回合",
    "读秒": "讀秒",
    "读秒次数": "讀秒次數",
    "日期": "日期",
    "棋谱路数": "棋譜路數",
    "白方段位": "白方段位",
    "黑方段位": "黑方段位",
    "所有用户均可使用": "所有用戶均可使用",
    "充值可用": "充值可用",
    "精准": "精准",
    "不错": "不錯",
    "恶手": "惡手",
    "失误": "失誤",
    "欠佳": "欠佳",
    "可下": "可下",
    "很好": "很好",
    "最佳": "最佳",
    "vip1会员可用（近1年累计充值达到1000元）": "vip1會員可用（近1年累計充值達到1000元）",
    "无效对局": "無效對局",
    "超准": "超准",
    "职业一星": "職業一星",
    "职业三星": "職業三星",
    "职业二星": "職業二星",
    "职业": "職業",
    "准1段": "准1段",
    "准2段": "准2段",
    "准3段": "准3段",
    "准4段": "准4段",
    "准5段": "准5段",
    "准6段": "准6段",
    "准7段": "准7段",
    "准8段": "准8段",
    "准9段": "准9段",
    "1段": "1段",
    "2段": "2段",
    "3段": "3段",
    "4段": "4段",
    "5段": "5段",
    "6段": "6段",
    "7段": "7段",
    "8段": "8段",
    "9段": "9段",
    "每种": "每種",
    "升级到白银会员卡": "陞級到白銀會員卡",
    "升级到黑金会员卡": "陞級到黑金會員卡",
    "升级到钻石会员卡": "陞級到鑽石會員卡",
    "升级到白金会员卡": "陞級到白金會員卡",
    "升级到黄金会员卡": "陞級到黃金會員卡",
    "分析研究与高水平对弈": "分析研究與高水准對弈",
    "前往支付": "前往支付",
    "四拼道具各": "四拼道具各",
    "注册有礼": "注册有禮",
    "活动有礼": "活動有禮",
    "热门推荐": "熱門推薦",
    "教学专栏": "教學專欄",
    "棋道文化": "棋道文化",
    "自战解说": "自戰解說",
    "围棋赛事": "圍棋賽事",
    "购买星光卡后享受折扣": "購買星光卡後享受折扣",
    "单月价格": "單月價格",
    "包年价格": "包年價格",
    "赠送时长": "贈送時長",
    "与职业1星对弈时": "與職業1星對弈時",
    "商品详情": "商品詳情",
    "使用说明": "使用說明",
    "开通AI引擎端口，通过GTP连接到对弈网站。": "開通AI引擎埠，通過GTP連接到對弈網站。",
    "IP地址:": "IP地址:",
    "端口:": "埠:",
    "连线器需在研究开始状态下使用。": "連線器需在研究開始狀態下使用。",
    "断开连接": "斷開連接",
    "获取端口": "獲取埠",
    "连线器设置": "連線器設定",
    "整体对弈速度:": "整體對弈速度:",
    "单步棋用时:": "單步棋用時:",
    "网络延时预留:": "網絡延時預留:",
    "认输条件:": "認輸條件:",
    "落子随机性:": "落子隨機性:",
    "慢": "慢",
    "快": "快",
    "最短:": "最短:",
    "最长:": "最長:",
    "胜率低于:": "勝率低於:",
    "前:": "前:",
    "随机性:": "隨機性:",
    "应用": "應用",
    "永不": "永不",
    "10手": "10手",
    "较大": "較大",
    "适中": "適中",
    "少量": "少量",
    "温馨提示：如有充值完成未到账的情况，请联系": "溫馨提示:如有充值完成未到賬的情况，請聯系",
    "选择头像": "選擇頭像",
    "当前选择:": "當前選擇:",
    "升级": "陞級",
    "定级对弈": "定級對弈",
    "官方微信订阅号": "官方微信訂閱號",
    "客服微信号:": "客服微訊號:",
    "星阵围棋唯一官方QQ群:": "星陣圍棋唯一官方QQ群:",
    "新浪微博": "新浪微博",
    "头条号": "頭條號",
    "百家号:": "百家號:",
    "邮箱:": "郵箱:",
    "星阵围棋": "星陣圍棋",
    "星阵围棋是北京深客科技有限公司研发的围棋人工智能。它使用更少的硬件资源，实现更具通用性、更人性化的围棋人工智能。星阵会像人类一样点目，无论优势劣势，始终追求最优下法，并以“不退让”的棋风闻名。星阵还可以进行任意路数和任意贴目的对局，适应各种围棋规则。是一款水平顶尖，通用性强的围棋AI。星阵围棋曾获得多次世界人工智能围棋大赛冠军以及多次人机配对赛冠军，并在多场人机对弈表演赛中展现了独特的棋风和棋力，是围棋爱好者心中的明星AI。": "星陣圍棋是北京深客科技有限公司研發的圍棋人工智慧。它使用更少的硬體資源，實現更具通用性、更人性化的圍棋人工智慧。星陣會像人類一樣點目，無論優勢劣勢，始終追求最優下法，並以“不退讓”的棋風聞名。星陣還可以進行任意路數和任意貼目的對局，適應各種圍棋規則。是一款水准頂尖，通用性强的圍棋AI。星陣圍棋曾獲得多次世界人工智慧圍棋大賽冠軍以及多次人機配對賽冠軍，並在多場人機對弈表演賽中展現了獨特的棋風和棋力，是圍棋愛好者心中的藝員AI。",
    "星阵围棋专业版采用星阵最新版本，使用云端算力，致力于为广大围棋爱好者提供权威准确的人工智能围棋分析、研究对弈服务。": "星陣圍棋專業版採用星陣最新版本，使用雲端算力，致力於為廣大圍棋愛好者提供權威準確的人工智慧圍棋分析、研究對弈服務。",
    "产品功能": "產品功能",
    "星阵围棋提供的信息十分全面，包含选点、推荐度、变化图、子差、领地、胜率等多种数据，全方位展现AI思路。这些简单的功能结合即可以全面分析每一个局面、每一步棋。产品设计结合30多位顶尖棋手的实测建议，全面贴合人类思维，提供给用户最有价值的核心功能。": "星陣圍棋提供的資訊十分全面，包含選點、推薦度、變化圖、子差、領地、勝率等多種數據，全方位展現AI思路。這些簡單的功能結合即可以全面分析每一個局面、每一步棋。產品設計結合30多位頂尖棋手的實測建議，全面貼合人類思維，提供給用戶最有價值的覈心功能。",
    "星阵围棋专业版分为分析以及对弈两种模式，分析模式中右侧表格会显示星阵对于当前盘面的分析数据。在“棋局”菜单中可以切换模式。对弈中用户可以根据自己的喜好设置规则、用时等。对弈模式下除了可以自由对弈，也会有AI形式判断对棋手进行辅助。": "星陣圍棋專業版分為分析以及對弈兩種模式，分析模式中右側表格會顯示星陣對於當前盤面的分析數據。在“棋局”選單中可以切換模式。對弈中用戶可以根據自己的喜好設定規則、用時等。對弈模式下除了可以自由對弈，也會有AI形式判斷對棋手進行輔助。",
    "星阵的产品功能仍在不断优化中，希望让大家最大限度的享受围棋。让子棋、任意贴目、小棋盘等功能将在未来一段时间陆续与大家见面。手机、平板电脑的版本也在积极研发中。": "星陣的產品功能仍在不斷優化中，希望讓大家最大限度的享受圍棋。讓子棋、任意貼目、小棋盤等功能將在未來一段時間陸續與大家見面。手機、平板電腦的版本也在積極研發中。",
    "如果你是一名职业棋手或对自己的围棋水平有一定追求，你可以使用星阵复盘，全面剖析棋局的每一手。星阵会给出全面的形势变化、每一个局面的形式好坏、每一手的推荐变化等。你也可以研究不同的局面，与星阵一起研讨各种下法，获得水平上的提升": "如果你是一名職業棋手或對自己的圍棋水准有一定追求，你可以使用星陣複盤，全面剖析棋局的每一手。星陣會給出全面的形勢變化、每一個局面的形式好壞、每一手的推薦變化等。你也可以研究不同的局面，與星陣一起研討各種下法，獲得水准上的提升",
    "如果你是一名普通围棋爱好者，你可以上传自己感兴趣的棋局，跟随星阵一起欣赏棋局。也可以用星阵分析各种比赛，时刻掌握棋局动向，让你畅快观赛": "如果你是一名普通圍棋愛好者，你可以上傳自己感興趣的棋局，跟隨星陣一起欣賞棋局。也可以用星陣分析各種比賽，時刻掌握棋局動向，讓你暢快觀賽",
    "如果你是一名围棋老师，你可以用星阵帮助自己备课，利用星阵来辅助自己的教学。无论是分析学生棋局的问题，还是佐证自己所讲的知识，星阵都会成为你的好帮手": "如果你是一名圍棋老師，你可以用星陣幫助自己備課，利用星陣來輔助自己的教學。無論是分析學生棋局的問題，還是佐證自己所講的知識，星陣都會成為你的好幫手",
    "如果你是一名学棋的孩子，你也可以利用AI帮助你找出棋局的问题所在，看看星阵是怎么下的，不断学习正确的下法是提升的良方": "如果你是一名學棋的孩子，你也可以利用AI幫助你找出棋局的問題所在，看看星陣是怎麼下的，不斷學習正確的下法是提升的良方",
    "适用人群": "適用人群",
    "星阵围棋专业版适用人群广泛。低配置版本经济实惠，旗舰版水平超高。有的职业棋手在正式职业比赛的实战中已经使用上了星阵的招法。有人不再觉得围棋AI上手困难了、有人战胜了从没赢过的老对手、有人圆了十几年的定段梦。": "星陣圍棋專業版適用人群廣泛。低配置版本經濟實惠，旗艦版水准超高。有的職業棋手在正式職業比賽的實戰中已經使用上了星陣的招法。有人不再覺得圍棋AI上手困難了、有人戰勝了從沒贏過的老對手、有人圓了十幾年的定段夢。",
    "如果你是一名围棋AI爱好者，星阵会成为你的首选，多次世界冠军的实力，新鲜有趣的下法，适应各种规则，每一项都会让你感受到使用围棋AI的乐趣。": "如果你是一名圍棋AI愛好者，星陣會成為你的首選，多次世界冠軍的實力，新鮮有趣的下法，適應各種規則，每一項都會讓你感受到使用圍棋AI的樂趣。",
    "配置及收费": "配置及收費",
    "星阵根据不同用户的需求，准备了多种不同的配置，不同的配置标称为几X，（X为速度单位，也是星阵拼音首字母），X数越多计算速度越快。据测算，1X即不低于当前中上等家用电脑的配置，1X的棋力即超越人类顶尖棋手。除了计算速度的区别外，不同配置还存在计算量上限等区别，参见下表。用户可根据自己的需要选择相应的配置。": "星陣根據不同用戶的需求，準備了多種不同的配置，不同的配置標稱為幾X，（X為速度組織，也是星陣拼音首字母），X數越多計算速度越快。據測算，1X即不低於當前中上等家用電腦的配置，1X的棋力即超越人類頂尖棋手。除了計算速度的區別外，不同配置還存在計算量上限等區別，參見下錶。用戶可根據自己的需要選擇相應的配置。",
    "用户使用前需要先进行充值，注册登录可以领取试用金额，可试用专业版3x一小时。根据用户的充值金额或棋手认证，用户可升级权限，享受更高的服务。": "用戶使用前需要先進行充值，注册登入可以領取試用金額，可試用專業版3x一小時。根據用戶的充值金額或棋手認證，用戶可升級許可權，享受更高的服務。",
    "更新日志": "更新日誌",
    "星阵围棋专业版v1.9更新日志": "星陣圍棋專業版v1.9更新日誌",
    "新增用户自选头像": "新增用戶自選頭像",
    "新增修改昵称功能": "新增修改昵稱功能",
    "星阵智能棋手形象化": "星陣智慧棋手形象化",
    "新增快捷键功能": "新增快速鍵功能",
    "支持海外用户PayPal支付": "支持海外用戶PayPal支付",
    "恭喜你击败": "恭喜你擊敗",
    "获得成就": "獲得成就",
    "确认升级": "確認陞級",
    "请选择更高级别的星光卡进行升级": "請選擇更高級別的星光卡進行陞級",
    "您已拥有最高级别星光卡": "您已擁有最高級別星光卡",
    "价值": "價值",
    "极慢": "極慢",
    "很慢": "很慢",
    "稍慢": "稍慢",
    "稍快": "稍快",
    "很快": "很快",
    "极快": "極快",
    "是否": "是否",
    "保留": "保留",
    "并": "並",
    "放弃": "放棄",
    "确定要放弃并退出登录吗？": "確定要放弃並登出嗎？",
    "离开": "離開",
    "同意：星阵围棋专业版用户服务协议": "同意:星陣圍棋專業版使用者服務協定",
    "职业顶尖": "職業頂尖",
    "职业棋手": "職業棋手",
    "超职业顶尖": "超職業頂尖",
    "登录后可保留对局记录，还可免费挑战更多级别。": "登入後可保留對局記錄，還可免費挑戰更多級別。",
    "登录后可使用，注册即可领取5元试用金及其他好礼。": "登入後可使用，注册即可領取5元試用金及其他好禮。",
    "登录后可生成报告，注册即送1张报告券及其他好礼。": "登入後可生成報告，注册即送1張報告券及其他好禮。",
    "该功能登录后可使用": "該功能登入後可使用",
    "搜索棋手或棋谱名": "蒐索棋手或棋譜名",
    "登录后可使用研究，注册即送5元试用金及其他好礼。": "登入後可使用研究，注册即送5元試用金及其他好禮。",
    "对局日期": "對局日期",
    "前往研究": "前往研究",
    "中国香港特别行政区": "中國香港特別行政區",
    "中国澳门特别行政区": "中國澳門特別行政區",
    "中国台湾地区": "中國臺灣地區",
    "阿尔巴尼亚": "阿爾巴尼亞",
    "阿尔及利亚": "阿爾及利亞",
    "阿富汗": "阿富汗",
    "阿根廷": "阿根廷",
    "爱尔兰": "愛爾蘭",
    "埃及": "埃及",
    "埃塞俄比亚": "衣索比亞",
    "爱沙尼亚": "愛沙尼亞",
    "阿拉伯联合酋长国": "阿拉伯聯合大公國",
    "阿鲁巴": "阿魯巴",
    "阿曼": "阿曼",
    "安道尔": "安道爾",
    "安哥拉": "安哥拉",
    "安圭拉": "安圭拉",
    "安提瓜和巴布达": "安堤瓜及巴爾布達",
    "澳大利亚": "澳大利亞",
    "奥地利": "奧地利",
    "阿塞拜疆": "阿塞拜疆",
    "巴巴多斯": "巴巴多斯",
    "巴布亚新几内亚": "巴布亞新磯內亞",
    "巴哈马": "巴哈馬",
    "白俄罗斯": "白俄羅斯",
    "百慕大": "百慕大",
    "巴基斯坦": "巴基斯坦",
    "巴拉圭": "巴拉圭",
    "巴林": "巴林",
    "巴拿马": "巴拿馬",
    "保加利亚": "保加利亞",
    "巴西": "巴西",
    "北马里亚纳群岛": "北馬利安納群島",
    "贝宁": "貝南",
    "比利时": "比利時",
    "冰岛": "冰島",
    "博茨瓦纳": "波劄那",
    "波多黎各": "波多黎各",
    "波兰": "波蘭",
    "玻利维亚": "玻利維亞",
    "伯利兹": "貝裡斯",
    "波斯尼亚和黑塞哥维那": "波士尼亞和黑塞哥維那",
    "不丹": "不丹",
    "布基纳法索": "伯基納法索",
    "布隆迪": "布隆迪",
    "朝鲜": "朝鮮",
    "赤道几内亚": "赤道幾內亞",
    "丹麦": "丹麥",
    "德国": "德國",
    "东帝汶": "東帝汶",
    "多哥": "多哥",
    "多米尼加": "多明尼加",
    "多米尼加共和国": "多明尼加",
    "厄瓜多尔": "厄瓜多",
    "厄立特里亚": "厄利垂亞",
    "俄罗斯": "俄羅斯",
    "法国": "法國",
    "法罗群岛": "法羅群島",
    "梵蒂冈": "梵蒂岡",
    "法属波利尼西亚": "法屬波利尼西亞",
    "斐济": "斐濟",
    "菲律宾": "菲律賓",
    "芬兰": "芬蘭",
    "佛得角": "佛得角",
    "福克兰群岛": "福克蘭群島",
    "冈比亚": "岡比亞",
    "刚果（布）": "剛果（布）",
    "刚果（金）": "剛果（金）",
    "格陵兰": "格陵蘭",
    "格林纳达": "格林伍德",
    "格鲁吉亚": "格魯吉亞",
    "哥伦比亚": "哥倫比亞",
    "哥斯达黎加": "哥斯大黎加",
    "关岛": "關島",
    "古巴": "古巴",
    "圭亚那": "蓋亞那",
    "海地": "海地",
    "韩国": "韓國",
    "哈萨克斯坦": "哈薩克共和國",
    "黑山共和国": "黑山共和國",
    "荷兰": "荷蘭",
    "荷属安的列斯群岛": "荷屬安的列斯群島",
    "洪都拉斯": "洪都拉斯",
    "加纳": "加納",
    "加拿大": "加拿大",
    "柬埔寨": "高棉",
    "加蓬": "加蓬",
    "吉布提": "吉佈提",
    "捷克共和国": "捷克共和國",
    "吉尔吉斯斯坦": "吉爾吉斯斯坦",
    "基里巴斯": "吉裡巴斯",
    "几内亚": "幾內亞",
    "几内亚比绍": "幾內亞·比索",
    "开曼群岛": "開曼群島",
    "喀麦隆": "喀麥隆",
    "卡塔尔": "卡塔爾",
    "科科斯群岛": "科科斯群島",
    "克罗地亚": "克羅地亞",
    "科摩罗": "科摩羅",
    "肯尼亚": "肯雅",
    "科特迪瓦": "象牙海岸",
    "科威特": "科威特",
    "库克群岛": "科克群島",
    "莱索托": "萊索托",
    "老挝人民民主共和国": "老撾人民民主共和國",
    "拉脱维亚": "拉脫維亞",
    "黎巴嫩": "黎巴嫩",
    "利比里亚": "賴比瑞亞",
    "利比亚": "利比亞",
    "列支敦士登": "列支敦士登",
    "立陶宛": "立陶宛",
    "罗马尼亚": "羅馬尼亞",
    "卢森堡": "盧森堡",
    "卢旺达": "盧安達",
    "马达加斯加": "馬拉加西",
    "马尔代夫": "瑪律地夫",
    "马耳他": "馬爾他",
    "马来西亚": "馬來西亞",
    "马拉维": "馬拉威",
    "马里": "馬利",
    "曼岛": "曼島",
    "毛里求斯": "模裡西斯",
    "毛里塔尼亚": "茅利塔尼亞",
    "马其顿": "馬其頓",
    "马绍尔群岛": "馬紹爾群島",
    "马约特": "馬約特",
    "美国": "美國",
    "美属萨摩亚": "美屬薩摩亞",
    "美属维京群岛": "美屬維京群島",
    "蒙古": "蒙古",
    "孟加拉国": "孟加拉",
    "蒙塞拉特群岛": "蒙塞拉特群島",
    "缅甸": "緬甸",
    "密克罗尼西亚联": "密克羅尼西亞聯",
    "秘鲁": "秘魯",
    "摩尔多瓦": "莫爾達瓦",
    "摩洛哥": "摩洛哥",
    "摩纳哥": "摩納哥",
    "莫桑比克": "莫三比克",
    "墨西哥": "墨西哥",
    "纳米比亚": "納米比亞",
    "南非": "南非",
    "南极洲": "南極洲",
    "瑙鲁": "瑙魯",
    "尼泊尔": "尼泊爾",
    "尼加拉瓜": "尼加拉瓜",
    "尼日尔": "尼日",
    "尼日利亚": "奈及利亞",
    "纽埃": "紐埃",
    "挪威": "挪威",
    "帕劳": "帕勞",
    "皮特凯恩群岛": "皮特凱恩群島",
    "葡萄牙": "葡萄牙",
    "瑞典": "瑞典",
    "瑞士": "瑞士",
    "萨尔瓦多": "薩爾瓦多",
    "塞尔维亚": "塞爾維亞",
    "塞拉利昂": "塞拉里昂",
    "塞内加尔": "塞內加爾",
    "塞浦路斯": "賽普勒斯",
    "塞舌尔群岛": "塞舌耳群島",
    "萨摩亚": "薩摩亞",
    "沙特阿拉伯": "沙烏地阿拉伯",
    "圣巴泰勒米": "聖巴泰勒米",
    "圣诞岛": "聖誕島",
    "圣多美和普林西比": "聖多美及普林西比島",
    "圣赫勒拿": "聖赫倫那",
    "圣基茨和尼维斯": "聖基茨和尼維斯",
    "圣卢西亚": "聖盧西亞",
    "圣马丁": "聖馬丁",
    "圣马力诺": "聖馬利諾",
    "圣皮埃尔和密克隆": "聖皮爾和密克隆",
    "圣文森特和格林纳丁斯": "聖文森特和格林納丁斯群島St.Vincent",
    "斯里兰卡": "斯里蘭卡",
    "斯洛伐克": "斯洛伐克",
    "斯洛文尼亚": "斯洛文尼亞",
    "斯威士兰": "史瓦濟蘭",
    "苏丹": "蘇丹",
    "所罗门群岛": "所羅門群島",
    "索马里": "索馬利亞",
    "泰国 ": "泰國",
    "塔吉克斯坦": "塔吉克共和國",
    "汤加": "東加",
    "坦桑尼亚": "坦尚尼亞",
    "特克斯和凯科斯群岛": "特克斯和凱科斯群島",
    "特立尼达和多巴哥": "千裡達托貝哥",
    "土耳其": "土耳其",
    "土库曼斯坦": "土庫曼共和國",
    "突尼斯": "突尼斯",
    "托克劳": "托克勞",
    "图瓦卢": "吐瓦魯",
    "瓦利斯和富图纳": "瓦利斯和富圖納",
    "瓦努阿图": "瓦努阿圖",
    "危地马拉": "瓜地馬拉",
    "委内瑞拉": "委內瑞拉",
    "文莱": "汶萊",
    "乌干达": "烏干達",
    "乌克兰": "烏克蘭",
    "乌拉圭": "烏拉圭",
    "乌兹别克斯坦": "烏茲別克",
    "西班牙": "西班牙",
    "希腊": "希臘",
    "新加坡": "新加坡",
    "新喀里多尼亚": "新赫里多尼亞",
    "新西兰": "紐西蘭",
    "匈牙利": "匈牙利",
    "叙利亚": "敘利亞",
    "牙买加": "牙買加",
    "亚美尼亚": "亞美尼亞",
    "也门": "葉門",
    "意大利": "義大利",
    "伊拉克": "伊拉克",
    "伊朗": "伊朗",
    "印度": "印度",
    "印度尼西亚": "印尼",
    "英国": "英國",
    "英属维京群岛": "英屬維京群島",
    "以色列": "以色列",
    "约旦": "約旦",
    "越南": "越南",
    "赞比亚": "尚比亞",
    "乍得": "查德",
    "直布罗陀": "直布羅陀",
    "智利": "智利",
    "中非共和国": "中非共和國",
    "两分钟了解星阵": "兩分鐘瞭解星陣",
    "注册可领新手大礼包": "注册可領新手大禮包",
    "拥有注册会员": "擁有註冊會員",
    "15万": "15萬",
    "初学者的好陪练": "初學者的好陪練",
    "顶尖棋手的好老师": "頂尖棋手的好老師",
    "名职业棋手使用星阵": "名職業棋手使用星陣",
    "有": "有",
    "次世界人工智能围棋大赛冠军": "次世界人工智慧圍棋大賽冠軍",
    "人工智能围棋第一网站": "人工智慧圍棋第一網站",
    "©2018-2020 北京深客科技有限公司 版权所有 深客科技 京ICP备 19032835 增值电信业务经营许可证编号：京B-220192143": "©2018-2020北京深客科技有限公司版權所有深客科技京ICP備19032835增值電信業務經營許可證編號:京B-220192143",
    "©2018-2020 北京深客科技有限公司 版权所有 深客科技 京ICP备19032835号 增值电信业务经营许可证编号：京B-220192143": "©2018-2020北京深客科技有限公司版權所有深客科技京ICP備19032835號增值電信業務經營許可證編號:京B-220192143",
    "会员时限": "會員時限",
    "不足": "不足",
    "每月时长价值": "每月時長價值",
    "月卡价格": "月卡價格",
    "年卡价格": "年卡價格",
    "各道具水平如下表:": "各道具水准如下表:",
    "场景": "場景",
    "领地水平": "領地水准",
    "支招水平": "支招水准",
    "变化图水平": "變化圖水准",
    "主页": "主頁",
    "与星阵10级~9段对弈时": "與星陣10級~9段對弈時",
    "与职业2星对弈时": "與職業2星對弈時",
    "与职业3星对弈时": "與職業3星對弈時",
    "星阵9段": "星陣9段",
    "职业1星": "職業1星",
    "职业2星": "職業2星",
    "职业3星": "職業3星",
    "10级": "10級",
    "9级": "9級",
    "8级": "8級",
    "7级": "7級",
    "6级": "6級",
    "5级": "5級",
    "4级": "4級",
    "3级": "3級",
    "2级": "2級",
    "1级": "1級",
    "星阵": "星陣",
    "每日签到": "每日簽到",
    "付款时间": "付款時間",
    "消费项目": "消費項目",
    "金额": "金額",
    "订单号": "訂單號",
    "充值时间": "充值時間",
    "支付方式": "支付方式",
    "到账金额": "到賬金額",
    "实际支付": "實際支付",
    "暂无数据": "暫無數據",
    "已生效": "已生效",
    "未生效": "未生效",
    "价格（元/分钟）": "價格（元/分鐘）",
    "注册用户": "註冊用戶",
    "注册用户（试用）": "註冊用戶（試用）",
    "普通会员": "普通會員",
    "使用条件": "使用條件",
    "使用权限": "使用許可權",
    "动态切换配置": "動態切換配置",
    "优先分配资源": "優先分配資源",
    "获得方式1": "獲得管道1",
    "获得方式2": "獲得管道2",
    "试用专业版3X": "試用專業版3X",
    "专业版24X及以下": "專業版24X及以下",
    "旗舰版60X及以下": "旗艦版60X及以下",
    "旗舰版120X及以下": "旗艦版120X及以下",
    "最近12个月累计充值满1000￥": "最近12個月累計充值滿1000￥",
    "最近12个月累计充值满3000￥": "最近12個月累計充值滿3000￥",
    "职业棋手实名认证": "職業棋手實名認證",
    "暂无棋谱": "暫無棋譜",
    "我的新棋谱": "我的新棋譜",
    "贴目:0目": "貼目:0目",
    "贴目:0.5目": "貼目:0.5目",
    "贴目:1.5目": "貼目:1.5目",
    "贴目:2.5目": "貼目:2.5目",
    "贴目:3.5目": "貼目:3.5目",
    "贴目:4.5目": "貼目:4.5目",
    "贴目:5.5目": "貼目:5.5目",
    "贴目:6.5目": "貼目:6.5目",
    "贴目:7目": "貼目:7目",
    "贴目:8.5目": "貼目:8.5目",
    "贴目:9.5目": "貼目:9.5目",
    "0目": "0目",
    "0.5目": "0.5目",
    "1.5目": "1.5目",
    "2.5目": "2.5目",
    "3.5目": "3.5目",
    "4.5目": "4.5目",
    "5.5目": "5.5目",
    "6.5目": "6.5目",
    "7目": "7目",
    "8.5目": "8.5目",
    "9.5目": "9.5目",
    "棋谱名": "棋譜名",
    "结果:无": "結果:無",
    "页": "頁",
    "请上传正确的文件，文件后缀为:": "請上傳正確的檔案，檔案尾碼為:",
    "请上传后缀为:.sgf 的文件": "請上傳尾碼為:.sgf的檔案",
    "命名": "命名",
    "结果": "結果",
    "地址": "地址",
    "让子": "讓子",
    "黑方代表队": "黑方代表隊",
    "白方代表队": "白方代表隊",
    "下载棋谱": "下載棋譜",
    "请输入内容": "請輸入內容",
    "已结束使用": "已結束使用",
    "开始时间：": "開始時間:",
    "结束时间：": "結束時間:",
    "配置信息：": "配置資訊:",
    "费用:": "費用:",
    "要认输吗？": "要認輸嗎？",
    "再来一盘": "再來一盤",
    "游客": "遊客",
    "短信验证码": "簡訊驗證碼",
    "请输入手机验证码": "請輸入手機驗證碼",
    "是否放弃当前对局？": "是否放弃當前對局？",
    "返回": "返回",
    "正在使用": "正在使用",
    "您正在使用分析引擎，退出登录将自动结束使用": "您正在使用分析引擎，登出將自動結束使用",
    "目差": "目差",
    "<div class='high-level-box'><span class='high-level-txt'>职业</span><img src='http://assets.19x19.com/img/p33.png' class='high-level-label' alt=''></div>": "<div class='high-level-box'><span class='high-level-txt'>職業</span><img src='http://assets.19x19.com/img/p33.png' class='high-level-label' alt=''></div>",
    "<div class='high-level-box'><span class='high-level-txt'>职业</span><img src='http://assets.19x19.com/img/p32.png' class='high-level-label' alt=''></div>": "<div class='high-level-box'><span class='high-level-txt'>職業</span><img src='http://assets.19x19.com/img/p32.png' class='high-level-label' alt=''></div>",
    "<div class='high-level-box'><span class='high-level-txt'>职业</span><img src='http://assets.19x19.com/img/p31.png' class='high-level-label' alt=''></div>": "<div class='high-level-box'><span class='high-level-txt'>職業</span><img src='http://assets.19x19.com/img/p31.png' class='high-level-label' alt=''></div>",
    "是否放弃并离开？": "是否放弃並離開？",
    "是否认输并离开？": "是否認輸並離開？",
    "微信扫码到账时间可能会有延迟,如有任何问题，请咨询支付": "微信掃碼到賬時間可能會有延遲，如有任何問題，請諮詢支付",
    "本次消费": "本次消費",
    "将从您的余额扣除": "將從您的餘額扣除",
    "星阵级别": "星陣級別",
    "用时": "用時",
    "选择月": "選擇月",
    "累计充值": "累計充值",
    "累计充值x": "累計充值x",
    "您累计充值": "您累計充值",
    "余额兑换": "餘額兌換",
    "可用余额兑换，当前余额": "可用餘額兌換，當前餘額",
    "您的": "您的",
    "立即切换": "立即切換",
    "选择日期": "選擇日期",
    "请前往商城购买。": "請前往商城購買。",
    "去购买": "去購買",
    "去领取": "去領取",
    "购买成功！": "購買成功！",
    "60/月": "60/月",
    "600/年": "600/年",
    "98/月": "98/月",
    "980/年": "980/年",
    "188/月": "188/月",
    "1880/年": "1880/年",
    "328/月": "328/月",
    "3280/年": "3280/年",
    "598/月": "598/月",
    "5980/年": "5980/年",
    "评论": "評論",
    "新建直播": "新建直播",
    "暂时没有直播": "暫時沒有直播",
    "更多历史直播请前往公开报告浏览": "更多歷史直播請前往公開報告瀏覽",
    "显示手数": "顯示手數",
    "选择棋局": "選擇棋局",
    "对局名称": "對局名稱",
    "请选择": "請選擇",
    "对局时间": "對局時間",
    "国籍": "國籍",
    "黑方头像": "黑方頭像",
    "白方头像": "白方頭像",
    "直播配置": "直播配置",
    "最低PO数": "最低PO數",
    "选择日期时间": "選擇日期時間",
    "高水平对弈欣赏": "高水准對弈欣賞",
    "原创": "原創",
    "历史直播": "歷史直播",
    "前往分析": "前往分析",
    "进入直播": "進入直播",
    "回到主页": "回到主頁",
    "分享": "分享",
    "拆解": "折解",
    "正在直播": "正在直播",
    "开始直播": "開始直播",
    "已结束": "已結束",
    "设置盘面": "設定盤面",
    "对局结果": "對局結果",
    "修改信息 ": "修改資訊",
    "直播结束": "直播結束",
    "删除": "删除",
    "确定要撤销该直播吗？": "確定要撤銷該直播嗎？",
    "充值金额": "充值金額",
    "按当前汇率": "按當前匯率",
    "您需要支付的美元金额为": "您需要支付的美元金額為",
    "到账时间可能会有延迟,如有任何问题，请咨询": "到賬時間可能會有延遲，如有任何問題，請諮詢",
    "已完成支付": "已完成支付",
    "取消支付": "取消支付",
    "微信扫码支付": "微信掃碼支付",
    "支付宝支付": "支付寶支付",
    "星猛虎": "星猛虎",
    "星雄狮": "星雄獅",
    "星巨象": "星巨象",
    "是否放弃并离开": "是否放弃並離開",
    "是否认输并离开": "是否認輸並離開",
    "确认续订": "確認續訂",
    "已领取": "已領取",
    "续订": "續訂",
    "当前净胜盘数：-2": "當前淨勝盤數:-2",
    "当前净胜盘数：-1": "當前淨勝盤數:-1",
    "当前净胜盘数：0": "當前淨勝盤數:0",
    "当前净胜盘数：1": "當前淨勝盤數:1",
    "胜": "勝",
    "负": "負",
    "又": "又",
    "去使用": "去使用",
    "打开微信扫一扫": "打開微信掃一掃",
    "确认": "確認",
    "无数据": "無數據",
    "今日已签到": "今日已簽到",
    "您还有未领取的道具。": "您還有未領取的道具。",
    "领取": "領取",
    "可领取": "可領取",
    "签到领取": "簽到領取",
    "可签到领取道具奖励": "可簽到領取道具獎勵",
    "撤销": "撤銷",
    "是否保留当前对局？": "是否保留當前對局？",
    "继续购买": "繼續購買",
    "本月剩余": "本月剩餘",
    "16万": "16萬",
    "数据正在计算中...": "數據正在計算中…",
    "星光卡办理成功！": "星光卡辦理成功！",
    "星光卡升级成功！": "星光卡陞級成功！",
    "星光卡续订成功！": "星光卡續訂成功！",
    "白领先1": "白領先1",
    "白领先2": "白領先2",
    "黑领先1": "黑領先1",
    "黑领先2": "黑領先2",
    "引擎设置": "AI引擎",
    "9": "9 ",
    "75": "75 ",
    "8": "80 ",
    "85": "85 ",
    "95": "95 ",
    "总": "總",
    "签到成功！": "簽到成功！",
    "新開對局": "新開對局",
    "星阵棋谱报告，利用强大的后台算力，准确分析每一手的每一一个变化，对比 最佳下法和实战问题手，方便的生成权威的报告，生成过的报告可在棋谱库 中随时查阅。星阵报告包含胜率子差走势图，问题手分析，每手棋评价，整 盘发挥水准等信息，全面立体的对整盘棋进行细致分析，是老师讲课，棋手 复盘的好帮手。普通报告即可完全满足复盘需求，精准报告使用数倍算力， 更加值得永久收藏。": "星陣棋譜報告，利用强大的後臺算力，準確分析每一手的每一一個變化，對比最佳下法和實戰問題手，方便的生成權威的報告，生成過的報告可在棋譜庫中隨時查閱。星陣報告包含勝率子差走勢圖，問題手分析，每手棋評估，整盤發揮水準等資訊，全面立體的對整盤棋進行細緻分析，是老師講課，棋手複盤的好幫手。普通報告即可完全滿足複盤需求，精准報告使用數倍算力，更加值得永久收藏。",
    "转账": "轉帳",
    "新开对局": "新開對局",

    "棋局手数过少，无法生成报告":"棋局手數過少，無法生成報告",
    "“普通”报告即将生成，大约需要1分钟。将使用一张普通报告券。": "“普通”報告即將生成，大約需要1分鐘。將使用一張普通報告券。",
    "特训(Beta)":"特訓 (測試)",
    "大赛直播":"大赛直播",
    "全自动AI直播，大赛一网打尽。最全面权威的AI分析，不错过棋局的每一个细节。掌握棋局的每一个精彩瞬间。":"全自動AI直播，大賽一網打盡。最全面權威的AI分析，不錯過棋局的每一個細節。掌握棋局的每一個精彩瞬間。",
    "全自动AI直播，大赛一网打尽。": "全自動AI直播，大賽一網打盡。",
    "最全面权威的AI分析，不错过棋局的每一个细节。": "最全面權威的AI分析，不錯過棋局的每一個細節。",
    "掌握棋局的每一个精彩瞬间。": "掌握棋局的每一個精彩瞬間。",
    "针对9个不同的围棋技术专项，全新的训练方法。": "針對9個不同的圍棋技術專項，全新的訓練方法。",
    "帮助不同等级的棋手，有针对性的提升专项水平。": "幫助不同等級的棋手，有針對性的提升專項水平。",
    "遴选上千个盘面，更贴近实战。": "遴選上千個盤面，更貼近實戰。",
    "观看直播":"觀看直播",
    "专项特训":"專項特訓",
    "针对9个不同的围棋技术专项，全新的训练方法。帮助不同等级的棋手，有针对性的提升专项水平。遴选上千个盘面，更贴近实战。":"針對9個不同的圍棋技術專項，全新的訓練方法。幫助不同等級的棋手，有針對性的提升專項水平。遴選上千個盤面，更貼近實戰。",
    "开展训练":"開展訓練",
    "字符":"字符",
    "题": "題",
    "剩余手数": "剩餘手數",
    "请对弈至终局": "請對弈至終局",
    "重新开始": "重新開始",
    "返回题库": "返回題庫",
    "不合法的坐标": "不合法的坐標",
    "当前盘面为空": "當前盤面為空",
    "开始挑战":"開始挑戰",
    "上一题":"上一題",
    "下一题":"下一題",
    "对杀": "對殺",
    "场景类型": "場景類型",
    "挑战者执方": "挑戰者執方",
  

    "您有一盘升降级对弈未完成，是否继续？":"您有一盤升降級對弈未完成，是否繼續？"	,
    "您有一盘自由对弈未完成，是否继续？"	:	"您有一盤自由對弈未完成，是否繼續？"	,
    "您有一盘高水平对弈未完成，是否继续？"	:	"您有一盤高水平對弈未完成，是否繼續？"	,
    "微信":"微信",
    "支付宝":"支付寶",
    "特训":"特訓",
    "挑战手数":"挑戰手數",
    "判定结果方式":"判定結果方式",
    "训练能力":"訓練能力",
    "系统默认":"系統默認",
    "中后盘":"中後盤",	
    "胜率较高一方":"勝率較高一方",
    "至终局":"至終局",
    "胜负及相差目数":"勝負及相差目數",
    "均衡":"均衡",
    "行棋方向":"行棋方向",
    "进攻":"進攻",
    "攻击一方":"攻擊一方",
    "杀棋、攻击":"殺棋、攻擊",
    "治孤":"治孤",
    "有孤棋一方":"有孤棋一方",
    "治孤、活棋、弃子":"治孤、活棋、棄子",
    "经营模样":"經營模樣",
    "有大模样一方":	"有大模樣一方",
    "经营模样、围空":"經營模樣、圍空",
    "破坏模样":"破壞模樣",
    "破大模样一方":"破大模樣一方",
    "侵消、破空、腾挪":"侵消、破空、騰挪",
    "原谱欣赏":"原譜欣賞"	,
    "平目":"平目"	,
    "退出原谱":"退出原譜",
    "未解锁":"未解鎖",
    "挑战40手，挑战结束后根据胜率判定结果。":"挑戰40手，挑戰結束後根據勝率判定結果。",
    "再次挑战":"再次挑戰",	
    "挑战50手，挑战结束后根据胜率判定结果。":"挑戰50手，挑戰結束後根據勝率判定結果。",
    "对弈至终局，挑战结束后根据胜率及相差目数判定结果。":"對弈至終局，挑戰結束後根據勝率及相差目數判定結果。",
    "星阵等级"	:"星陣等級",
    "Elo分"	:	"Elo分",
    "野狐/弈城等级"	:	"野狐/弈城等級",
    "现实段位"	:"現實段位",
    "无对应"	:"無對應",
    "业余6段"	:"業餘6段",
    "业余5段"	:"業餘5段",
    "业余4段"	:"業餘4段",
    "业余3段"	:"業餘3段",
    "业余2段"	:"業餘2段",
    "业余1段"	:"業餘1段",
    "业余1级"	:"業餘1級",
    "业余2级"	:"業餘2級",
    "业余3级"	:"業餘3級",
    "业余4级"	:"業餘4級",
    "业余5级"	:"業餘5級",
    "业余6级"	:"業餘6級",
    "业余7级"	:"業餘7級",
    "业余8级"	:"業餘8級",
    "业余9级"	:"業餘9級",
    "业余10级"	:"業餘10級",
    "保存盘面"	:"保存盤面",
    "关于直播"	:"關於直播",
    "关于特训"	:"關於特訓",
    "在左侧选择直播模式，即可进入。进入后右侧列表展示正在直播、即将开始直播以及历史直播的全部棋谱。单击后即可以在棋盘上预览。选中相应棋局并点击进入直播（或者直接双击该棋局）即可进入该局棋查看详细数据。":	
    "在左側選擇直播模式，即可進入。進入後右側列表展示正在直播、即將開始直播以及歷史直播的全部棋譜。單擊後即可以在棋盤上預覽。選中相應棋局並點擊進入直播（或者直接雙擊該棋局）即可進入該局棋查看詳細數據。"	,
    "进入该局直播后可以查看胜率图、选点、变化图等各种信息。全方位了解棋局的情况。查看方式与报告类似。如果在最后一手棋局将自动同步。喝着茶、吃着瓜、看着棋、不亦乐乎。":	
    "進入該局直播後可以查看勝率圖、選點、變化圖等各種信息。全方位了解棋局的情況。查看方式與報告類似。如果在最後一手棋局將自動同步。喝著茶、吃著瓜、看著棋、不亦樂乎。",
    "与小程序上的直播一样，可以通过拆解查看更多的变化，深入的了解棋局。当然，如果这都满足不了你，你还可以前往研究，与星阵共同解开你心中的疑惑。":
    "與小程序上的直播一樣，可以通過拆解查看更多的變化，深入的了解棋局。當然，如果這都滿足不了你，你還可以前往研究，與星陣共同解開你心中的疑惑。 "	,
    "在左侧选择特训模式，进入特训模式后可以选择喜欢的类别以及适合自己的难度。不同类别训练的是棋手不同的能力，在问号中可以查看相应的规则以及训练的能力。每个类别的每个级别第一道题可以直接挑战，后续的关卡则需要先通过前面的关卡才可以解锁（一星通过即可解锁）。右上方会展示你在这个项目中共获得了几颗星星，快去集满吧！":
    "在左側選擇特訓模式，進入特訓模式後可以選擇喜歡的類別以及適合自己的難度。不同類別訓練的是棋手不同的能力，在問號中可以查看相應的規則以及訓練的能力。每個類別的每個級別第一道題可以直接挑戰，後續的關卡則需要先通過前面的關卡才可以解鎖（一星通過即可解鎖）。右上方會展示你在這個項目中共獲得了幾顆星星，快去集滿吧！"	,
    "选择想尝试的题目，即可开始挑战。在规定的手数内尽最大的努力，获得优势。面对特定的场景虽说是训练特定能力，但也要灵活应对。正所谓白猫黑猫，能抓到老鼠的就是好猫。在下的过程中，也可以使用道具进行提示，甚至干脆土豪一把，用道具过关！":
    "選擇想嘗試的題目，即可開始挑戰。在規定的手數內盡最大的努力，獲得優勢。面對特定的場景雖說是訓練特定能力，但也要靈活應對。正所謂白貓黑貓，能抓到老鼠的就是好貓。在下的過程中，也可以使用道具進行提示，甚至乾脆土豪一把，用道具過關！"	,
    "到达规定手数后，有高水平星阵判定结果。如果发挥出色，则会获得三颗星。发挥不错也可以获得两颗星。发挥的尚可就是一颗星，但也算挑战成功。如果一颗星都没有得到，那也不要气馁，再挑战一次就是了。有些想刷星的棋友还可以无限次挑战，直到获得满意的成绩。当然，作为训练，我们推荐大家前往研究，去分析分析刚才的几十手棋，一定可以给你带来收获。做到有始有终。":
    "到達規定手數後，有高水平星陣判定結果。如果發揮出色，則會獲得三顆星。發揮不錯也可以獲得兩顆星。發揮的尚可就是一顆星，但也算挑戰成功。如果一顆星都沒有得到，那也不要氣餒，再挑戰一次就是了。有些想刷星的棋友還可以無限次挑戰，直到獲得滿意的成績。當然，作為訓練，我們推薦大家前往研究，去分析分析剛才的幾十手棋，一定可以給你帶來收穫。做到有始有終。",
    "由于您长时间没有操作":"由於您長時間沒有操作",
    "后将自动结束使用":"後將自動結束使用",
    "切换配置将自动结算您当前引擎账单并更换到新的配置，分析数据将会保留":"切換配置將自動結算您當前引擎賬單並更換到新的配置，分析數據將會保留",
    "和棋":"和棋",
    "防发呆提示时间":"防發呆提示時間",
    "推荐点个数":"推薦點個數",
    "变化图长度":"變化圖長度",
    "5分钟":"5分鐘",
    "15分钟":"15分鐘",
    "丰富":"豐富",
    "正常":"正常",
    "精简":"精簡",
    "较长":"較長",
    "较短":"較短",
    "网课":"網課",
    "文件名":"文件名",
    "请输入文件名":"請輸入文件名",
    "星阵红包":"星陣紅包",
    "有效期至":"有效期至",
    "对手提出终局数子":"對手提出終局數子",
    "同意":"同意",
    "不同意":"不同意",
    "请选择研究配置":"選擇研究配置",
    "请选择报告类型":"請選擇報告類型",
    "发表评论":"發表評論",
    "已过期":"已過期",
    "登录后可以发表评论":"登陸後可以發表評論",



    "教室":"教室",
    "低至": "低至",
    "移动": "移動",
    "摆黑": "擺黑",
    "摆白": "擺白",
    "交替": "交替",
    "清空": "清空",
    "手数": "手數 ",
    "立即办理": "立即辦理",
    "黑贴6.5目": "黑贴6.5目",
    "专业版 4X": "專業版 4X",
    "专业版 8X": "專業版 8X",
    "专业版 16X": "專業版 16X",
    "专业版 32X": "專業版 32X",
    "旗舰版 80X": "旗艦版 80X",
    "旗舰版 160X": "旗艦版 160X",
    "专业版4X": "專業版 4X",
    "专业版8X": "專業版 8X",
    "专业版16X": "專業版 16X",
    "专业版32X": "專業版 32X",
    "旗舰版80X": "旗艦版 80X",
    "旗舰版160X": "旗艦版 160X",
    "超出部分或使用其他配置享x折优惠": "超出部分或使用其他配置享{discount}折優惠",
    "相当于x折": "相當於{discount}折",
    "19路棋盘": "19路棋盘",
    "-月": "月",
    "升级为": "陞級為",
    "礼品卡": "禮品卡",
    "您当前净胜局数为x": "您當前淨勝局數為：{num}",
    "当前对手": "當前對手"
}