[
    {
        "title": "星阵围棋简介",
        "id": "in1",
        "content": {
            "txt": "　　星阵围棋（以下简称星阵）是北京深客科技有限公司研发的高水平人工智能围棋程序。它使用少量硬件资源完成训练，实现更具通用性、更人性化的高水平围棋智能软件。对局进程中，星阵会像人类一样用点目的方式进行形势判断，无论优势劣势，始终追求最优下法，以“不退让围棋”闻名。星阵还可以进行任意路数和任意贴目的对局，完美适应各种围棋规则。<br />　　星阵于2018年4月战胜世界冠军柯洁九段，2018年5月让先对阵顶尖职业棋手41局获得40胜1负，随后相继三次获得世界人工智能围棋大赛冠军。2019年4月，星阵让二子对阵四位世界女子顶尖棋手，获得全胜。<br /> 　　星阵曾代表中国人工智能参加第四届东方经济论坛。并在世界人工智能大会上与刘鹤副总理对弈。"
        }
    },
    {
        "title": "星阵技术",
        "id": "in3",
        "content": {
            "txt": "　　2016年3月，DeepMind团队的围棋AI程序AlphaGo 4:1战胜世界冠军李世石九段，成为人工智能历史上的里程碑事件。2017年5月，改进后的AlphaGo再次与柯洁九段对弈，以3:0获得完胜。DeepMind团队发表在《自然》杂志上的两篇重磅论文，阐释了这两次胜利背后的技术驱动力。<br />　　然而，以AlphaGo-Zero为代表的围棋AI仍然存在一些问题：<br />　　首先，是水平上限的问题。AlphaGo-Zero证明了使用强化学习技术可以提高AI的棋力，但是从论文的实验数据来看这种棋力增长的速度越来越慢，后期趋向停滞。在这一框架下，棋力的提升存在瓶颈。<br />　　其次，是资源开销问题。目前的强化学习方法自对弈消耗的计算资源空前巨大，DeepMind团队为了打造AlphaGo-Zero，使用了2000个TPU进行自对弈，总耗资过亿元。这样的算力消耗是中小型学术机构、研究团队难以承受的，需要从算法层面做出改进，降低训练使用的计算资源开销。<br />　　第三，是算法的通用性、灵活性、可迁移性的问题。AlphaGo-Zero的强化学习算法，基于单一、特定的围棋规则，也即中国规则黑贴3.75子。一旦规则改变，就需要重新训练，之前投入的大量计算资源训练的模型没有利用价值。全世界的围棋规则并没有统一，而如果为各个围棋规则分别训练围棋AI，会造成极大的浪费。显然，这和人类所认识的“举一反三”类型的智能是不相符的。<br />　　星阵围棋力求使用更少的训练资源，实现更具通用性、更人性化的高水平围棋智能。它在AlphaGo的基础上做了一些技术创新。星阵的主要贡献涉及到机器学习的两个重要领域，多任务学习和迁移学习。",
            "title": "多任务学习",
            "txt2": "　　多任务学习（MTL）是机器学习中一个很有前景的领域，它利用多个学习任务中包含的有用信息来帮助每个任务学习到更为准确的学习器。<br />　　在现实世界中，有很多问题都是相关联的，如果把这些问题当做一个一个独立的任务来建模，就忽略了这些问题之间所富含的丰富关联信息。在机器学习中，把相关的多个任务放在一起学习，可以更容易地学习到多个任务间共性的特征，进而减小对训练数据的需求量，加快学习的速度，提升模型的泛化能力，比单独学习它们得到更好的性能。<br />",
            "img": {
                "title": "",
                "name": "in1.jpg",
                "position": "left"
            },
            "txt3": "　　与AlphaGo只使用策略网络（Policy Network）和价值网络（Value Network）不同，星阵同时学习了四个主任务，另外两个是领地网络（Area Network）和子差网络（Score Network）。领地网络基于任意给定盘面，分别估算棋盘上每个交叉点最终归属黑棋或白棋的概率。子差网络基于任意给定盘面，估算最终黑方子数与白方子数的差值。很显然，占据哪些领地、双方子数的差距、以及哪方获胜这三个训练任务具有很强的相关性，事实上占据哪些领地就直接决定了哪一方能够取胜。因此价值网络与领地网络、子差网络同时训练可以相互促进，提升性能，这一点是毋庸置疑的。<br />　　在领地网络和子差网络的帮助下，星阵对局面的判断更加全面、立体，这也让星阵学会了像人一样“点目”，而不仅仅是依靠胜率来下棋。在胜率接近的情况下，星阵会选择子差更优的下法，将领先的优势继续扩大，或者试图缩小落后的目数，咬住局面寻找机会。这一技术特点也形成了星阵“不退让围棋”的棋风。<br />　　多任务学习能够行之有效，有其深层次的原因。<br />　　首先，越多任务的越多标签，就可以从每一个训练样本中汲取更多的信息，也意味着数据量的增加，因此多任务学习能够显著提升训练速度，消耗更少训练数据，降低过拟合的风险。<br />　　其次，当单独训练一个任务时，模型会学习到针对这个任务的一些好的隐藏特征表示。而采用共享权重的方式同时学习多个任务，使模型更容易捕捉到那些同时对多个任务有益的隐藏特征表示，这样的隐藏特征表示更为通用，对于新环境的新任务也会表现的更好，模型因而具有更强的泛化能力。<br />　　有时候，单独训练A任务可能很难学习到某种对该任务有益的隐藏特征表示，但是这种特征表示在B任务中却很容易学到。同时学习两个任务时，通过借用从B任务中学到的隐藏特征表示，A任务从中获益。",
            "title2": "迁移学习",
            "txt4": "　　机器学习的模型训练是靠数据驱动的，但在很多情况下数据极端匮乏，迁移学习就是解决数据量匮乏的一种重要方法。假定源域具有充足的数据，并已经训练出足以解决源问题的模型，迁移学习利用源域中的现有模型，帮助在缺乏训练样本的目标域，训练出解决目标任务的模型。<br />",
            "img2": {
                "title": "将迁移学习应用于围棋AI中",
                "name": "in2.jpg",
                "position": "right"
            },
            "txt5": "　　使用迁移学习有两个假设，源域与目标域的样本分布不同；目标域严重缺乏带有标签的样本。围棋规则并没有在全世界范围内统一，不同围棋规则下的训练样本并不通用。目前围棋AI大多使用19路棋盘，中国规则黑贴3.75子，此规则下的训练样本相对充足。星阵通过引入迁移学习技术，将中国规则黑贴3.75子的模型，用较小的代价，迁移到其他规则下。迁移学习为星阵带来了极大的算法灵活性，于是星阵可以进行任意路数的对局，也可以进行任意贴目的对局，可以进行让子棋的对弈，完美适应中国规则数子法和韩日规则数目法。可以说，迁移学习使得星阵在围棋上实现了“举一反三”的智能。"
        }
    },
    {
        "title": "比赛成绩",
        "id": "in4",
        "content": {
            "title": "人机对弈",
            "img1": {
                "title": "星阵围棋主创人金涬博士与世界冠军柯洁九段",
                "name": "in3.jpg",
                "position": "left"
            },
            "txt1": "　　2018年4月27日，在福州举行的“贝瑞基因杯”2018世界人工智能围棋大赛上，星阵围棋执黑第145手中盘战胜五次（当时）世界冠军柯洁九段。这场比赛被媒体称作“第三次人机大战”。<br />　　在与柯洁对阵前，星阵围棋与职业棋手们进行了让先三十番棋，战绩达到28胜2负，战胜过的对手包括周睿羊、范廷钰、朴廷桓等强手。在与柯洁对阵后，星阵围棋又让先与围棋高手轮番对战，取得40胜1负的战绩。战胜过的对手包括檀啸、谢尔豪、时越、江维杰、柁嘉熹、党毅飞、崔哲瀚、元晟溱、周俊勋等世界冠军。2018年11月17日，在江西抚州，人工智能大会围棋AI人机表演赛上，执白让先倒贴3.75子，中盘战胜世界冠军时越九段。<br />",
            "img2": {
                "title": "星阵围棋授二子与女棋手在比赛中",
                "name": "in4.jpg",
                "position": "right"
            },
            "txt2": "　　2019年4月30日，在“博思杯”2019世界人工智能围棋大赛人机对抗赛中，星阵围棋授二子与第二届吴清源杯四强棋手芮乃伟九段、王晨星五段、李赫五段和曹承亚二段对弈，获得四战全胜。这是围棋人工智能首次在授二子的正式比赛中战胜人类职业棋手。<br />",
            "img3": {
                "title": "2018“中信证券杯”世界智能围棋公开赛夺冠",
                "name": "in5.jpg",
                "position": "left"
            },
            "txt3": "　　2018年7月，星阵围棋在2018腾讯世界人工智能围棋大赛上获得亚军。2018年8月13日至15日，第二届“中信证券杯”世界智能围棋公开赛在广西南宁举行，星阵围棋击败了来自中国、美国、日本、韩国等高水平AI，夺得冠军，并获奖金45万元。这是AI围棋界有史以来规格和奖金最高的比赛。",
           
            "txt4": "　　2018年12月15日，星阵围棋在日本东京获得第二届AI龙星战冠军。<br />　　2019年3月17日，星阵围棋受邀参加世界最强棋士战AI配对赛，携手芮迺伟九段获得冠军。<br />　　2019年4月26到29日，星阵围棋参加在福州举行的“博思杯”2019世界人工智能围棋大赛，并获得冠军。"
        }
    },
    {
        "title": "重要活动",
        "id": "in5",
        "content": {
            "title1": "东方经济论坛",
            "img1":{
                "title": "第四届东方经济论坛嘉宾先后与星阵围棋对弈",
                "name": "in7.jpg",
                "position": "right"
            },
            "txt1": "　　2018年9月11-13日，星阵围棋作为中国人工智能的唯一代表受邀赴俄罗斯符拉迪诺斯托克参加了第四届东方经济论坛，进行表演和展示。俄罗斯国有开发银行行长谢尔盖•高科夫Sergey Gorkov，符拉迪沃斯托克市市长维塔利•沃克延科Vitaly•Verkeenko，欧洲围棋联盟主席马丁•斯蒂阿斯尼Martin Stiassny，全球最大贵金属生产商之一PolyMental公司董事长 维塔利•内西斯Vitaly Nesis等先后与星阵围棋对弈。",
            "title2": "世界人工智能大会",
            "img2": {
                "title": "刘鹤副总理与星阵围棋对弈（前排右2国务院副总理刘鹤；前排右3工信部部长苗圩；前排右5上海市市长应勇；前排右1星阵围棋主创金涬）",
                "name": "in8.jpg",
                "position": "left"
            },
            "txt2": "　　2018年9月17日，星阵围棋受邀参加在上海举办的第二届世界人工智能大会。国务院副总理刘鹤视察了星阵围棋的展台，询问了星阵围棋与AlphaGo的差异，饶有兴致地与星阵围棋对弈，并勉励星阵发展人工智能围棋产业。",
           
            "txt3": "　　2019年5月7日下午，福州海峡国际会展中心中庭，星阵围棋与来自比利时的LeelaZero进行了一场围棋顶级对抗赛，万众瞩目。最终星阵围棋中盘战胜LeelaZero，获得本次对抗赛的优胜。同时，星阵围棋主创金涬博士与职业棋手王鹭三段在现场配合星阵智能分析，为观众进行了人工智能与围棋相关内容的讲解。"
        }
    }
]