{
    "title": "【赢棋认输】金志锡：如果我走对了胜负会如何呢？",
    "author": "金志锡",
    "time": "2019年6月17日",
    "content": [
        "2019年中国围棋甲级联赛第7轮，在天津四建队与浙江云林棋禅队的主将战中，孟泰龄七段中盘击败韩国外援金志锡九段。",
        "事后，星阵最早看到了事情背后的真相：这盘棋金志锡认输时本是优势局面，且金志锡胜率高达70%以上！不久，金志锡经过自己的研究，也发现了这个事实。由于他手里可以用到的AI资源无法帮助他发现如何逆转，他是凭借一己之力找到了盲点。",
        {
            "name": "5a.jpg",
            "title": "金志锡资料图"
        },
        "以下是金志锡本人对此局的回顾（蓝烈翻译）：",
        {
            "name": "5b.jpg",
            "title": "第一谱（1-100）" 
        },
        "47手：至此我认为是黑棋保持好调。黑47要求白棋后手做活，接着可以先手走到下边。",
        "48手：白48是出乎我意料的很麻的一手棋。此时我意识到了及时从左边脱身，转走下边才是正手。但是实战和我预想的变化图差距太大，我不忍就此转身，所以多缠绵了几手，结果引发了错觉。",
        "57手：黑49~白56是错觉导致的次序。黑棋在左边蒙受巨大损失，这时候我觉得棋已经变坏了。好在白棋也是在左边下得太开心了，没有抢下黑57位，对于黑棋这是不幸中的万幸。",
        "60手：我心里暗悔黑59为什么没有走白60位。",
        "71手：黑71扳黑105位是正手，我当时想到了。只是我不知道中腹扳头后接下来该怎么走。局面已经不利，还是走复杂吧，于是我选择了黑71。",
        "91手：我意识到下边一带的处理出大问题了，因为黑棋中腹一带棋形比想象糟糕了许多。黑85当然应该下到黑87位。我想当然认为白92是绝先，实际没法和中腹相提并论。下到此时我才意识到自己的价值判断出问题了，为自己的轻率和性急发火。",
        "96手：下到这里我认为已经很难翻盘了。但是我想最大限度地考验对手，所以继续走次序。",
        {
            "name": "5c.jpg",
            "title": "第二谱（101-150）" 
        },
        "115手：棋依然很绝望，但是我察觉到对手也出现了轻微的动摇，因为这棋想轻松赢下来不太容易。这时候我想：或许还会出现机会吧？",
        "126手：对手确实在动摇。此时胜负已经变得复杂，而对手也进入了读秒，尤其心理上发生了动摇。我走着黑127想：以下是我有利的胜负。",
        "147手：我认为已经成功逆转了。我比赛用时充裕，而对手阵脚已乱，我觉得可以轻松赢下来。" ,
        {
            "name": "5d.jpg",
            "title": "第三谱（151-200）" 
        },
        {
            "name": "5e.jpg",
            "title": "第四谱（195-244）" 
        },
        "207手：白棋在读秒的催促中强撑，尽可能走最复杂的棋。但是我认为，白棋很快就撑不下去了。",
        "223手：白棋虽然一直在搅，但还是出棋了，黑棋已经赢下来了。只是对手的神情依然充满自信，我看着心里有些不托底，不过并没有在意。",
        "224手（L19扑）：直到对手走出来，我根本就没有预想到这步棋。我立刻陷入恐慌，脑子一片空白。",
        "225~236手：虽然在左上角走棋，我的注意力全部集中到右上角去了。我还一边算目，心里想：如果右上角弄不出棋，黑棋想赢不可能。",
        "237手：我想着：如论如何找到了最大限度考验对手的棋。",
        {
            "name": "5f.jpg",
            "title": "变化图一" 
        },
        "238手：对手简单就应了。我想到了上边黑A挡的变化，但是觉得白B应，黑棋就不行了。",
        "239、241、243手：我一边打将赚时间，但是找不出棋来。我其实可以多打将，多赚点时间，只是我已经下结论行不通，所以继续打将就没有什么意义了。6、7、8......最后的读秒催促声冷冰冰的压迫过来，我执枚的手已失去了方向，遂停鈡认负。",
        "其实，我认定自己输了的那一刻，如果走黑A挡其实还有机会。我是认为白棋走白B黑棋就不行，并没有找出黑C这步棋。棋结束良久，我才发现了黑C这步棋，心里想着：如果我走这步棋，胜负会如何呢？",
        {
            "name": "5g.jpg",
            "title": "变化图二" 
        },
        "我心里遗憾多多，不过又想到：这也是实力的一部分吧？这一局对手在读秒的催促下仍保持集中力，竭尽全力走最善的棋。而我一味图安逸，遇事又慌张。对手在这一局表现出的胜负的面貌远胜于我，所以对手更有资格赢这盘棋，而最后的结果也是正确的。所以，输这盘棋我并没有太大的遗憾，只是不想再经历这样的输棋了。"
    ]
    
}