{
    "title": "【星阵互博】不管你有多惨，还是得加油",
    "author": "星阵围棋",
    "time": "2019年6月6日",
    "content": [
        {
            "name": "6a.jpg"
        },

        "曾在微博上对大家透露过，星阵高水平AI每日自对弈两万多局。试想，假如某深度棋迷每日对局10盘，一年365天就是3650局，两万多盘够下五六年了。前提还是这位棋迷有恒心有毅力日复一日坚持不懈。不难想象，在如此庞大的对局量下，一定会有很多有意思的局面出现。于是我们便设置出特定的筛选条件，在茫茫棋谱库中找出那些让人眼前一亮或眼前一黑的棋局，不定时分享给大家看。",

        "双活的玄机",
        {
            "name": "6b.jpg"
        },
        "当前局面出现了罕见的连环劫双活，而双方却都不敢动手去提对方三子。提三子是自紧一气的下法。此时已全盘无劫，对方会先紧两口内气后再提三子，粘一劫便能全杀。因此黑白双方各三颗子均为活棋！",
        {
            "name": "6c.jpg"
        },
        "演示给大家看：若黑棋A位提掉白三子，白B位点进去后，待黑棋pass时，白棋继续C位紧气。（黑提劫与否毫无影响，黑若提劫白就提另一个劫。）",
        {
            "name": "6d.jpg"
        },
        "黑依然无棋可下，白此时可以A位提掉三子了，黑B点进去的时候，白C把劫一粘，全盘无劫之时，黑将因少一枚本身劫而被团灭。",
        "最爱托退",
        {
            "name": "6e.jpg"
        },
        "AI围棋时代，我们有多久没见过这么喜欢高挂的选手了？可能今天星阵心情大好或者大坏，谁知道呢，给大家玩点新鲜的看看。",
        {
            "name": "6f.jpg"
        },
        "不妙了，一个回合下来，黑棋右下方大龙局部不活。现在唯一的希望就是纠缠住外围的白棋，看看有没有沧海桑田的可能性了。",
        {
            "name": "6g.jpg"
        },
        "乍一眼看上去，好像白棋真的被绞进去了。但冷静下来就会发现中间的黑棋气太少了，里外对杀形成了有眼杀瞎，黑棋还是不够气。",
        {
            "name": "6h.jpg"
        },
        "黑棋一直没有放弃，此前它一定是以为标记△的一块黑棋与两块白棋形成了共活……然而却忘记了外面标记○的黑龙早已经是死的……这盘棋就这样惨烈的结束了。",
        "宇宙还是灯笼",
        {
            "name": "6i.jpg"
        },
        "黑棋这一手野心真大，似乎想占领整个宇宙！但是……",
        {
            "name": "6j.jpg"
        },
        "白棋不慌不忙，先在左边就地做活破掉黑棋整条边。不仅如此，黑棋外势的几处断点还有些扎眼。接着白棋直接深入黑棋根据地，毫不客气。",
        {
            "name": "6k.jpg"
        },
        "白棋东撞西碰，眼见黑棋不仅什么都没得到，自己却还没有活净。浩瀚宇宙瞬间变成了破旧的纸灯笼。",

        {
            "name": "6l.jpg"
        },
        "令人担心的事情最终还是发生了。黑棋大龙惨死，白棋优势近两百目！在星阵的左右手互搏战中，力大无穷的星阵左手把野心勃勃的星阵右手吃了个精光。",
        "悲壮的抉择",

        {
            "name": "6m.jpg"
        },
        "还记得这盘棋吗，黑棋A位提劫后，白方瞪大了双眼，却发现找遍全盘也没有一个劫材......",
        {
            "name": "6n.jpg"
        },
        "万般无奈之下，白棋选择了一个悲壮的下法：打吃在这里，送死自己的大片双活！除此之外，白棋真的别无他法，全盘找不到任何劫材，走在任何地方都将被黑棋于A位紧气，由于里生外熟，白棋下方两块棋还是难逃一死。与其郁闷的等死，还不如痛快的来个了断。送死大块的同时也救活了上方23子的大龙。",

        {
            "name": "6o.jpg"
        },
        "白棋终于得以打赢上方的劫争，救活了23颗白子，但是黑方通过389、391两手棋又使得左边的白棋变成了双活。由于全盘没有劫材，白方在最后关头选择了最拼的下法成功救活了上方的23子，这实在是没有办法的办法。但这就是星阵不退让围棋的选择。",

        {
            "name": "6p.jpg"
        }

        ]
    
}