
let commonErrorMsg = '获取数据失败，请检查网络或稍后再试'
let _data = {
    'public': {
        'giveUpAsk': '要放弃吗？',
        'resignAsk': '要认输吗？'
    },
    'main':{
        'un_following': '确定不再关注ta？',
        'un_followed': '对方将不再关注你，且不会收到通知，确定移除粉丝？',
        'report create notice': '改操作将会消耗一张报告券，是否继续？',
        'save success': '保存成功！',
        '15001': '参数错误',
        '15005': '支付宝支付当前不可用，请使用其他付款方式',
        '15006': '微信支付当前不可用，请使用其他付款方式',
        '15003': '该卡暂不能购买',
        '31002': '您已报名，快联系客服吧',
        '15020': '礼品卡无效或密码错误',
        '15012': '操作太频繁了噢，请稍后再试',
        '15011': '礼品卡已售罄，请联系客服',
        '11017': '验证码错误',
        '11015': '禁言功能只对管理员开放',

        '32004': '该课程还未开放购买，敬请期待！',

        '12008': '您已提交过资料，请耐心等待',
        
        'live engine is thinking': '数据正在计算中...',
        'no data': '暂无数据',
        'engine init error': '引擎初始化失败，请刷新网页或稍好再试',
        'purchase success': '购买成功！',
        '7001': '您的余额不足',
        '3006': '该级别暂不可用',
        "0": "",
        "-1": "发生了未知错误，请检查网络或稍后再试...",
        "-2": "与服务器通信失败，请刷新网页重试或联系网站管理员",
        "lineOff": "网络连接已断开！",
        "lineOn": "网络已连接",
        '401': '登录信息已失效或在别的地方登录，请重新登录',
        'branch_remove': '该变化图已被移除',
        'pageError': '初始化引擎失败，请刷新页面或退出重试',
        'autoQuitForFront': '由于您长时间没有操作，已自动结束使用',
        'autoQuit': '由于您的网络连接中断，已自动结束使用',
        'judge': '尚未终局，请继续落子',
        'genmoveError': '由于当前网络较慢，电脑落子速度可能受网络延迟影响',
        'timeout': '请求超时，请稍后再试',
        'searchError': '请输入要搜索的关键词',
        'aleady sign': '今日已签到',
        '8005': '引擎已关闭',
        '8002': '引擎已关闭',
        '4003': '引擎已关闭',
        '4004': '引擎已关闭',
        '4005': '引擎已关闭',
        '9003': '引擎错误，正在重启',
        '9005': '引擎切换失败',
        '14006': '该课程已停止购买',
        '6002': '没有操作权限',
        '12005': '没有操作权限',
        '3009': '服务暂不可用，请稍后再试',
        '11011': '教室已满',
        'length is too long': '手数超出{num}手上限',
        'social': {
            'no_friend': '暂时没有好友，快去互相关注一下成为好友吧！',
            'no_following': '您暂时没有关注用户，快去查找关注一下用户吧！',
            'no_followed': '暂时没有用户关注您。',
            'no_friend_search': '用户未找到',
            'no_following_search': '用户未找到',
            'no_followed_search': '用户未找到',
            'groupNotice': '暂无群公告，点击添加群公告',
            'quitGroup': '确定要退出该群？',
            'deleteChat': '要删除对话吗？'
        },
        'gpu resources is not sufficient': {
            txt: "资源不足",
            type: 0
        },
        'permission denied': {
            txt: "权限不够",
            type: 1
        },
        'none login': {
            txt: "登录使用",
            type: 2
        },
        'loginInvalid': '登录信息已失效，请重新登录',
        'result count': "结果统计中",
        'delete situation folder confirm': '确定要删除吗？删除文件夹将会删除该文件夹下的所有数据',
        'mic device is not fount': '没有发现麦克风设备，请确认麦克风设备是否已经正确接入',
        'video device is not fount': '没有发现摄像头设备，请确认摄像头设备是否已经正确接入',
        'have mic no volume': '已检测到麦克风设备但未检测到音量变化，请确认麦克风设备是否已经正确接入',
        'mic is in work': '麦克风正常',
        'all is in work': '设备可正常使用',
        'delete sgf confirm': '确定要删除棋谱吗？',
        //ldp error msg
        'none target': '请标识目标子',
        'none fighting': '请标识战斗区',
        'none border': '请标识边界',
        'none color': '请选择先手方',
        'unknown error': '未知错误',
        'ldp error': '创建引擎失败，请重试',
        'target error': '未识别到目标子，请手动标识',
        'school invite student': '请至少选择一位用户',
        'purchaseError': '未查询到订单，请确认是否已成功支付，如有问题请联系客服',
        'user name or password wrong': '用户名或密码错误'
    },
    'ldp': {
        '1': '请在棋盘上摆出死活题，或从死活题库中加载。',
        '2': '请在棋盘上摆出黑白两色棋子。',
        '3': '棋子太少，请至少摆出8个棋子。',
        '4': '棋子太多，不要超过60个棋子。',
        '5': '范围太小，请摆出更多棋子。',
        '6': '无法识别目标子，请手动标识目标子。',
        '7': '无法识别目标子，请手动标识目标子。',
        '8': '范围太大，请缩小范围。',
        '9': '不能有多块区域，请将棋子集中摆放。',
        '10': '未知错误',
        '11': '未知错误',

    },
    'uploadFile': {
        '413': '上传文件过大'
    },
    'scan code': {
        '6016': '二维码已失效，清刷新二维码',
        '6019': '已取消登录'
    },
    'login': {
        '401': '用户名或密码错误'
    },
    '/userApi/register':{
        "0": "注册成功",
        '1': "注册失败，请检查验证码是否正确",
    },
    '/userApi/oauth/token':{
        "0": "登录成功！",
        '1': "用户名或密码错误",
        '401': '用户名或密码错误'
    },
    '/userApi/sms/code':{
        "0": "发送成功！验证码5分钟后失效",
        '1': "验证码已发送，请查看手机"
    },
    'smsCodeRegister': {
        'code sent': '该手机号已注册，请直接登录',
        "0": "发送成功！验证码5分钟后失效",
        '1': "验证码已发送，请查看手机"
    },
    'form': {
        'username': {
            '1': '请输入手机号',
            '2': '请输入正确的手机号',
            '3': '手机号必须为数字',
            '4': '请输入您的手机号'
        },
        'password': {
            '1': '请设置您的密码',
            '2': '请输入正确的密码',
        },
        'conPsw': {
            '1': '请确认您的密码',
            '2': '两次输入密码不一致'
        },
        'nickname': {
            '1': '请输入您的昵称',
            '2': '请输入正确的昵称'
        },
        'pswNew': {
            '1': '请设置您的密码',
            '2': '请输入正确的密码',
        },
        'pswOld': {
            '1': '请输入原始密码',
        },
        'pswNewRe': {
            '1': '请确认您的密码',
            '2': '两次输入密码不一致'
        },
        'agreement': {
            '1': '请阅读并同意“星阵围棋专业版用户服务协议”',
        },
        'mobileCode': {
            '1': '请输入短信验证码',
            '2': '请输入正确的验证码'
        }
    },
    'probs': {
        'optionsPass': '第{num}选点为：停一手'
    },
    '/engineApiengineCode': {
        'not enough balance': '您的余额已不足...',
        '8002': '由于您长时间没有操作，已自动结束使用',
        '7001': '您的余额已不足'
    },
    'setEngines': {
        '0': '已开始使用',
        '7001': '余额不足'
    },
    'gpu_plans': {
        '1': '引擎超时',
        '8001': '暂时没有可用的资源',
        '7001': '余额不足',
        'disabled': '当前不可用',
        '8003': '引擎已创建'
    },
    'resetPsw': {
        '0': '修改成功',
        '1': '修改密码失败，请确认原始密码'
    },
    'forget': {
        '0': '重置密码成功',
        '1': '重置失败，请重试'
    },
    '/pay/options': {
        '0': '获取列表成功',
        '1': '获取列表失败，请检查您的网络'
    },
    'notAllowThisPage': '新标签页已打开分析或对弈界面',
    'areaPlay': {
        '1': '获取形势判断失败，请稍后再试',
        '7003': '道具已用尽'
    },
    'suggestion': {
        '1': '获取支招失败，请稍后再试',
        '7003': '道具已用尽'
    },
    'sequence': {
        '1': '获取变化图失败，请稍后再试',
        '7003': '道具已用尽'
    },
    'endgame': {
        '1': '获取终局数子数据错误'
    },
    'activities': {
    },
    'activityReceive': {
        '0': '领取成功！',
        'success': '领取成功',
        '3004': '该活动已领取',
        '3005': '该活动已过期'
    },
    'genmove': {
        '1': '获取数据出错，请检查您的网络或稍后再试',
        '3006': '该级别暂不可用',
        'P1003': '该级别暂不可用'
    },
    'saveGame': {
        '0': '棋谱保存成功！',
        '1': '保存棋谱失败，请检查您的网络或稍后再试'
    },
    'uploadSgf': {
        '0': '上传棋谱成功！',
        '1': '上传棋谱失败，请检查您的网络或稍后再试'
    },
    'getSgfList': {
        '0': '获取棋谱列表成功',
        '1': '获取棋谱列表失败，请检查您的网络或稍后再试'
    },
    'favouriteSet': {
        '0': '收藏成功！',
        '1': '收藏失败，请检查您的网络或稍后再试'
    },
    'gamesGet': {
        '0': '',
        '1': '获取棋谱数据出错，请检查您的网络或稍后再试',
        '7004': '棋谱未找到，请确认是否已经删除'
    },
    'deleteSgf': {
        '0': '',
        '1': '删除棋谱失败，请检查您的网络或稍后再试'
    },
    'cardplanGet': {
        '0': '',
        '1': '获取列表失败，请检查您的网络或稍后再试'
    },
    'cardplanRemain': {
        '0': '',
        '1': '获取列表失败，请检查您的网络或稍后再试'
    },
    'cardplanSet': {
        '0': '',
        '1': '办理失败，请检查您的网络或稍后再试',
        '7005': "您当前已有正在生效的套餐",
        '7007': "您目前的套餐暂不支持升级",
        '7008': '办理失败，续订星光卡只能在到期前30天内办理'
    },
    'getUserLevel': {
        '0': '',
        '1': '获取等级失败，请检查您的网络或稍后再试'
    },
    'reportPrice': {
        '0': '',
        '1': '获取报告列表失败，请检查您的网络或稍后再试'
    },
    'reportCreate': {
        '0': '',
        '1': '生成报告失败，请检查您的网络或稍后再试'
    },
    'reportList': {
        '0': '',
        '1': '获取列表失败，请检查您的网络或稍后再试'
    },
    'planChange': {
        '0': '',
        '1': '切换配置失败，请检查您的网络或稍后再试'
    },
    'reportArea': {
        '0': '',
        '1': '获取数据失败，请检查您的网络或稍后再试'
    },
    'gameMetaEdit': {
        '0': '',
        '1': '棋谱信息修改失败，请检查您的网络或稍后再试'
    },
    'connectSet': {
        '0': '',
        '1': '参数设置失败，请检查您的网络或稍后再试'
    },
    'getStoreList': {
        '0': '',
        '1': '获取列表失败，请检查您的网络或稍后再试'
    },
    'propBuy': {
        '0': '购买成功！',
        '1': '购买商品失败，请检查您的网络或稍后再试',
    },
    'register': {
        'username already register': '该手机号已经注册，请直接登录',
        '星阵 nickname is not allow': '昵称“#[nickname]#”不可用，换一个吧',
        'invalid code': '验证码错误，请重新输入'
    },
    'needLoginNotice': {
        'playReadyTypeLevel': '登录后可免费使用升降级对弈。',
        'playReadyTypeEngine': '登录后可使用，注册即可领取5元试用金及其他好礼。',
        'playReadyStart': '登录后可保留对局记录，还可免费挑战更多级别。',
        'gameOver': '登录后可保留对局记录，还可免费挑战更多级别。',
        'useProps': '登录后可使用道具，注册即送新手道具大礼包及其他好礼。',
        'startEngine': '登录后可使用研究，注册即送5元试用金及其他好礼。',
        'createReport': '登录后可生成报告，注册即送1张报告券及其他好礼。',
        'buyReport': '登录后可生成报告，注册即送1张报告券及其他好礼。',
        'openSgfLabrary': '登录后可查看您的个人棋谱库。',
        'openSgfUpload': '登录后可以上传棋谱至您的个人棋谱库。',
        'comment': '登录后可以发表评论',
        'default': '该功能需要登录后使用'
    },
    'gameSearch': {
        '0': '',
        '1': '获取棋谱失败，请检查您的网络或稍后再试'
    },
    'paypal': {
        // '1': '获取充值结果失败，请检查您的网络或稍后再试',
        'error': '充值失败，请重试',
        'fail': '充值失败，如有疑问请联系客服'
    },
    'modifyNickname': {
        '1': '修改昵称失败，请检查您的网络或稍后再试'
    },
    'modifyPhoto': {
        '1': '修改头像失败，请检查您的网络或稍后再试'
    },
    'branchSplit': {
        '1': '获取拆解数据失败，请检查您的网络或稍后再试',
        'disabledUsername': '请先登录',
        'disabledType': '该功能仅支持在精准报告下使用',
        'oldReport': '该棋谱无拆解数据'
    },
    'liveList': {
        '1': '获取列表失败，请检查您的网络或稍后再试'
    },
    'liveBoard': {
        '1': commonErrorMsg,
        '3010': '直播未找到'
    },
    'training Info': {
        '1': commonErrorMsg
    },
    'course pay': {
        '1': commonErrorMsg,
        'lessons none': '请选择课程数量',
        'duration none': '请选择每节课时长',
        '14003': '练习题不存在',
        '14002': '章节不存在'
    },
    'class': {
        '11008': "密码错误",
        '11004': '您有未退出的房间',
        '11007': '课程已经结束'
    },
    'group': {
        '12010': '验证码已失效'
    },
    'agoraRTC': {
        "DEVICE_NOT_FOUND": '没有检测到麦克风.....'
    }
}

export default _data
