{
    "title": "【对手赢棋认输】孟泰龄：胜负的皮球被我俩踢来踢去",
    "author": "孟泰龄",
    "time": "2019年6月18日",
    "content": [
        "2019年中国围棋甲级联赛第7轮，在天津四建队与浙江云林棋禅队的主将战中，孟泰龄七段执白中盘击败韩国外援金志锡九段，但天津四建队以总比分1-3告负。赛后，孟泰龄发了条微博调侃道：“主将位置再次赢了白赢，耶！”",
        "本以为故事到此结束。",
        "不料，星阵是当时唯一看到了事情背后真相的选手：这盘棋金志锡认输时本是优势局面，且金志锡胜率高达70%以上！得知此事的孟泰龄拿到了星阵精解，仔细研究了星阵给出的变化图。同时，他再次发表微博：“到现在才发现，上一盘联赛金志锡同学居然是赢棋认输，我是有多幸运而不自知……”",
        "以下是孟泰龄本人手持星阵分析，对此局进行的回顾：",
        {
            "name": "4a.jpg",
            "title": "孟泰龄资料图"
        },
        "由于我对当今AI的布局下法不那么熟悉，因此这盘棋开局阶段，我花费了大量的用时。不过很幸运的，至28的棋型，此前我和丁浩下过，对此还是有一些心得。黑33断，开始了中盘战斗。但对手35是令我意外的一手，这招棋太俗了，不像是人类的感觉。金志锡可能是认为争到37手，封住左下已经可以满意了。但，白40兜打的手段得以成立，黑43只能拐很委屈，此为其一。其二，白48靠时，黑棋并没有特别好的应对方法， 37手的价值也打了折扣。因此，35并不是好棋。",
        "49以下似有误算之嫌，不过损失也不大，真正的战斗于58开始。",
        {
            "name": "4b.jpg",
            "title": "第一谱（1-59）"
        },
        "黑59是如果于左一路封头，白棋会转向下面做活。",
        {
            "name": "4c.jpg",
            "title": "变化图一"
        },


        "黑59如于1位封锁，白棋有4位点的好棋，黑棋似乎拿不住白棋。如黑5顶，白棋可以向前长。",
        "60以下成功突围，至70尖时，当时我认为白棋优势已经很大了。然而，白66跳是我比较草率的一手。",
        {
            "name": "4d.jpg",
            "title": "第二谱（57-66）"
        },

        {
            "name": "4e.jpg",
            "title": "变化图二"
        },
        "白66应于1位跳。星阵给出的图认为白5可以于6位长，那样白棋好。不过即便我按原计划于5位尖，自身的形状也好于实战。",
        {
            "name": "4f.jpg",
            "title": "第三谱（66-85）"
        },
        "黑71缠绕攻击，此时，白棋有些拘泥于右边的战斗了。其中白78这步棋，省略了K3打吃的重要次序，险些酿成了大祸。黑79以下强力追究白棋的问题，但85错失良机！",
        {
            "name": "4g.jpg",
            "title": "变化图三"
        },
        "黑棋应机敏地于1位挤，白棋无奈只好粘住，形成此图，与实战相比白棋大龙眼位由活变死。虽不能说黑棋一定战斗有利，但如此一来，白棋势必不能像实战那样从容了。",
        {
            "name": "4h.jpg",
            "title": "变化图四"
        },
        "当初白78手如果于1位打掉就没问题了。黑10如果还挤将形成转换，黑棋被吃的棋筋更大，黑棋不行。",
        {
            "name": "4i.jpg",
            "title": "第四谱（86-135）"
        },
        "然而黑85匪夷所思地错过了这个机会。实战白龙不仅局部呈活型，88还先手冲到一下，黑棋自身气变得很紧。这个结果，黑棋是明显不行的。96扳到时，白已呈胜势了。",
        "然而我124、126这两手棋，简直可以用丧心病狂来形容。",
        {
            "name": "4j.jpg",
            "title": "变化图五"
        },
        "白棋若简单挡住，白5拐吃掉，在7位补活即可。事实上黑棋如果不补，白9粘住之后是双活，而且黑14还得补一手。这是最最最最最简明的图，白棋已经赢飞了。",
        "然而我却去做劫了？！金志锡没用1秒钟，就拍下了127。这手棋彰显出他的杀伐决断，更凸显了124、126的不可理喻。",
        "此后局势已经不在白棋的掌控范围。136手之后，黑棋已经逆转了局面。此后，白棋的胜率一直不超过50%，直至终盘最后的战役。",



        {
            "name": "4k.jpg",
            "title": "第五谱（136-185）"
        },
        {
            "name": "4l.jpg",
            "title": "第六谱（186-195）"
        },
        {
            "name": "4m.jpg",
            "title": "第七谱（195-244）"
        },
        "黑215以下显然忽略了白224的妙手，局部由黑棋以为的紧气劫变成了连环劫，直接动弹不得！至此白棋终于再度逆转了局面。后面的进程，当时在我看来跟走过场一样，胜负在224（L19扑）这得意的一手时已经确定。然而，237之后的每一手棋，现在看来真是叫人啼笑皆非。双方的每一步交换都是相互送礼，这盘棋的胜负就像个皮球一样，被我俩踢来踢去。",
        "以下是星阵在244手时给出的变化图，黑棋只要在下图1位贴，黑棋就将再度逆转。",
        {
            "name": "4n.jpg",
            "title": "黑逆转图一"
        },
        {
            "name": "4o.jpg",
            "title": "黑逆转图二"
        },
        {
            "name": "4p.jpg",
            "title": "黑逆转图二分支"
        },
        {
            "name": "4q.jpg",
            "title": "黑逆转图三"
        },
        {
            "name": "4r.jpg",
            "title": "黑逆转图四"
        },
        "这只是星阵给出的四个基本变化图，实际上每一个变化图后续的每一手都另有分支，总体算来，即便只是244手时的这一瞬间，后续都有上百个变化。但万变不离其宗，星阵认为，只要黑“245手”贴一个，白空中被出棋已不可避免，黑棋的胜率也因此至少达到了70%。事实上，只要黑棋看到了后续的变化，局部就必然形成打劫，由于右上黑本身劫太多，白棋局部被打爆，只是时间问题。",
        "然而此时，金志锡竟然认输了！",
        "金志锡认输的根本原因，首先是没有看到白棋连环劫的好手，心态受到一定的影响，其次是技术上有一个盲点被忽略了。",
        {
            "name": "4s.jpg",
            "title": "黑误算图一"
        },
        "黑1粘住，被白棋简单一吃，局部就歇菜了。常理而言，这步棋在棋手的考虑范围之内。",
        {
            "name": "4t.jpg",
            "title": "黑误算图二"
        },
        "黑1贴，白2一挤的时候右边显然是没棋的。上边无论怎么走也没棋。因此金志锡就认输了。",
        {
            "name": "4u.jpg",
            "title": "黑逆转图五"
        },
        "然而有了黑1的交换，黑3粘劫就成立了！就是这步盲点，金志锡没看到。",
        "而我，这局部的变化自224之后，压根就没看……哎，真是惭愧。",
        "这盘棋实在一波三折，最后白棋也真的赢得很幸运。抛开胜负不谈，白124、126的组合拳，是本局最奇怪的两步棋。很难解释我为什么会这么下，或许这是一种冲动、急躁、贪婪、不自信，以及技术本身不过硬的一种综合表现。它体现的问题，直达内心，直击人性。但我也并不怎么感到懊恼。因为下棋本身，我认为是自我修行，是探索真理的方式。当出现问题，解决问题，自我不断进步的时候，那种成就感和兴奋感是无与伦比的。这就是我热爱下棋的原因。"
    ]
    
}