{
    "title": "连夜调试得一胜！2019智能赛随想",
    "author": "骆刚",
    "time": "2019年8月26日",
    "content": [
        "　　一些凌乱的想法，不仔细组织，想到哪儿说哪吧。",
        "　　一年不曾露面的绝艺是我们最期待的对手。决赛4:1的比分也符合之前的预期，只是，还是有一点遗憾啊。",
        {
            "name": "l-c-1.jpg",
            "title": "星阵团队在2019世界智能围棋公开赛上"
        },
        "　　决赛第一天的晚上，我们仔细分析了当天的三张棋谱，尤其是执白输的一盘，发现了若干潜在的问题。经过一系列紧急修正和调整，弄出了一个新版本，并用了整整一晚上的时间与之前的版本对战测试，结果是32:6。这就是今天星阵看起来明显变强的原因。第四局的白棋，星阵胜率最低时掉到55%，决定性的一击源于绝艺黑169的失误，此手让白棋胜率升至82%，直接结束了对局。第五局的黑棋，星阵未能攻破绝艺白棋堡垒。据马博士说，这局绝艺白棋的胜率是此次比赛所有对局中上升最缓慢的一次。",
        "　　有人怀疑绝艺是不是放水了。这种想法懒得吐槽，倒也可以理解。不过还是给个信息吧：绝艺主创明确回复在场观众询问：配置没有任何变化。",
        "　　星阵和绝艺仍有差距，无论软件还是硬件。但这个差距比起去年腾讯AI大赛之时已经大大缩小了。如果说那时连绝艺的边都还摸不到，现在我们已经能清晰地看到差距有多少。如果我们早几天发现那些问题并修正到今天这个版本的话，我想绝艺执白棋星阵还是赢不了，但绝艺执黑的棋力领先程度大概率并没有超过星阵白棋的初始优势，黑白各半的情况下，总体就是个6:4左右的程度，那在仅仅5局的番棋中，猜先的影响甚至会决定最终结果。",
        {
            "name": "l-c-2.jpg",
            "title": "星阵与绝艺比赛中" 
        },
        "为什么这些问题之前没有被发现呢？",
        "因为除了硬件和软件，还有一条更重要的原因：经验。",
        "AWS为这次所有参赛队提供了10000元的计时费用，可供一台8张V100的服务器使用200多小时——足够应付全程了。这也是本次大多数参赛队的水平。如果有分布式引擎的话，还能同时使用更多。知道绝艺和另一热门AQZ的参赛信息后，星阵扩展了引擎能力，使其可以处理每秒超过10万po；动用了前所未有的计算力，虽然不知道绝艺有多少算力，但我们应该不至于像去年那样连十分之一都到不了。（我们也没达到其它队伍十倍的水平）",
        "这些资源来自AWS，是比赛前一天才到位的，我们缺乏这种资源环境的使用经验。整个比赛过程中间，我们都是边赛边调——每天晚上都在不停的改代码，5天的比赛时间里一共改出过11个版本。虽然之前也有模拟测试，但很多问题只有到了那个实际环境下才能暴露出来。低po（每秒小一两千），中等po（每秒1万）和高po（每秒10万+）时候，mcts引擎的工作参数、搜索树的形状、神经网络输出的调整，截然不同。",
        {
            "name": "w-l-1.jpg",
            "title": "赛前准备"
        },
        "绝艺团队至少三年前就开始这方面的工作了，金毛也有快两年了，和他们相比，星阵几乎算得刚起步。这种高po对局的测试成本很大，机会很少，样本的数量寥寥，而与越强的对手测试，越容易暴露潜在的问题，指明改进的方向。这两年与比赛版本绝艺对局最多的就是星阵了，从中受益匪浅。直到现在，去年与绝艺对战的11局棋谱还时不时被拿出来测试一下，看看当时的盲点是不是能发现了，有没有更好的选点，局面评估是不是改进了等等。从这个角度说，真的非常感谢绝艺。",
        "那之前为什么没有进行这方面的工作呢？原因很简单：没机器。",
        "8月2日我们的机房终于得到了期待已久的更新算力。已经等了一年多了。用现在流行的V100作为计量单位，这批机器相当于约40块V100。我们用近三周时间赶跑了一批棋谱，训练了一个大神经网络，还没训充分就强拉出来比赛了，实在没有多余的算力进行高po引擎的测试和调整。",
        "那再之前那么长时间在干嘛呢？",
        "从星阵创立到8月前的绝大部分时间，团队的全部算力资源，折合大概……12块V100。是的，你没看错，包括开发、测试、训练，跑谱的全部算力，约等于12块V100。",
        "我们在研讨会上常常各种奇思妙想迭出，但每次只能先实现一个，然后等一周甚至几周才能看到效果，再去试下一个。很多的想法就被无奈的搁置，然后被遗忘了；我们被迫十分注重挖掘硬件的性能，显卡的跑谱都是并行的，一次同时跑上百张，来充分利用大batchsize；我们的GPU在一年多的时间里，除了停电，没有一分钟停止过运转。",
        "捉襟见肘啊！",
        "还好苦日子终于过去了。据说再过两个月还能得到一批新算力，4个月后的星阵，进步幅度一定会大于当前星阵相对于4月福州比赛的版本。",
        {
            "name": "l-c-3.jpg",
            "title": "星阵团队赛后合影"
        },
        "感慨完了随便说说这次的参赛AI。",
        "最出乎意料的就是AQZ了，喊出了夺冠的豪言，结果4强都没进去。预赛战胜的几个对手也是战战兢兢涉险过关。他们的最大错误可能就是闭门造车，拿着4000多块GPU吭哧吭哧埋头猛搞，一年没出来，还在拿去年的比赛水平当标准——确实以AQZ现在的水平，放到去年倒是能夺冠。看到赛前采访说还在用AGZ的方法训练，只是用了multi-agent，我们放下了一半心：相比于AGZ论文描述的那个模型，星阵目前的棋力应该已经超过了它的天花板；至于multi-agent，AlphaStar公布这个方法后颇有些围棋AI跟进，我们认为得不偿失。再看了预赛前几局，就完全放心了，这个版本的AQZ不可能赢得了星阵。",
        "LeelaZero第四名稍有意外。从预赛与半决赛对阵的情况看，LZ应该比Handol强。三四名决赛一番棋偏偏猜到黑棋是主因吧。顺便一题，LZ对于芈刀及其后续型的判断有点问题，半决赛第三局LZ一度自评胜率6x%，那时候星阵自评8x%，双方加起来140%，泡沫居然有40%之大。相比之下，星阵和绝艺的自评胜率之和几乎没有超过105%。",
        "手谈表演了精彩的逃征子计较。尧弈首次亮相确实令人信服是原创作品；而石子旋风作者的林先生一如既往玩得很愉快。小天耍得high。棋精灵说是继承了聂老的风格……其它的队伍比较抱歉，没太关注。"
    ]
    
}