{
    "title": "隐私策略",
    "content": [
        {
            "title": "",
            "id": "p1",
            "content": [
                "本隐私策略说明由北京深客科技有限公司（下称星阵围棋团队）开发的《星阵围棋APP》的隐私数据相关政策和条款，这将涵盖收集、使用、处理、存储以及披露您的个人信息的相关事宜。任何通过本公司的包括但不限于：网站、移动App、微信小程序（下称星阵围棋相关应用）收集的任何个人信息均适用于本隐私策略。请用户仔细阅读我们的隐私策略。"
            ]
        },
        {
            "title": "一、关于如何收集用户的个人信息",
            "id": "p2",
            "content": [
                "个人信息是可用于唯一地识别或联系某人的数据。",
                "当用户使用星阵围棋相关应用，注册过程中我们将会收集您的个人信息，如：电话号码、围棋段位等。为了保护个人隐私，用户不应提供除特别要求之外的任何其它信息。APP或SDK收集用户信息（包括但不限于IMEI、IMSI、设备MAC地址、软件列表、设备序列号、android ID）。其他相关权限会在获取前进行提示，同意后即视为用户同意获取该权限。我们只会以该声明中所列出的目的，来收集和使用您的信息：",
                "1、相机权限：为了使用拍照识别功能，我们需要获得您设备的相机权限，以便我们对照片中的棋局进行识别",
                "2、相册权限：为了使用拍照识别功能，我们需要获得您设备的相册权限，以便我们对照片中的棋局进行识别",
              	"3、我们的产品集成友盟+SDK，友盟+SDK需要收集您的设备Mac地址、唯一设备识别码（IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息）以提供统计分析服务，并通过地理位置校准报表数据准确性，提供基础反作弊能力。",
              	"4、我们的产品集成腾讯SDK，为了使用分享功能。"
            ]
        },
        {
            "title": "二、关于如何使用您的个人信息",
            "id": "p3",
            "content": [
                "1、通过用户的个人信息实现密码登录功能",
                "2、通过用户的个人信息实现密码找回功能。",
                "3、向用户的手机发送必要的验证信息",
                "4、通过用户的个人信息，向用户发送本公司移动App的服务信息。",
                "5、除发生重组、合并或出售，可将我们收集的一切个人信息转让给相关第三方外，星阵围棋不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，如必要时将会联系用户，获得许可。当第三方和本公司共同为您提供服务时，会使用必要的用户信息，且在该服务结束后，其将被禁止访问包括其以前能够访问的相关用户信息。"
            ]
        },
        {
            "title": "三、关于个人信息安全",
            "id": "p4",
            "content": [
                "星阵围棋全力保护个人数据的安全。",
                "星阵围棋相关应用将通过对用户密码进行加密等安全措施确保用户的信息不丢失，不被滥用和改变。请妥善保管自己的用户名及密码信息等。尽管有上述安全措施，但同时也请注意在信息网络上不存在“完美的安全措施”。",
                "因此，我们将通过商业上可接受的方式来保护用户的个人信息，但仍无法保证信息的绝对安全。如因不可抗力因素导致信息的丢失与损坏，星阵围棋将不承担相应后果。"
            ]
        },
        {
            "title": "四、关于账号注销",
            "id": "p5",
            "content": [
                "因涉及账户内各种数据等信息，用户账户一般情况下不提供注销功能。如绝对需要需联系公司进行账户主要操作，公司有权根据审核结果接受或拒绝注销请求。账户注销将在两个工作日内完成。账号注销成功后账号将永久失效，关于其一切的相关数据星阵将不再保存。"
            ]
        },
        {
            "title": "五、关于个人信息保存多久",
            "id": "p5",
            "content": [
                "星阵围棋将保留您的个人信息直至信息不再必要，同时将遵守适用法律规定的数据保留期限。"
            ]
        },
        {
            "title": "六、关于法律免责声明",
            "id": "p6",
            "content": [
                "在法律要求的情况下，以及本公司认为必须披露用户有关的信息来保护星阵围棋的法定权益时，或遵守司法程序、法院指令或适用于本公司的移动App的法律程序时，或其他必要情况是，我们有权透露用户的个人信息。"
            ]
        },
        {
            "title": "七、关于隐私政策的更改",
            "id": "p7",
            "content": [
                "如果决定更改隐私政策，我们会在本政策、星阵围棋相关应用中以及我们认为适当的位置发布这些更改，以便用户及时了解我们隐私策略的变化",
                "星阵围棋保留随时修改本政策的权利，因此请经常查看。如对本政策作出重大更改，星阵会通过通知的形式告知并要求重新确认。"
            ]
        },
        {
            "title": "八、关于隐私问题",
            "id": "p8",
            "content": [
                "星阵围棋保留对该隐私政策的最终解释权，如果用户对星阵围棋的策略或数据处理有任何问题或顾虑，请通过客服与我们联系。"
            ]
        }
    ]
}
































