{
    "title": "道具及商品介绍",
    "content": [
        {
            "title": "领地",
            "id": "p1",
            "content": [
                "在对弈中任意局面可以使用领地道具，使用后可以看到星阵对当前局势的判断，包含胜率以及领先的目数。",
                [
                    {"name": "ds1.jpg"}
                ],
                "同时还会给出领地判断，即每个交叉点的最终归属预测。领地在棋盘上以黑白方块的形式表示，黑色方块代表该点最终归属黑棋的概率大，白色方块代表该点最终归属白棋的概率大，方块越大则代表概率越大。没有方块则代表该交差点最终归属每一方的概率接近。将鼠标放到相应的交叉点上，可以看到星阵给交叉点的打分，在-100至100之间。其中-100为确定归属白棋，100为确定归属黑棋。",
                [
                    {"name": "ds2.jpg"}
                ],
                "领地道具还可以判断是不是双活，或者形成双活的概率有多大。在领地中一半黑一半白的标识即为双活的公气，与领地标识一样，方块越大，代表是公气的概率越高。如下图右下角形成双活，星阵判断出两个点为双活公气点。",
                [
                    {"name": "ds3.jpg"}
                ],
                "领地道具除了能帮助形势判断以外，还可以帮助分析棋的薄厚，是否存在危险；还可以分析实地是否扎实，以及潜力的大小等。相比简单的形势判断，功能更加全面强大，也是学习、拆解棋局的一把利器。",
                [
                    {"name": "ds4.jpg"}
                ],
                "在研究中对于单一局面，也可以使用领地道具简便的判断一下，方便好用。",
                "星阵的领地判断与其他对弈平台的形势判断相比，优势十分明显。",
                [
                    {
                        "name": "ds5.jpg",
                        "topTitle": "其他对弈平台的形势判断",
                        "title": "（黑色方块代表黑方目数，白色方块是白方目数，最终结果白方领先43.5目）<br />未能判断出双活，将黑方判死<br />不含有计算，右下角判断错误，当前轮黑下，黑棋1路拐白棋是死棋，反而给白棋点了目<br />僵硬的点目，不考虑局部官子收束手段<br />无法判断潜力，只有近似的结果，偏差很大",
                        "titleCss":  "img-title-txt-compare"
                    },
                    {
                        "name": "ds6.jpg",
                        "topTitle": "星阵领地判断",
                        "title": "（黑色方块为该交差点最终归属黑方概率大，白色方块为该交差点最终归属白方概率大，最终结果黑领先16.9目，胜率99%）<br />成功判断双活，并用黑白块标出了公气可能存在的位置<br />考虑局部计算，知道该黑下，右下角将成为黑方实地<br />考虑官子手段，判断出左侧一路扳粘的先后手关系，判断更准确。<br />基于计算判断潜力范围，并以放块大小表明最终归属概率，准确严谨，具有指导意义。",
                        "titleCss":  "img-title-txt-compare"
                    }
                ]
            ]
        },
        {
            "title": "支招",
            "id": "p2",
            "content": [
                "在对弈中任意局面可以使用支招道具，使用后星阵会给出几个参考备选点。其中带圈的为第一推荐选点，其他选点颜色越深推荐度越高。",
                [
                    {"name": "ds7.jpg"}
                ],
                "在遇到有困惑的局面时，简单的支一招就可以让你豁然开朗，或者告诉你当前局面哪里紧急，又或者帮你指出几种未来局势发展的方向。",
                "你还可以利用支招来验证自己想下的棋是否正确，没准你的想法与星阵一致，更加坚定了这盘棋可以赢下来的信心。",
                [
                    {"name": "ds8.jpg"}
                ],
                "在研究中，你也可以使用支招道具快速获得选点推荐，方便快捷。"
            ]
        },
        {
            "title": "变化图",
            "id": "p3",
            "content": [
                "在对弈中任意局面可以使用变化图道具，使用后星阵会给出自己认为的接下来9手的变化图。",
                [
                    {"name": "ds9.jpg"}
                ],
                "你可以把变化图当作一个高级的支招使用，一下获得接下来多手的建议。有时只支一招可能并不能完全解开你的疑惑，这时变化图的优势就显现出来了。在腾挪时，星阵可能帮你规划了一条活棋的路线；在收束时，星阵可能告诉你局部定型的手段；在收官时，星阵可能告诉你收官的次序。一个变化图，可能就是你迈向胜利的保障。",
                "甚至你还可以利用变化图窥探星阵的内心，打乱星阵的部署，出其不意，创造属于你自己的神之一手。",
                [
                    {"name": "ds10.jpg"}
                ],
                "在研究中，你也可以使用变化图道具获得一个当前局面的简单变化图，方便简单。",
                "各道具水平如下表：",
                {
                    "table": [
                        {"t1": "研究", "t2": "星阵9段", "t3": "星阵9段", "t4": "星阵9段"},
                        {"t1": "与星阵10级~9段对弈时", "t2": "星阵9段", "t3": "星阵9段", "t4": "星阵9段"},
                        {"t1": "与职业1星对弈时", "t2": "职业1星", "t3": "职业1星", "t4": "职业1星"},
                        {"t1": "与职业2星对弈时", "t2": "职业2星", "t3": "职业2星", "t4": "职业2星"},
                        {"t1": "与职业3星对弈时", "t2": "职业3星", "t3": "职业3星", "t4": "职业3星"}
                    ],
                    "tableTitle": {"t1": "场景", "t2": "领地水平", "t3": "支招水平", "t4": "变化图水平"}
                }
            ]
        },
        {
            "title": "悔棋",
            "id": "p4",
            "content": [
                "在对弈中任意局面可以使用悔棋道具，顾名思义，可以悔棋1步。",
                [
                    {"name": "ds11.jpg"},
                    {"name": "ds12.jpg"}
                ],
                "在与人类对局时，悔棋时不会被允许的。但在和星阵对弈时，星阵包容你的一切小任性。",
                "有时你可能只是不小心手滑，或者不经意地随手，你都可以悔棋，选择一步更好的棋。星阵固然也想赢，但是比起赢棋，能与你有一盘精彩的对局更加令人欣喜。有时你可能是想尝试另一种下法，星阵也十分乐意与你探索不同的棋局。有时你可能对于局面不满意，你也可以退回到你觉得没下好的局面再来一次，可能此刻的你，正在成长。",
                "有了悔棋，你还可以放心的试验自己的想法，你哪些天马行空的想法，灵光一现的妙手。星阵陪你在实战中不断验证。围棋，本来就是该无拘无束的。"
            ]
        }
    ]
}









