{
    "title": "充值协议",
    "content": [
        {
            "title": "",
            "id": "p1",
            "content": [
                "尊敬的星阵围棋用户，为保障您自身的合法权益，请您在点击“立即充值”按钮前，完整、仔细地阅读本充值协议。当您继续点击“立即充值”按钮，即视为您已阅读、理解本协议，并同意按本协议规定执行。如果您对本协议的任何条款表示异议，您可以选择不使用；反则意味着您将同意遵守本协议下全部规定，以及我们后续对使用协议随时所作的任何修改。",
                "<b>重要提示：请确认您具有完全民事行为能力，如您已年满18周岁，或您已年满16周岁且依靠自己的劳动收入作为主要生活来源，否则为未成年人，应在监护人监护、指导下阅读本协议和使用本服务。</b>"
            ]
        },
        {
            "title": "1、 注册信息保护",
            "id": "p2",
            "content": [
                "为使用充值服务，用户应注册星阵围棋账号，用户应承诺以其真实身份注册成为星阵围棋的用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和本协议约定对所提供的信息承担相应的法律责任。星阵围棋运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，未经您本人允许，不会随意将您的注册信息向任何非关联的第三方进行披露，若因以下原因发生信息被第三方获取或需要星阵围棋进行披露的，星阵围棋不承担责任：",
                {
                    "subContent": [
                        "<b>1）已经取得您或您监护人的授权；</b>",
                        "<b>2）司法机关或行政机关给予法定程序要求星阵围棋披露的；</b>",
                        "<b>3）星阵围棋为维护自身合法权益而向用户提起诉讼或仲裁时；</b>",
                        "<b>4）根据您与星阵围棋的相关服务条款、应用许可使用协议的约定；</b>",
                        "<b>5）法律法规规定的其他情形。</b>"
                    ]
                }
            ]
        },
        {
            "title": "",
            "id": "p3",
            "content": [
                "用户可以在此充值系统上自由选择具体的充值方式，并按相应页面提示的程序完成充值。用户使用各种充值方式进行充值后，应保留充值订单号以作为今后发生问题核对依据凭证（用户就充值服务投诉，但未有任何充值卡或其他有效凭证佐证的，星阵围棋将不会作出任何补偿或赔偿）。"
            ]
        },
        {
            "title": "3、充值余额：即您在星阵围棋实际充值支付的余额（人民币 CNY）。充值余额不能兑换现金，不能进行转账交易，不能兑换星阵围棋公司体系之外的产品和服务。",
            "id": "p4",
            "content": [
            ]
        },
        {
            "title": "4、风险提示",
            "id": "p5",
            "content": [
                "4.1 在使用充值方式时，用户务必仔细确认自己的帐号并仔细选择相关操作选项。若因用户自身输入帐号错误、操作不当或不了解充值计费方式等因素造成充错帐号、错选充值种类等情形而损害自身权益的，星阵围棋将不会作任何补偿或赔偿。",
                "4.2 若用户以非法的方式，或使用非星阵围棋所指定的充值方式进行充值，星阵围棋不保证该充值顺利或者正确完成。若因此造成用户权益受损时，星阵围棋不会作任何补偿或赔偿，同时保留随时终止该用户星阵围棋帐号资格及使用各项充值服务的权利。"
            ]
        },
        {
            "title": "5、充值余额仅可适用支付本星阵围棋已开通业务。",
            "id": "p6",
            "content": []
        },
        {
            "title": "6、充值后，账户余额使用不设有效期，不能转移、转赠。",
            "id": "p7",
            "content": []
        },
        {
            "title": "7、请您根据自己的消费情况充值，我们对充值次数不设限制。",
            "id": "p8",
            "content": []
        },
        {
            "title": "8、发票金额根据我们已收到的充值金额开具，充值赠送金额或其他并非您实际支付的费用不能开具发票。",
            "id": "p9",
            "content": []
        },
        {
            "title": "9. 免责声明和损害赔偿",
            "id": "p10",
            "content": [
                "<b>9.1发生下列情况时，星阵围棋免于承担任何法律责任：</b>",
                {
                    "subContent": [
                        "(a)用户因使用第三方支付渠道充值过程中发生的相关争议；",
                        "(b)由于用户将密码告知他人导致的用户财产损失；",
                        "(c)因用户个人故意或重大过失，或本协议之外的第三方所造成的用户财产损失；",
                        "(d)由不可抗力及不可预见的情势导致的各种情况和纠纷；不可抗力和不可预见情势包括：黑客攻击、电信部门技术调整导致重大影响、政府管制导致的暂时关闭、病毒侵袭。"
                    ]
                },
                "<b>9.2 用户同意保障和维护星阵围棋及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给星阵围棋或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。</b>"
            ]
        },
        {
            "title": "11. 其他",
            "id": "p11",
            "content": [
                "11.1 本协议的订立、执行和解释及争议的解决均应适用中国法律。",
                "11.2 本协议项下所有的通知均可通过重要页面公告、电子邮件或手机短信等方式进行；该等通知于发送之日视为已送达收件人。"
            ]
        }
    ]
}









