{
    "teacherInfo": [
        {
            "name": "寇瑞",
            "photo": "kourui",
            "intro": ["因孩子个体差异化因材施教，上课运用故事情景导入穿插围棋知识，课堂生动孩子好理解。从孩子的角度上思考每班教学方法不断钻研不断改进让孩子玩中学学中玩。"],
            "record": ["毕业于酒泉职业技术学院。大学专业是学前教育。大学期间曾一直学习幼儿心理学和幼儿教育学在学校加入师资培训特长围棋学习四年。毕业后曾在杭州葛道教学启蒙班围棋老师两年，有丰厚的教学经验及扎实的围棋教学知识。"],
            "prize": [
                "普通话证书二甲",
                "教师资格证"
            ],
            "schedule": [
                "每节课一个小时，启蒙班上课前先复习上节课内容，在运用故事导入知识讲新知识点。反复练习和理解。",
                "大致安排如下（授课节奏视学生年龄、掌握情况等调整授课节奏）",
                "1. 了解围棋起源，认识棋盘棋子（9路、13路、19路），掌握交叉点、星位、天元等知识点。熟练掌握气的概念---了解基本术语 叫吃",
                "2. 学会叫吃以及复杂情况（双方互相打吃）的提子与逃跑（长气）",
                "3. 虎口 公共点  禁入点---了解基本术语 虎",
                "4. 劫争 打劫的规则---了解基本术语 打劫 提劫 消劫",
                "5. 连接与分断（一）---了解基本术语 粘  断 ",
                "6. 向边线叫吃（吃一线子、吃二线子）---双叫吃",
                "7. 抱吃  关门吃（闷吃）  枷吃---了解基本术语 枷",
                "8. 扭羊头 征吃",
                "9. 倒扑、扑与接不归---了解基本术语 扑",
                "10. 认识19路围棋（一）---了解1234线、胜负规则"
            ]
        },
        {
            "name": "邵连涛",
            "intro": ["擅长发现孩子问题，针对性指导教学，注重孩子基本功和学习习惯的培养。"],
            "photo": "shaoliantao",
            "record": ["98年接触围棋，师从葛玉宏，先后在武汉情智学校，西安佳林围棋俱乐部，北京聂卫平围棋道场学习深造。2009年赴韩国留学，留学期间多次参加韩国大学生联赛，韩国业余联赛，回国后任职于北京葛玉宏围棋道场等棋院，有在京5年的的工作经验。现定居兰州，任职甘肃棋院高段班教练。"],
            "prize": [
                "2002年荣获甘肃省全省锦标赛冠军",
                "2002年荣获陕西省“富士通”杯业余围棋大奖赛冠军",
                "2015年荣获“国际丝绸之路杯”第五名",
                "2018年荣获甘肃省运动会围棋项目团体冠军个人亚军。"
            ],
            "schedule": ["上课内容根据学员需求进行，课时时常为1小时或者2小时。"]
        },
        {
            "name": "史记",
            "intro": [
                "小班化教学经验丰富，乐于与学生平等热情地讨论问题。能够结合实战表现对症下药，梳理逻辑，清晰表达，使学生迅速找到提高水平的办法。",
                "注重师生交流，网课倾向于使用语音实时沟通，把握学生的学习状态和对棋的理解。"
            ],
            "photo": "shiji",
            "record": [
                "4岁半在南京学棋，8岁业余5段。",
                "2017年入读南京信息工程大学公共事业管理专业",
                "2017年浦发银行杯全国业余围棋公开赛第7名，获业余6段",
                "2018年全国围棋定段赛第13名，获职业初段，签约中国棋院杭州分院",
                "2016年开始进行教学，主要教学对象为3-5段小棋手。"
            ],
            "prize": [
                "2016年开始进行教学，主要教学对象为3-5段小棋手。",
                "2015年-2016年蝉联安徽省名人赛冠军",
                "2016年琅琊杯全国业余围棋公开赛冠军",
                "2016年梦百合杯全国业余围棋公开赛第6名",
                "2018年应氏杯全国大学生赛团体亚军，个人业余组第3名；2019年团体冠军",
                "2019年江苏省智运会大学生组亚军",
                "2019年代表江苏省参加全国智运会获大学生组第6名"
            ],
            "schedule": [
                "2-3段学生主要进行知识点讲解，布置课堂练习等方式巩固学生基础，如有需要也可提供复盘服务",
                "3段以上高段学生采用指导棋+复盘的模式，结合流行AI布局讲解，约2小时，通过实战更为直接地为学生查漏补缺。",
                "当然也欢迎学生提出自己的想法和建议，具体上课方式可做调整。"
            ]
        },
        {
            "name": "汪文琪",
            "intro": [
                "围棋功底扎实，着重夯实学生基本功，使之日后训练事半功倍。围棋理论框架构建充实，教学中不遗漏重要知识点，全面教学。在教学中擅长多种方式并重，并逐渐发掘更适合学生具体特点的教学模式。",
                "授课时语句清晰，逻辑练达，注重保证学生能听懂、能够高效吸收课上所学内容，时刻关注学生上课状态；擅长对学生进行情绪引导，运用鼓励与适当的警示提醒，让学生在学习中具备充足的信心，同时不失踏实。"
            ],
            "photo": "wangwenqi",
            "record": [
                "2018年毕业于北京理工大学化学菁英班",
                "5岁开始接触围棋，8岁晋升业余5段，2015年晋升业余6段，2018年毕业后进入葛玉宏围棋道场训练，2019年全国围棋定段赛以本赛第13名的成绩晋升职业初段",
                "大学初期开始进行围棋教学，目前已有5年教学经验，曾于华艺春秋、珍珑围棋、新浪围棋学院等多家机构任职"
            ],
            "prize": [
                "于北京市大学生围棋联赛创造27连胜的记录，所率队伍获得第六届北京市大学生围棋联赛甲组冠军",
                "2015年首届北京市“弘通杯”围棋争霸赛冠军",
                "2016首届中国武汉业余围棋公开赛第4名",
                "2018首届中国扬州桃花泉杯全国业余围棋精英赛第5名",
                "2019第四届“国藩杯”全国业余围棋公开赛第4名",
                "2019晚报杯北京团体赛A组冠军"
            ],
            "schedule": [
                "上课时长通常为1-2小时。",
                "低级位学生通常进行知识点讲述，并通过习题加以巩固",
                "高段位学生采用指导棋+复盘模式，查漏补缺",
                "具体采用何种方式根据学生适合的模式，鼓励学员自己大胆提出想法和建议"
            ]
        },
        {
            "name": "王佳悦",
            "intro": [
                "知识模块讲解课程思路清晰，注重给学生打下扎实的基础，能够根据学生的学习情况和下棋风格喜好来调整围棋知识学习的安排。",
                "指导棋复盘课程讲解细腻，由浅及深，能够全面的找出学生在对局中出现的问题，并给出相应的练习来巩固解决问题，提高学生的棋力与信心，带领学生体会下棋、涨棋的快乐。"
            ],
            "photo": "wangjiayue",
            "record": [
                "2019年毕业于西安电子科技大学电子科学与技术专业",
                "6岁开始接触围棋，8岁时跟随李星职业六段学棋，10岁业余5段。",
                "大学初期开始进行围棋教学，目前已有3年教学经验，曾于华艺春秋、弈学园、八府围棋学校等多家机构任职。"
            ],
            "prize": [
              	"第七届丝绸之路国际城市围棋公开赛亚军",
                "第一届陕西省高校个人赛亚军",
                "2015年代表西安电子科技大学获得全国高校网络围棋锦标赛亚军",
                "2015年代表西安市参加华山杯围棋联赛获得冠军",
                "2015、2016、2018年陕西省业余围棋甲级联赛冠军",
                "2017年陕西省高校围棋联赛MVP"
            ],
            "schedule": [
                "上课时长通常为1-2小时。",
                "级位学生通常进行知识模块讲解，夯实基础",
                "段位学生采用指导棋+复盘模式，查漏补缺",
                "具体采用何种方式根据学生适合的模式，鼓励学员自己大胆提出想法和建议。"
            ]
        },
        {
            "name": "王垠凯",
            "intro": ["教学能力突出，经验丰富，能够发现和总结学生出现的问题，以系统性的解决。上课风格幽默诙谐，善于和学生沟通。共带出业余5段学生数十名。"],
            "photo": "wangyinkai",
            "record": [
                "先后就学于吴肇毅围棋道场，聂卫平围棋道场等。",
                "科班出身，基本功扎实。毕业于河北金融学院，在校期间曾任辩论队教练，沟通能力出众。",
                "后曾作为主要作者参与编写《中英围棋简明辞典》一书。"
            ],
            "prize": [
                "第九届体彩杯全国业余围棋公开赛第十名",
                "26届应氏杯大学生围棋锦标赛业余男子第八名",
                "第五届北京市大学生围棋联赛亚军",
                "第六届北京市大学生围棋联赛冠军",
                "第十届环渤海天元赛第五名"
            ],
            "schedule": [
                "以指导棋和复盘为主。",
                "可单独进行死活、官子等系统专栏强化。",
                "单次课时1-2小时。"
            ]
        },
        {
            "name": "岳棽屾",
            "intro": [
                "授课方式风趣幽默，氛围轻松，深受学生喜爱。与学生做朋友，培养学生的学习兴趣。"
            ],
            "photo": "yueshenshen",
            "record": [
                "毕业于北京经济技术职业学院。",
                "棋龄十余年，长期活跃于围棋圈，参加多项业余赛事。",
                "常年进行围棋教学，其中有多名学生从0基础带到段位。"
            ],
            "prize": [
                "第43届京弈杯个人第三名",
                "第九届北京市职工围棋赛团体第二  个人第八名",
                "第二届北京市业余联赛冠军，参赛并担任领队"
            ],
            "schedule": [
                "启蒙，前9节课 从认识棋盘至熟练掌握各种基本吃子方法（抱吃、关门吃等），视学生年龄、掌握情况等调整授课节奏。最后一节课讲述围目、胜负判断等知识，让学生可以进行对局。大致安排如下（授课节奏视学生年龄、掌握情况等调整授课节奏）",
                "1. 了解围棋起源，认识棋盘棋子（9路、13路、19路），掌握交叉点、星位、天元等知识点。熟练掌握气的概念---了解基本术语 叫吃 ",
                "2. 学会叫吃以及复杂情况（双方互相打吃）的提子与逃跑（长气"
            ]
        },
        {
            "name": "欧一帆",
            "intro": [
                "课堂诙谐生动，表达能力强，学生兴趣高。",
                "掌握基本的教育心理学理论和技能，能更科学有效地应对教学过程中遇到的问题。",
                "善于观察学生特点，因材施教。"
            ],
            "photo": "ouyifan",
            "record": [
                "1. 国际关系学院管理学学士毕业，清华大学应用心理学硕士毕业。",
                "2. 四川成都人，业余5段，多次获得四川省少年/成人围棋比赛冠军，多次获得北京市大学生围棋比赛优胜，多次获得北京市业余围棋比赛优异成绩。",
                "3. 教龄12年，主要负责高段班（业余3-5段）教学，每年培养出业余5段10人以上",
                "4. 知乎“围棋”话题优秀回答者，在知乎开设有人气最高的围棋专栏《弈路狂想》",
                "5. 著有《弈道拾遗》《中国围棋史全集》《见微知著——高段棋士基本功自测（业余3-5段）》等围棋著作"
            ],
            "prize": [
                "1. 多次获得四川省各项少年/成人围棋比赛冠军",
                "2. 凉都杯全国业余围棋赛前20两次",
                "3. 北京市大学生围棋联赛主力",
                "4. 立命馆杯中日大学生围棋交流赛MVP",
                "5. 中美大学生围棋交流赛一台优胜",
                "6. 北京市业余围棋联赛主力"
            ],
            "schedule": [
                "1. 每次课1.5小时",
                "2. 课程内容为：指导棋一盘+复盘+每日训练检查+答疑"
            ]
        },
        {
            "name": "韩丽昕",
            "intro": [
                "教学方式以下棋复盘为主，并会讲解配套的布局、定式和死活题。",
                "优点：具有亲和力和耐心，了解小学阶段孩子的心理特点，容易让孩子接受。"
            ],
            "photo": "hanlixin",
            "record": [
                "教育经历：2014—2018年就读于陕西师范大学汉语言文学专业；2018—至今 在深圳的小学教授语文并担任班主任",
                "学棋经历：6岁半学棋，师从职业棋手，8岁进入山西省少年队，10岁升为业余5段，多次参加全国比赛",
                "教学经历：大学做过围棋家教和网上授课，都取得了很好的教学效果，孩子进步显著。工作后周末偶尔在深圳博弈围棋代课"
            ],
            "prize": [
                "多次获得山西省和陕西省女子围棋冠军",
                "多次获陕西省大学生团体赛冠军，女子冠军和最受欢迎奖",
                "2018年获陕西省围棋甲级、乙级联赛冠军",
                "2016年获第25届“应氏杯”全国大学生围棋赛混双一等奖",
                "2017年获第26届“应氏杯”全国大学生围棋赛女子第6名，混双二等奖",
                "2017年获全国围棋大会混双前八名"
            ],
            "schedule": [
                "1段学生主要进行围棋基础的布局、定型的讲解，并搭配适当的死活题来提高计算力巩固学生基础，如有需要也可提供复盘服务",
                "2-3段学生采用复盘的模式，学生之间互相对弈，或者指导棋，结合学生自身的情况制定符合孩子成长的方式，在实战中更为直接地为学生查漏补缺。",
                "当然也欢迎学生提出自己的想法和建议，具体上课方式可做调整。"
            ]
        },{
            "name": "周嘉宁",
            "intro": [
                "1，注重学生的基本功训练，为学生打下良好的基础",
                "2，善于分析学生存在的问题并加以解决",
                "3，乐于尝试新鲜的教学方式，让学生从不同的角度进行学习"
            ],
            "photo": "zhoujianing",
            "record": [
                "本科毕业于北京理工大学机械工程专业",
                "5岁半开始学棋，多次获得河北省比赛前8名",
                "大学期间担任校围棋队队长，并多次代表学校取得优异成绩",
                "合著有《中英围棋术语辞典》，2014年开始进行围棋教学"
            ],
            "prize": [
                "1. 汉酱杯业余围棋公开赛名师组第16名",
                "2. 第一届北京业余棋王赛16强",
                "3. 打入第三届梦百合世界围棋公开赛本选赛",
                "4. 北京市大学生围棋多人赛冠军"
            ],
            "schedule": []
        }
    ]
}